import 'package:flutter/material.dart';
import 'package:flutter_widget_from_html/flutter_widget_from_html.dart';

class StationsSecondDay extends StatelessWidget {
  const StationsSecondDay({Key? key}) : super(key: key);

  final String text1 = '''
    Команда має створити своє відео на хвилину (можливо більше) на задану тематику.<br>
    Кожній команді буде роздано завдання про різні види транспорту, історію їх створення, коротка інформація про того, хто створював, можливо про невдачі, труднощі з якими стикався.<br>
    Завдання команди творчо показати, який шлях пройшов той герой, чи історію створення того чи іншого транспорту, наголосити, що пройшов герой для того щоб отримати кінцевий продукт. Можливо в нього невірили, сміялись, показати, що пробував кілька разів, щоб воно таки запрацювало. Це було нелегко, але він зміг. (приклад : історія-створення літака «мрія»)<br>
    Зробити висновок, що у нашому щоденному житті все так само, щоб отримати перемогу в одній сфері потрібно прикласти багато зусиль, зробити багато кроків, зробити кілька маленьких перемог, щоб отримати бажане.<br>
    <br>
    Історії:<br>
    1) Ан-225 Мрія був створений, перш за все, для потреб космічної програми, для транспортування вантажів, зокрема космічних кораблів багаторазового використання «Буран» і компонентів ракетної системи «Енергія». Літак може перевозити також великогабаритні вантажі іншого призначення, які можуть розміщуватись як у фюзеляжі, так і «на спині». Мета створення Ан-225 була для транспортування космічних човників.<br>
    <br>
    Розробка літака почалася в 1985 році й тривала рекордно короткий час — 3,5 року. 21 грудня 1988 року літак Ан-225 «Мрія» виконав свій перший політ. Головний конструктор — Віктор Ілліч Толмачов. Цей літак став світової сенсацією, його презентували в багатьох країнах світу та захоплювались ним, ним було встановлено близько 200 світових рекордів. Літак пройшов багато повітряних випробувань перед тим, як піднятись в небо.<br>
    <br>
    Після повномасштабного вторгнення росії в Україну, він був розбомблений ворогами. Але за джерелами офіційних джерел українці почали створення нового літака. До сьогодні він є мрією усіх українців, навіть його зруйнування не забере його. Український народ прагне перемоги і він її отримає, а створення нового літака стане одним з кроком відновлення всієї України.<br>
    <br>
    Завдання: створіть креативне відео всією командою, тривалістю 1-2 хв, де ви покажете, на вашу думку, пройдені труднощі у створенні літака, які переживання мав головний конструктор при конструюванні….<br>
    <br>
    2) Історія створення першого українського автомобіля почалась в Одесі, а саме в механічній майстерні інженера В. Н. Стасюлевича. В 1909 році, на основі закордонної вантажівки, інженером Стасюлевичем був побудований перший на території сучасної України — автобус. Цей автобус мав дуже великий радіатор, оскільки скопіювати його з іноземної вантажівки не вдалося.<br>
    <br>
    3) Корся Володимир Юрійович (нар. 5 вересня 1993, Одеса, Україна) — український авто- та мотоспортсмен, майстер спорту України. Абсолютний чемпіон України з ралі серед других водіїв. На 2021 рік є наймолодшим українським ралістом, який взяв участь в більш ніж 100 змаганнях з ралі різного рівня. Він починав 17 юнаком та допомагав асистуючи на гонках, потім сам спробував себе у цьому спорті. Крок за крок за кроком, перемога за перемогою, часто зазнавав невдач, але став абсолютним чемпіоном України.<br>
    <br>
    4) Олекса́ндр Васи́льович Галуне́нко (*1 березня 1946, Троїцьке) — льотчик-випробувач Авіаційного науково-технічного комплексу імені О. К. Антонова, помічник генерального конструктора з льотних питань, кандидат технічних наук, Президент ГО «Федерація авіаційного спорту України», член Наглядової Ради НАУ, Голова координаційної ради ГО «Асоціація літакобудівників», Герой України (з врученням ордена «Золота Зірка» № 1), почесний громадянин Бучі.<br>
    <br>
    Встановив 263 світових авіаційних рекордів. За встановлення 110 світових авіаційних рекордів в одному польоті на Ан-225 «Мрія» його ім'я занесено у книгу рекордів Гіннеса (1991).<br>
  ''';

  final String text3 = '''
    Вся команда має побудувати дорогу для автомобілів, так як це було задумано наставником гри.  Як буде виглядати траса, які елементи буде мати, кожен вирішує самостійно, залежно від можливостей.<br>
    Основні рекомендовані елементи:<br>
    - Елементи дороги (паперові, дерев’яні…);<br>
    - Модельки машинок;<br>
    - Дорожні знаки;<br>
    - Світлофори;<br>
    - Зелень, квіти, дерева;<br>
    <br>
    Всі схеми, які потрібні для гри, можуть бути вами промальовані завчасно чи сфотографовані. Наставник має мати цілісну трасу, аби вкінці перевірити. Залежно від кількості учасників, можна добавити елементи, чи забрати (тоді уважно щодо функцій). При потребі можна добавити людей, які можуть тільки говорити, чи тільки будувати трасу.<br>
    Вкінці гри: успішної, чи ні важливо провести обговорення того, що було, аби через гру зрозуміти істину дня.<br>
    <br>
    Можливі питання:<br>
    <p>1. Що було складно? Чому?</p>
    <p>2. На що це похоже у нашому житті?</p>
    Щоб перемогти потрібно зробити багато кроків, задати багато питань, адже ти не отримуєш її автоматично чи одразу, це клопітка праця, часто потрібно допомога інших, співпраця і важливо перемагати свої страхи, погані якості характеру (нетерплячість, ображання інших, залежно як проходила гра), щоб отримати кінцевий переможний результат.<br>
    <br>
    Ролі та функції учасників команди. <br>
    1. Ти спікер, можеш говорити скільки завгодно, але ти не можеш нічого торкатись;<br>
    2. Ти знаєш схему дороги (намальовано на листочку), але ти не можеш говорити, рухатись та нічого торкатись, можеш використовувати слова «так, ні, знаю, не знаю»;<br>
    3. Ти знаєш, де розташовані світлофори, але ти не можеш говорити, рухатись та нічого торкатись, можеш використовувати слова «так, ні, знаю, не знаю».<br>
    4. Ти знаєш, де встановлені дорожні знаки, але ти не можеш говорити, рухатись та нічого торкатись, можеш використовувати слова «так, ні, знаю, не знаю».<br>
    5. Ти знаєш, де розташовані машини, але ти не можеш говорити, рухатись та нічого торкатись, можеш використовувати слова «так, ні, знаю, не знаю».<br>
    6. Ти знаєш, де посаджені дерева але ти не можеш говорити, рухатись та нічого торкатись, можеш використовувати слова «так, ні, знаю, не знаю».<br>
    7. Ти можеш торкатись тільки дерев, тільки якщо знаєш, де вони точно посаджені, перед тим, ти не рухаєшся, не говориш нічого, окрім слів «так, ні, знаю, не знаю».<br>
    8. Ти можеш говорити, рухатись, але не можеш торкатись елементів дороги, дорожніх знаків та дерев.<br>
    9. Ти можеш говорити, рухатись, але не можеш торкатись дорожніх знаків, елементів дороги та дерев.<br>
    10. Ти можеш говорити, рухатись, але не можеш торкатись світлофорів, машин та дерев.<br>
    11. Ти можеш говорити, рухатись, але торкатись можеш тільки елементів дороги.<br>
    12. Ти можеш торкатись всього, та рухатись, але не можеш говорити.<br>
    13. Знаєш, де є парковка, але ти не можеш говорити, рухатись та нічого торкатись, можеш використовувати слова «так, ні, знаю, не знаю».<br>
    14. Ти можеш говорити, рухатись і можеш торкатись тільки елементів парковки.<br>
    15. Ти можеш говорити, рухатись, але можеш торкатись тільки елементів дороги.
  ''';

  final String text4 = '''
    (4-5 етапів) ділимо команду на дві підкоманди і вони змагаються між собою.<br>
    1 етап: <a href="https://www.instagram.com/reel/CpZlLyOgHG8/?igshid=YmMyMTA2M2Y%3D" style="background-color: white; color: blue">https://www.instagram.com/reel/CpZlLyOgHG8/?igshid=YmMyMTA2M2Y%3D</a>
  ''';

  final String text5 = '''
  Дійти естефетно всією командою з точки А в точку Б. Фіксуємо, хто зробив це перший.<br><br>
  2 етап: <a href="https://www.instagram.com/reel/CpLud7lpO2-/?igshid=YmMyMTA2M2Y%3D" style="background-color: white; color: blue">https://www.instagram.com/reel/CpLud7lpO2-/?igshid=YmMyMTA2M2Y%3D</a>
  за відведений час  5-6 хвилини назбирати м’ячів для наступного етапу. <br>
  ''';

  final String text6 = '''
  Наставник по середині крутить шнуром, на кінці з чимось м’яким (скручений одяг чи напівздутий м’яч). Завдання учасників двох команд назбирати якомога більше шарів/м’ячів/зжм’яканого паперу для наступного етапу. Може забирати тільки один учасник з команди, тому підбігати по черзі, забирати можна тільки один предмет. Якщо учасника зачепив той шнур який крутиться, учасник не має права взяти щось з кола, а повертається назад.<br>
  <br>
  3 етап:<br>
  ''';

  final String text7 = '''
  Варіант 1 (у випадку, якщо збирали м’ячі)<br>
  Варіант 2: (у випадку, якщо папір чи шаріки тенісні)<br>
  Натягнути тканину чи поставити папір, де вирізано різного діаметру дирки, щоб туди закинути папір. (можна збирати бали, чи рахувати хто скільки попав сумарно, фіксуємо результати для обох команд)<br>
  <br>
  4 етап: <a href="https://www.instagram.com/reel/ClLjNx5Ah8_/?igshid=MDJmNzVkMjY=" style="background-color: white; color: blue">https://www.instagram.com/reel/ClLjNx5Ah8_/?igshid=MDJmNzVkMjY=</a>
  <br>
  ''';

  final String text8 = '''
  Обговорення з командою. Наголосити, що все не буває зразу, потрібно рухатись крок за кроком. Поговорити, чи вірили у перемогу, що допомогло виграти? Перенести це все на реальне життя. 
  <br><br>
  Можливо, одна команда спочатку програвала, але під кінець вирвалась вперед, все залежить від ситуації, яка склалась.
  <br><br>
  ''';

  final String text9 = '''
  Команді дається дошка<br>
  ''';

  final String text10 = '''
  Всі стають на дошку, в рандомному порядку, потім оголошується завдання: вишикуватись по зросту, чи місяцю народження не сходячи з дошки, якщо торкнулись землі, все спочатку.<br>
  ''';

  final String text11 = '''
  Грає парна кількість учасників, не менше 6 чоловік. Гравці шикуються шеренгу і розраховуються за номерами. Парні номери будуть однією командою, непарні — іншою. Відстань між гравцями 1м. Гравцям кожної команди видають невеликі палички, пофарбовані в певний колір. На кожній паличці є номер гравця. Гравці запам’ятовують колір паличок своєї команди та обмінюються нею з сусідом.<br>
  <br>
  За сигналом всі повинні закинути палички якнайдалі, а за наступним сигналом побігти за ними. Кожен має знайти та підібрати свою паличку (яку закинув сусід). Якщо по дорозі трапляються палички чужої команди, їх можна закидати ще далі.<br>
  <br>
  Перемагає команда, всі гравці якої раніше повернуться на місце зі своїми.
 <br><br>
 Інвентар: канати для старту, 2 типи паличок різних кольорів з позначеними цифрами. (класно грати на траві).
  ''';

  final String text13 = '''
  В кімнаті окреслити межі, надути шарік, дати дрібні м’ячик та відро.<br><br>
  Всі м’ячики перед грою розкидані в периметрі, в якому проходить гра, завдання учасника, поки шарік у повітрі закинути всі м’ячики у відро, якщо шарік торкнувся землі, грає наступний учасник. Під час гри учасник підбиває м’яч, щоб він тримався у повітрі.<br<br>
  <br>
  <a href="https://www.instagram.com/reel/CqoZSzxvsmm/?igshid=YmMyMTA2M2Y%3D" style="background-color: white; color: blue">https://www.instagram.com/reel/CqoZSzxvsmm/?igshid=YmMyMTA2M2Y%3D</a>
  <br>
  ''';

  final String text14 = '''
  Активна гра, якщо команда складається більш ніж з 12-15 учасників. (можна грати як загальну гру на сцені в залі для усіх учасників) Вмикаємо активну музику, коли ведучий каже слово, завдання відтворити ту фігуру, яку назвав ведучий.
  <br>
  Фігури, які є у відео:<br>
  - Крендель <br>
  - Стрибок кохання (можна замінити на : стрибок переможця)<br>
  - Курка в курнику<br>
  - Птах у клітці<br>
  - Собака у будці<br>
  - Курячий суп<br>
  - Рюкзак<br>
  - Літак<br>
  ''';

  final String text15 = '''
  Тік-ток для учасників команд (можна дати як домашнє завдання) Кинути у тік-ток чи інсту, позначити вашу сторінку, якщо вона є та наступного дня отримати приз. (Буде працювати як реклама вашого табору та поширення інформації про нього)<br>
  <a href="https://www.instagram.com/reel/CpUfjczDV7d/?igshid=YmMyMTA2M2Y%3D" style="background-color: white; color: blue">https://www.instagram.com/reel/CpUfjczDV7d/?igshid=YmMyMTA2M2Y%3D</a>
  ''';

  @override
  Widget build(BuildContext context) {
    return Scaffold(
      appBar: AppBar(
        title: const Text("Станції"),
      ),
      body: SingleChildScrollView(
        child: Padding(
          padding: const EdgeInsets.all(16),
          child: Column(
            crossAxisAlignment: CrossAxisAlignment.start,
            children: [
              Container(
                decoration: BoxDecoration(
                  color: Colors.white,
                  borderRadius: BorderRadius.circular(10),
                ),
                child: Padding(
                  padding: const EdgeInsets.all(16),
                  child: Column(
                    crossAxisAlignment: CrossAxisAlignment.start,
                    children: [
                      const Text(
                        "1. Відео-станція",
                        textAlign: TextAlign.start,
                        style: TextStyle(fontWeight: FontWeight.bold, fontSize: 16),
                      ),
                      HtmlWidget(text1),
                    ],
                  ),
                ),
              ),
              const SizedBox(height: 20),
              Container(
                decoration: BoxDecoration(
                  color: Colors.white,
                  borderRadius: BorderRadius.circular(10),
                ),
                child: Padding(
                  padding: const EdgeInsets.all(16),
                  child: Column(
                    crossAxisAlignment: CrossAxisAlignment.start,
                    children: [
                      const Text(
                        "2. Побудувати гоночну трасу для автомобілів",
                        textAlign: TextAlign.start,
                        style: TextStyle(fontWeight: FontWeight.bold, fontSize: 16),
                      ),
                      Image.asset("images/stations2_1.png"),
                      HtmlWidget(text3),
                    ],
                  ),
                ),
              ),
              const SizedBox(height: 20),

              Container(
                decoration: BoxDecoration(
                  color: Colors.white,
                  borderRadius: BorderRadius.circular(10),
                ),
                child: Padding(
                  padding: const EdgeInsets.all(16),
                  child: Column(
                    crossAxisAlignment: CrossAxisAlignment.start,
                    children: [
                      const Text(
                        "3. Гоночна траса",
                        textAlign: TextAlign.start,
                        style: TextStyle(fontWeight: FontWeight.bold, fontSize: 16),
                      ),
                      HtmlWidget(text4),
                      Image.asset("images/stations2_2.png"),
                      HtmlWidget(text5),
                      Image.asset("images/stations2_3.png"),
                      HtmlWidget(text6),
                      Row(
                        children: [
                          Flexible(child: Image.asset("images/stations2_4.png")),
                          Flexible(child: Image.asset("images/stations2_5.png")),
                        ],
                      ),
                      HtmlWidget(text7),
                      Image.asset("images/stations2_6.png"),
                      HtmlWidget(text8),
                    ],
                  ),
                ),
              ),
              const SizedBox(height: 20),

              Container(
                decoration: BoxDecoration(
                  color: Colors.white,
                  borderRadius: BorderRadius.circular(10),
                ),
                child: Padding(
                  padding: const EdgeInsets.all(16),
                  child: Column(
                    crossAxisAlignment: CrossAxisAlignment.start,
                    children: [
                      const Text(
                        "4. Вишикуватись по зросту",
                        textAlign: TextAlign.start,
                        style: TextStyle(fontWeight: FontWeight.bold, fontSize: 16),
                      ),
                      HtmlWidget(text9),
                      Image.asset("images/stations2_7.png"),
                      HtmlWidget(text10),
                    ],
                  ),
                ),
              ),
              const SizedBox(height: 20),

              Container(
                decoration: BoxDecoration(
                  color: Colors.white,
                  borderRadius: BorderRadius.circular(10),
                ),
                child: Padding(
                  padding: const EdgeInsets.all(16),
                  child: Column(
                    crossAxisAlignment: CrossAxisAlignment.start,
                    children: [
                      const Text(
                        "5. «Кинь-знайди»",
                        textAlign: TextAlign.start,
                        style: TextStyle(fontWeight: FontWeight.bold, fontSize: 16),
                      ),
                      HtmlWidget(text11),
                    ],
                  ),
                ),
              ),

              const SizedBox(height: 20),

              Container(
                decoration: BoxDecoration(
                  color: Colors.white,
                  borderRadius: BorderRadius.circular(10),
                ),
                child: Padding(
                  padding: const EdgeInsets.all(16),
                  child: Column(
                    crossAxisAlignment: CrossAxisAlignment.start,
                    children: [
                      const Text(
                        "Додаткові варіанти активностей для дітей, якщо потрібна додаткова гра, чи  заміна",
                        textAlign: TextAlign.start,
                        style: TextStyle(fontWeight: FontWeight.bold, fontSize: 16),
                      ),
                      const Text("1)"),
                      Image.asset("images/stations3_1.png"),
                      HtmlWidget(text13),
                      HtmlWidget(text14),
                      HtmlWidget(text15),
                    ],
                  ),
                ),
              ),
            ],
          ),
        ),
      ),
    );
  }
}
