class AdditionalStations2Repo {
  static List<String> artTexts = [
    '''
    <h3>1. Термомозаїка</h3>
    ''',
    '''
    <p>Термомозаїка - це викладання на спеціальній формі зображень з маленьких різнокольорових намистинок з термопластичної пластмаси, які після нагрівання спаюються між собою в один цілісний виріб. З намистинок можна складати різноманітні візерунки, картини, плоскі та об'ємні фіґурки як з конструктора, і ці вироби з термо мозаїки мають цікаву візуальну пікселізовану структуру завдяки формі намистинок - циліндричній з отворами.</p>
    <p>Що можна зробити з термомозаїки?</p>
    <p>Вироби з термомозаїки відрізняються яскравим зовнішнім виглядом та тим, що їх можна зберегти надовго, тож це не просто тимчасові поробки. З термо конструктора можна виготовляти дійсно класні аксесуари, прикраси, іграшки, сувеніри чи декор. Наприклад:</p>
    <ul>
    <li>сережки з термомозаїки;</li>
    <li>браслети та намиста;</li>
    <li>обідки для волосся для дівчаток;</li>
    <li>ґудзики для дитячого одягу;</li>
    <li>брелки для ключів;</li>
    <li>магнітики на холодильник або для ігор чи навчальних занять;</li>
    <li>настільні ігри: лабіринти, тетріс тощо;</li>
    <li>закладки для книг;</li>
    <li>гірлянди;</li>
    <li>карнавальні маски;</li>
    <li>маленькі фіґурки з термомозаїки для ігор чи декору на поличках;</li>
    <li>підставки для олівців та ручок;</li>
    <li>підставки для чашок;</li>
    <li>декорування чохла для телефону;</li>
    <li>створення листівок;</li>
    <li>прикрашання подарунків;</li>
    <li>фоторамки;</li>
    <li>картини.</li>
    </ul>
    <p>Що треба для термо мозаїки?</p>
    <p>Для створення виробів з термомозаїки вам знадобляться:</p>
    <ul>
    <li>форми для термомозаїки: плашки з короткими штирьками, на які нанизуються намистинки, можуть бути круглими, овальними, квадратними, прямокутними, трикутними, шестикутними, у формі серця або якоїсь конкретної фіґурки;</li>
    <li>набори термо намистинок різного кольору, діаметром 2,5-10 мм, їх кількість та склад в залежать від схеми майбутнього виробу;</li>
    <li>схеми для картинки з термомозаїки: розмічені по пікселям малюнки з вказанням місця кожної намистини, такі схеми можна знайти у відкритому доступі, адаптувати схеми вишивки хрестиком або ж розмітити самостійно;</li>
    <li>пінцет;</li>
    <li>термопапір, пергаментний папір або калька;</li>
    <li>праска або парогенератор для нагрівання готового виробу, щоб скріпити намистини між собою.</li>
    </ul>
    <p>В набір термомозаїки зазвичай входить все необхідне для роботи, крім хіба що праски. Початківцям краще придбати готовий набір, а з набуттям досвіду можна купувати окремо форми та намистини для термомозаїки.</p>
    <h3>2. Бласлети з паракорда</h3>
    <p><a href="https://www.youtube.com/watch?app=desktop&v=EHGk4Dz5K9M">Посилання на youtube 1</a></p>
    <p><a href="https://www.youtube.com/watch?v=AZaMUCpZwwk"></a>Посилання на youtube 2</p>
    <p><a href="https://www.youtube.com/watch?v=h5WOy86tumo"></a>Посилання на youtube 3</p>
    ''',
    '''''',
    '''
    <h3>Вироби з вторсировини (одрозарових виделок, гудзиків, дерев'яних паличок для морозива)</h3>
    <p>+ СУПЕРГЕРОЇ з тулок туалетного папіру</p>
    ''',
    '''''',
    '''''',
    '''''',
    '''
    <h3>4. Декупаж на різних поверхнях</h3>
    <p>a. <b>Що потрібно:</b></p>
    <ul>
    <li>невеличкі баночки</li>
    <li>шнурок («шпагат»)</li>
    <li>живі квіти (пресовані)</li>
    <li>пензлі</li>
    <li>свічки</li>
    <li>невеликі ємності для клею</li>
    <li>клей</li>
    </ul>
    <p>b. <b>Процес:</b></p>
    <ul>
    <li>підготувати баночки або іншу поверхню (очистити, знежирити, т.д.)</li>
    <li>обмастити баночку 1 шаром клею, де планується бути декор</li>
    <li>зробити декор з квітів по власному бажанню</li>
    <li>покласти 2 шар клею зверху на декор та на цілу банку</li>
    <li>дати час для висихання клею</li>
    <li>відрізати шнурок бажаною довжиною та обв’язати зверху</li>
    <li>покласти в середину свічку та запалити</li>
    </ul>
    <h3>5. Багатоярусна аплікація</h3>
    <p><a href="https://www.youtube.com/watch?v=QxKROpTYaDc">Посилання на youtube</a></p>
    ''',
    '''
    <h3>6. Розпис на шоперах</h3>
    ''',
    '''
    <h3>7. Розпис на камені:</h3>
    <p><a href="https://youtu.be/bZy116TEYJA?si=a0zRZPE7nW1NJGzq">Посилання на youtube</a></p>
    ''',
    '''''',
    '''
    <h3>8. Поробки з засушених квітів</h3>
    ''',
    '''
    <h3>9. Вироби з сінельникової проволоки</h3>
    ''',
    '''
    <h3>10. Майстер – клас по малюванню</h3>
    <h3>11. Для стаціонарних таборів – зробити з палетів місце для команди</h3>
    <h3>12. Вироби з одноразових стаканчиків</h3>
    <p><a href="https://e-ipar.ru/podelki/podelki-iz-bumagi/podelki-iz-odnorazovyh-kartonnyh-stakanchikov-iz-pod-kofe">Посилання</a></p>
    ''',
    '''
    <h3>13. Жива ваза</h3>
    ''',
    '''''',
    '''''',
    '''
    <p>Зробимо букет квітів! Для цього потрібен картон і маркер( бажано чорний) . Малюємо вазу на картоні. Шукаємо квіти на вулиці.</p>
    <h3>14. Метелик</h3>
    ''',
    '''
    <p><a href="https://www.instagram.com/p/C6F9rlUNAA7/">Посилання на інстаграм</a></p>
    <p>Метелик з картону і прозорої кольорової плівки. Бог формує нас, перетворюючи в Свій образ.</p>
    ''',
  ];

  static List<String> artImages = [
    "images/art_1.png",
    "images/art_2.png",
    "images/art_3.png",
    "images/art_4.png",
    "images/art_5.png",
    "images/art_6.png",
    "images/art_7.png",
    "images/art_8.png",
    "images/art_9.png",
    "images/art_10.png",
    "images/art_11.png",
    "images/art_12.png",
    "images/art_13.png",
    "images/art_14.png",
    "images/art_15.png",
    "images/art_16.png",
    "images/art_17.png",
    "images/art_18.png",
  ];

  static List<String> parachuteGamesTexts = [
    '''
    <p>У іграх в парашут немає мети позмагатися, вони вчать узгодженості дій, вмінню відчувати рух інших гравців. Для дітей дуже важливо відчути саме через рухи те, що вони можуть бути частиною команди. В іграх з парашутом це можуть відчути навіть найменші гравці!</p>
    <p>Парашут – яскравий, а тому відмінно підходить для свят і для знайомства, для об’єднання людей в команду.</p>
    <p><a href="http://autta.org.ua/ua/materials/material/DOB-RKA-NAYPOPULYARN-SHIH--GOR-Z-PARASHUTOM/">http://autta.org.ua/ua/materials/material/DOB-RKA-NAYPOPULYARN-SHIH--GOR-Z-PARASHUTOM/</a></p>
    <p><a href="https://naurok.com.ua/igri-s-parashutom-dlya-ditey-pochatkovo-shkoli-162257.html">https://naurok.com.ua/igri-s-parashutom-dlya-ditey-pochatkovo-shkoli-162257.html</a></p>
    <h3>Зміна варти</h3>
    <p>Стоїмо в колі, тримаємо парашут. Ведучий називає колір “синій”. Всі разом високо піднімаємо парашут. Діти, які тримаються за сегмент синього кольору повинні пробігти під ним і помінятися місцями. Попередьте, що бігти треба обережно, щоб не зіткнутися головами з іншою дитиною. Змінюватися можна і по іншому. Наприклад, попросіть помінятися місцями тих гравців, хто носить червоне або у кого довге волосся.</p>
    <h3>П’ятнашки</h3>
    <p>Підніміть парашут високо-високо над головою. Виберіть дитину, назвіть її ім’я. Тепер малюк повинен пробігти (проскакати, пострибати, проповзти) під парашутом до того, як той опуститься на землю.</p>
    <h3>Полювання</h3>
    <p><i>Мета:</i> розвивати вміння реагувати на сигнал; розвивати увагу, уяву, швидкість.</p>
    <p><i>Опис гри:</i></p>
    <p>Під парашут кладемо різні предмети: м’ячик, кубик, пластикову пляшку. Піднімаємо парашут і гравці, чиї імена назвав ведучий, повинні пробігти під парашутом і встигнути схопити що-небудь. Якщо крило парашута зачепило гравця, він повинен покласти іграшку на місце.</p>
    <h3>Грибок</h3>
    <p><i>Мета:</i> розвивати швидкість реакції, активізація рухових навичок, виховувати вміння діяти в колективі узгоджено.</p>
    <p><i>Опис гри:</i></p>
    <p>Всі тримаються за ручки парашута, і плавно піднімають його три рази, і на третій раз всі, не відпускаючи ручки, заходять всередину парашута, і він плавно опускається зверху на всіх.</p>
    <h3>Дощ і сонце</h3>
    <p><i>Мета:</i> розвивати увагу</p>
    <p><i>Опис гри:</i></p>
    <p>Діти тримають парашут. Ведучий говорить “сонце” або “дощ”. Коли світить сонце, всі разом піднімають парашут якомога вище. Коли йде дощ, всі ховаються під парашут, тримаючись за ручки парашута.</p>
    ''',
  ];

  static List<String> masterClassesTexts = [
    '''
    <h3>1. Свічки</h3>
    <ul>
    <li>Гелеві</li>
    <li>Окопні</li>
    <li>Парафінові</li>
    <li>З вощини</li>
    </ul>
    ''',
    '''''',
    '''''',
    '''''',
    '''
    <h3>Глина</h3>
    <p>Для опалення треба духова шафа або буржуйка. Є така глина, яку не треба опалювати.</p>
    <ul>
    <li>Чашки</li>
    <li>Тарілки</li>
    <li>Тарілочки для прикрас…</li>
    </ul>
    ''',
    '''''',
    '''
    <h3>3. Маскувальна сітка на пікапи для ЗСУ.</h3>
    <p>Можна зробити таку станцію, де команди зможуть пов’язати сітку. Так до кінця табору буде одна або декілько готових сіток. Запрошуємо волонтерів і передаємо їм від діток.</p>
    <h3>4. Перша допомога</h3>
    <p>Медичний працівник показує і розказує, як надати людині допомогу при різних видах травмувань. Потім всі практикуються накладувати джгути, робити перев’язки, правильно класти і нести потерпілого.</p>
    <h3>5. Музичний</h3>
    <p>На цій станції вони пробують грати на інструментах, вчать пісню, потім на загальному зборі її презентують.</p>
    <p>Можна, щоб вони подумали, як з того, що ми маємо під руками - створити музику…</p>
    <p>Хтось бере кастрюлю, хтось баночку з чаєм і сворюють свою музику))</p>
    <h3>6. Лего картини</h3>
    <p>Для менших, хоча і старші люблять складати лего або просто плоский конструктор.</p>
    ''',
    '''''',
    '''''',
    '''
    <h3>Я люблю Україну</h3>
    <p>Дуже цікаво дізнаватись щось нове про наш край.</p>
    <p>Ідея взята з телевізійної програми “Я люблю Україну”</p>
    ''',
    '''
    <p>В програмі є різні раунди та ігри , які можна пограти з дітьми і підлітками, ще й до того дізнатись і вивчити щось нове.</p>
    <p>Одна з цих ігр: Командам дали старі українські назви одягу, прикрас, взуття. Їм треба було співставити стару назву з тим, як ми зараз це називаємо! ( можна зробити назви окремо і те, як воно виглядає, також окремо. Треба співставити картинку з назвою)</p>
    ''',
    '''''',
    '''
    <h3>8. Соціальний</h3>
    <ul>
    <li>Прибирання сміття біля площадки чи магазину</li>
    <li>Пофарбувати гойдалки в селі чи зупинку</li>
    <li>Поділитись на міні команди, дати продуктові набори і вони відправляються до стареньких, навідати їх</li>
    </ul>
    <h3>9. Майстер-клас навпаки</h3>
    <p>Тут навчаємо не ми, а нас.</p>
    <p>Діти прокачують в знанні про Тік-Ток і вчать якийсь тренд з нами. Можна музику їм надати, а ідеї зйомок вони самі накидують.</p>
    <h3>10. Дизайн мислення</h3>
    <p>На цю станцію треба набрати різні речі: бутилки, кришки, диски, папір, картон, банки, коробки…)</p>
    <p>Бог дав нам всім вміння мислити і уявляти. Давайте ми з вами спробуємо відкопати дуже дуже круту ідею, якої ще не було, яку ще ніхто не чув.</p>
    <p><i>Завдання:</i> зробити свій продукт, якого ще ніхто не робив. Оформити і презентувати.</p>
    <p>Можливо це винахід майбутнього!</p>
    <h3>11. Профорієнтація (можна розглянути ті професії, які має саме ваша команда)</h3>
    <p>Якщо є знайомі, або є можливість попросити служби (пожежників, поліція, швидка, воєнні) завітати до вас на табір.</p>
    <p>Вони розказують про особливості їх професії, дають оглянути їх інструмент, яким працюють. Показують дітям їх роботу в дії, катають на своїх автівка. Відповідають на запитання дітей.</p>
    <p>Пожежник: гасіння пожежі в дії</p>
    <p>Поліція (слідча): як збираються докази; дивні справи в роботі; спроба самим побути в ролях детективів.</p>
    ''',
  ];

  static List<String> masterClassesImages = [
    "images/master_classes_1.png",
    "images/master_classes_2.png",
    "images/master_classes_3.png",
    "images/master_classes_4.png",
    "images/master_classes_5.png",
    "images/master_classes_6.png",
    "images/master_classes_7.png",
    "images/master_classes_8.png",
    "images/master_classes_9.png",
    "images/master_classes_10.png",
    "images/master_classes_11.png",
    "images/master_classes_12.png",
  ];
}
