class BibleLessonRepo {
  static List<String> bibleLesson1 = [
    '''
    <p><b>ЧАТ – час активних теревенів про Головне</br>
    (в народі називають «уроком»)</b></p>
    </br>
    <hr>
    </br>
    <h3>Вибір та його вплив (МОЇ РІШЕННЯ МАЮТЬ ВПЛИВ ТА НАСЛІДКИ)</h3>
    <p><b>Основна думка/істина:</b> вибір кожного з нас має вплив. Вибір в житті впливає на людину, яка його робить, її друзів, оточення та світ. Людина своїм вибором може змінити своє життя та може вплинути на життя інших.</p>
    <p><b>Основний навик:</b> навчити бачити причинно-наслідкові зв’язки твого вибору. Показати, що важливо аналізувати ситуацію перед тим, як зробити вибір, подумати, які наслідки в життя принесе той чи інший вибір.</p>
    <p>Ставимо запитання для роздумів перед початком читання уривка з Біблії:</p>
    <p>1. Навести приклади, де видно явище/процес «до» та «після». Для прикладу: гусениця та метелик, фарбування волосся, вилуплення з яйця черепахи/курки/змії, зерно пшениці, коли проросло і стало колоском, тощо. </p>
    <p><b>Хід уроку:</b></p>
    <p>1. Читаємо історію з Біблії та по мірі розповіді історії робимо таймлайн</p>
    <p>2. Робимо таймлайн з історією Петра, що коли зробив. Можна робити всім разом, або якщо дітей у команді більше 15, то розділити по групках. Тут залежно від можливостей та лідерів в команді. Вирішальним в лінії життя Петра є ВИБІР. Малюємо паперовим скотчем на підлозі або канатом, якщо ви на дворі лінію життя Петра, описуємо, ким був та що робив, потім позначаємо на лінії момент вибору та що з ним трапилось після вибору йти за Ісусом. (Таймлайн - в папці нижче).</p>
    <p>Після того, як разом прочитали та намалювали лінію життя Петра пояснити про вплив його вибору на нього та на майбутні покоління, включно з нами.</p>
    <p>Петро, вибравши Ісуса кардинально змінив своє життя. Змінив звички, спосіб життя та ціль свого життя. До того, як він вирішив слідувати за Ісусом, Петро був звичайним рибалкою та турбувався про земні речі та жив без цілі. Після того, як він вибрав Ісуса, він кардинально змінив своє життя, почав активно розповідати іншим людям про Христа, ширити цю вістку по різних містах/країнах. І найголовніше після фізичної смерті він отримав вічне життя з Ісусом Христом на небі. Сьогодні кожен з нас чув про Петра з різних джерел: на уроках християнської етики, у церкві, з дитячої Біблії, на екскурсії. Ми знаємо про Христа, тому що свого часу Петро зробив вибір прийняти Христа в своє серце, як і багато інших учнів Христа. Вибір Петра мав позитивні наслідки, який вибір робиш ти сьогодні?</p>
    <p>Тут наставник може коротко поділитись тим, як вибір прийняти Христа в своє життя змінив його життя.</p>
    <b>ЗАВДАННЯ:</b>
    <p>Після історії дати учасникам можливість проаналізувати той чи інший вибір. Ділимо членів команди на групки по 4-5 людей. І даємо їм завдання проаналізувати ситуації (1-2) та як вони вплинуть на різні сфери життя.</p>
    <p>Для прикладу ситуація: ти ображений на свого друга, тому вирішив не прийти в табір. Проаналізувати як цей вибір вплине на:</p>
    <ul>
    <li>людину, яка його зробила;</li>
    <li>на друзів людини, яка зробила цей вибір;</li>
    <li>світ загалом, мається на увазі ширше оточення: знайомі, школа, сусіди, тощо);</li>
    </ul>
    <p>Можливі приклади ситуацій. (можна обирати запропоновані нами або придумати ті, які більш доречні вам)</p>
    <ol type="1">
    <li>Пояснив другу, що курити шкідливо</li>
    <li>Образив близьку людину, наговоривши їй багато неприємного або накричавши на неї</li>
    <li>Почав кожного дня займатись спортом</li>
    <li>Допоміг волонтерам плести маскувальну сітку</li>
    <li>Порушив правила дорожнього руху.</li>
    </ol>
    <p>Рекомендуємо дати один позитивний вибір, інший негативний, щоб учасники змогли побачити різницю та зрозуміти наслідки вибору.</p>
    </br>
    <hr>
    </br>
    <p><b>Історія з підліткової Біблії та обговорення</b></p>
    <p><a href="https://drive.google.com/drive/folders/1vHYrKVJgecL6Y5-g9a4zx5IDVcP61_I0">Посилання на гугл диск</a></p>
    <p>Після того, як разом прочитали та намалювали лінію життя  Петра  Таймлайн (використайте такий спосіб розповіді) вартує пояснити про вплив його вибору на нього та на майбутні покоління, включно з нами.</p>
    <p>Петро, вибравши Ісуса кардинально змінив своє життя. Змінив звички, спосіб життя та ціль свого життя. До того, як він вирішив слідувати за Ісусом, Петро був звичайним рибалкою та турбувався про земні речі та жив без цілі. Після того, як він вибрав Ісуса, він кардинально змінив своє життя, почав активно розповідати іншим людям про Христа, ширити цю вістку по різних містах/країнах. І найголовніше після фізичної смерті він отримав вічне життя з Ісусом Христом на небі. Сьогодні кожен з нас чув про Петра з різних джерел: на уроках християнської етики, у церкві, з дитячої Біблії, на екскурсії. Ми знаємо про Христа, тому що свого часу Петро зробив вибір прийняти Христа в своє серце, як і багато інших учнів Христа. Вибір Петра мав позитивні наслідки, який вибір робиш ти сьогодні?</p>
    <p>Тут наставник може коротко поділитись тим, як вибір прийняти Христа в своє життя змінив його життя.</p>
    <p>P.S. В мене колись був браслет на котрому було написано «А що б зробив Ісус?» і щоразу коли я приймала рішення, я задавала собі це питання. І в момент, коли хотіла образитись на маму ,- я зупинялась і не робила цього. Коли хотіла обманути брата,- я розуміла, що Ісус сказав би правду, і я признавалась, що саме я з’їла його шоколадку. Це питання допомагало мені приймати рішення, завдяки цьому питанню , я ставала кращою</p>
    <b>ДУХОВНИЙ НАВИК</b>
    <p>з цього свідоцтва беремо навик “А що б зробив Ісус?” - рекомендуємо використовувати це питання в житті.</p>
    <p>Буде чудово, якщо ви щодня будете нагадувати це питання в команді, і не лише в час ЧАТу, а й впродовж дня, ігор.</p>
    <p>На 4-5 день запитайте чи хтось використав це питання та який наслідок був.</p>
    <b>ЗАВДАННЯ:</b>
    <p>Після історії дати учасникам можливість проаналізувати той чи інший вибір. Ділимо членів команди на групки по 4-5 людей. І даємо їм завдання проаналізувати ситуації (1-2) та як вони вплинуть на різні сфери життя.</p>
    <p>Для прикладу ситуація: ти ображений на свого друга, тому вирішив не прийти в табір. Проаналізувати як цей вибір вплине на :</p>
    <ul>
    <li>людину, яка його зробила</li>
    <li>на друзів людини, яка зробила цей вибір;</li>
    <li>світ загалом, мається на увазі ширше оточення: знайомі, школа, сусіди, тощо</li>
    </ul>
    <p>Можливі приклади ситуацій. (можна обирати запропоновані нами або придумати ті, які більш доречні вам)</p>
    <ol type="1">
    <li>Пояснив другу, що курити шкідливо</li>
    <li>2. Образив близьку людину, наговоривши їй багато неприємного або накричавши на неї</li>
    <li>Почав кожного дня займатись спортом</li>
    <li>Допоміг волонтерам плести маскувальну сітку</li>
    <li>Порушив правила дорожнього руху.</li>
    </ol>
    <p>Рекомендуємо дати один позитивний вибір, інший негативний, щоб учасники змогли побачити різницю та зрозуміти наслідки вибору.</p>
    <p><b>Золотий вірш:</b> Филип’ян 2:5 – У житті своєму ви повинні думати і чинити як Христос.</p>
     </br>
    <hr>
    </br>
    <p><b>Таймлайн</b></p>
    <p>Надрукувати наступний файл, і кожен листок розрізати навпіл, і викладати на підлозі в процесі розповіді основної історії.</p>
    <p><a href="https://drive.google.com/file/d/1-FXdcgaNqhPKGbTqIo6fCkp75yewceqI/view">Посилання</a></p>
    </br>
    <hr>
    </br>
    <p><b>Відео "Вибрані"</b></p>
    <p><a href="https://drive.google.com/file/d/1jzcD8sg7vo4BsfHbRr2-V3_cEBx_VDQH/view"> Посилання на відео</a></p>
    </br>
    <hr>
    </br>
    <p><b>Предметний урок</b></p>
    <p>Вибери Бога, Бог може змінювати серця, перемінювати розум. І ти зможеш змінити світ.</p>
    <p><b>Інвентар:</b> губка, миска з водою, розмішана з проявником фотоплівки (фіксаж), миска з йодом.</p>
    <p>Що ти обрав ,- тим і будеш впливати.</p>
    <p>Що я за людина? Що я відображаю? Що у мене в думках? Чи маю я думки Христа? Мої думки відображають мою ідентичність, моє справжнє «я»! Але чи справді я зараз відображаю Христа?</p>
    <p>Є класна новина! Ісус сказав, що Він може змінювати нас, наше мислення, наші думки, наше серце. Він хоче допомогти нам змінюватися.</p>
    <p>Наш розум - як губка - поглинає абсолютно все навколо нас (показуємо усім губку). Він може поглинати чисту воду (наші чисті думки, показуємо на миску з водою та проявником) або брудну воду ( думки, які лише про ігри, розваги  показуємо миску з йодом). (Окунаємо в миску з йодом губку і демонструємо) - чи подобається нам такий вигляд? Хіба це не виглядає жахливо? Але Бог каже, що якщо нам не подобаються наші неправильні думки, мотиви, погляди, весь час в телефоні та й постійні сварки з батьками за час в іграх.</p>
    <p>Він може дати нам нове серце! Нові думки! Чисте серце, зміна розуму! Як же ж Він це зробить? Через прощення наших гріхів (Окунаємо губку в миску з проявником і водою, гарно змочуємо, губка стане чистою). Ісус очищає та оновляє нас. Він дає нам нове серце. Це справді те, що Бог може робити. І Він може робити це кожного разу, коли ми щиро просимо пробачення. Він прощає нас знову і знову. (Можна продемонструвати ще декілька разів, губка кожного разу ставатиме чистою і вода залишатиметься чистою).</p>
    <p>Варто просто звернутись до Нього, вибрати Ісуса, і Він допоможе нам змінитись, і ми зможемо змінити цей світ!!!!  Завдяки Христу ми можемо змінювати наше мислення, відкидати негативні думки, натомість наповнюватися Правдою та особливими справами.</p>
    </br>
    <p><b>Золотий вірш:</b> Филип’ян 2:5 – У житті своєму ви повинні думати і чинити як Христос</p>
    <p>P.S. В мене колись був браслет на котрому було написано «А що б зробив Ісус?» і щоразу коли я приймала рішення, я задавала собі це питання. І в момент, коли хотіла образитись на маму ,- я зупинялась і не робила цього. Коли хотіла обманути брата,- я розуміла, що Ісус сказав би правду, і я признавалась, що саме я з’їла його шоколадку. Це питання допомагало мені приймати рішення, завдяки цьому питанню , я ставала кращою.</p>
    </br>
    </hr>
    </br>
    <p><b>Аватар для обговорення історії</b></p>
    <p><a href="https://drive.google.com/file/d/1uoVtOk1VXTVk33yjG6rIRZMEwDLXBaS-/view">Посилання на гугл диск</a></p>
    </br>
    <hr>
    </br>
    <p><b>Челендж дня</b></p>
    <p>(в народі домашнє завдання): порахувати скільки разів ти робив вибір?</p>
    <p>-від завершення табірного дня до моменту наступного ЧАТу</p>
    <p>АБО кому ти можеш сьогодні розказати про табір і запросити, вибери друга і запроси його.</p>
    <p>АБО чи твій пост/рілс в Інсті про табір зможе повпливати на твоїх підписників і хтось з них завтра прийде на табір,- давай перевіримо)</p>
    <p>За виконання можна давати кристалики (табірні гроші).</p>
    ''',
  ];

  static List<String> bibleLesson2 = [
    '''
    <h3>Бог знає тебе по імені</h3>
    <p><i>перевірити та обговорити домашнє завдання з ЧАТу (уроку) 1 та дати кристалики.</i></p>
    <p><b>Основна думка/істина:</b> Бог знає кожного з нас по імені. Він не сприймає нас, як натовп людей/ сіру масу, він бачить кожного індивідуально, бо помирав Він за кожного, хто живе на Землі. Бог бачить твої перемоги та поразки, Він готовий радіти та підтримувати тебе, бо знає тебе. Коли ти обираєш Його в своє життя, то твоє імя є записане у Книзі Життя.</p>
    <p><b>Золотий вірш:</b> Об’явлення 3:5 Кожен, хто переможе, буде вбраний у білий одяг, і його імя не витру Я з Книги Життя, і визнаю його перед Отцем Моїм та Його Ангелами.</p>
    </br>
    <hr>
    </br>
    <p>На початку ЧАТу граємо гру з іменами та ростом учасників команди. Перед тим, як розпочати гру пропонуємо виміряти ріст кожного учасника в ліктях, для прикладу лідера, чи найактивнішого учасника команди😊також ви можете з командою придумати свою одиницю виміру. Це льодокол, коли учасники міряють ріст один одного, знайомляться та створюється атмосфера дружби. Далі Гра.</p>
    <h3>Аватар</h3>
    <p><a href="https://drive.google.com/file/d/1b-rgQb2M_98dnuChyiuQLjFZvRz9ez4X/view">Посилання на гугл диск</a></p>
    </br>
    <hr>
    </br>
    <h3>Гра</h3>
    <p>На відстані 3-4 метри від всієї команди лежить ватман А1. В кожного учасника є маркер. По черзі учасники бігають до ватмана та мають написати ім’я та ріст, який попередньо виміряли будь-якого учасника команди, але не себе. Коли прибігає наступний учасник, завдання таке саме: написати ім’я та ріст будь-якого учасника, окрім себе та того, кого ще не має записаного на ватмані. Можна робити почергово : спочатку вписувати імена учасників команди , а потім біля нього ріст. Біля ватману має побувати кожен учасник та всі імена мають бути написані на ватмані.</p>
    <b>Після гри запитати:</b>
    <ol type="1">
    <li>Які у вас емоції зараз?</li>
    <li>Чи було вам складно? Якщо так, то чому?</li>
    </ol>
    <p>Перед тим, як розпочати читати біблійну історію обговорюємо з учасниками команди такі питання:</p>
    <ol type="1">
    <li>Чи знаєте ви загальну кількість користувачів Instagram в Україні? (12,4 млн українських користувачів)</li>
    <li>Чи знаєте кількість тих, хто підписаний на вас? А кількість тих, на кого підписані ви?</li>
    <li>Чи знаєте ви особисто цих людей? Знайомі з ними?</li>
    </ol>
    <p>Серед відповідей буде, що не всі знають своїх підписників та тих, за ким слідкують. проте часто люди залежні від думки тих, чиїх імен вони навіть не знають. Так само було важко команді згадувати імена один одного, коли грали гру на початку. Але Бог точно знає кожного імя.</p>
    </br>
    <hr>
    </br>
    <h3>Історія з підліткової Біблії</h3>
    <p>Спосіб подачі історії через Рілс від Закхея (файл в цій папці) “лідер каже, що він сьогодні класний рілс побачив і хоче показати всім - <b>рілс Закхея:</b></p>
    <p><a href="https://www.youtube.com/watch?v=njGHGcontF8&ab_channel=KoloDruzivLviv">Рілс Закхея на youtube</a></p>
    <p>Після перегляду Рілс,  можна далі почитати історію перевіривши чи співпадає з Рілс</p>
    <p><a href="https://drive.google.com/drive/folders/1n7rGXW4HggW4ACwqwa3DgqQGCLusu3fr">Посилання на гугл диск</a></p>
    </br>
    <hr>
    </br>
    <h3>Рілс Закхея</h3>
    <p>(тут лідер каже, що він сьогодні класний рілс побачив і хоче показати всім - <b>рілс Закхея- скачайте відео з Ютуб з табірної папки або гугл диск)</b></p>
    <p><a href="https://drive.google.com/file/d/1YWqLgIY-H46qRAtUSNnZzg31Z_80Noc9/view">Посилання на рілс Закхея на гугл диску</a></p>
    <p>Привіт! Хочете почути цікаву історію про те, як я зустрівся з найдивовижнішою людиною у світі? Мене звати Закхей, і я жив у великому місті Єрихон. Я був митарем, тобто збирав податки. Але, чесно кажучи, я не завжди був чесним. Іноді я брав більше грошей, ніж потрібно, і це було неправильно.</p>
    <p>Люди не дуже мене любили,- і я їх розумію. Але одного дня все змінилося. У місто прийшов Ісус, про якого всі говорили. Я дуже хотів його побачити, але був маленького зросту і не міг пробитися крізь натовп. Тому я виліз на дерево, як справжня …..!</p>
    <p>Ісус побачив мене і посміхнувся. Він назвав мене по імені і сказав, що хоче прийти до мене в гості! Він знав моє імя!!! Це неймовірно, що сам Ісус знав моє імя! Я був такий щасливий, що мало не впав з дерева. У моєму домі ми довго розмовляли, і Ісус розповів мені багато цікавих речей.</p>
    <p>Після цієї зустрічі я зрозумів, що робив неправильно. Питання в моїй голові «А як би зробив Ісус?» І я вирішив повернути всі гроші, які взяв зайвого, і навіть більше! Я хотів стати подібним на Ісуса. А Він точно розрізняв добро від зла, Він завжди був правдивим та вмів любити на ділі.</p>
    <p>Відтоді моє життя змінилося. Я став допомагати людям і ділитися з ними тим, що мав. Я зрозумів, що бути добрим набагато приємніше, ніж бути жадібним. Мені так приємно отримувати лайк від Бога!</p>
    <p>Ось така моя історія. Пам'ятайте, ніколи не пізно змінитися.</p>
    <p>І ще - Ісус знає тебе по імені!!!</p>
    </br>
    <hr>
    </br>
    <h3>Запитання для обговорення після історії:</h3>
    <ol type="1">
    <li>Хто проявив ініціативу у спілкуванні? Як це відбулось?</li>
    <li>Як думаєте, що відчував Закхей, коли Ісус звернувся до нього по імені? Чому?</li>
    <li>Як змінилось життя після того, як Ісус назвав його по імені та Закхей прийняв Ісуса в своє життя?</li>
    </ol>
    <b>Запитання індивідуального для кожного:</b>
    <p>1. Як зміниться твоє життя/поведінка/рішення від того, що ти знаєш, що Ісус знає тебе по імені?</p>
    <p>Тут дати час трішки подумати та роздати стікер кожному, хай кожен напише своє рішення, що він змінить  або що б змінив від знання того, що Бог його знає по імені. ( хтось напише, що він перестане вживати погані слова, хтось попросить вибачення в когось, дайте можливість учасникам подумати та прийняти конкретне рішення. «робити більше добра» абстрактне рішення, допоможіть уточнити кому саме будуть робити добре та в чому саме будуть заключатись добрі справи) Записане рішення на стікері хай кожен приклеїть біля свого імені на ватмані з першої гри.</p>
    <p><b>Відео-завдання від Закхея:</b> Проводжу розіграш кристалів (табірні гроші) - Гра “Валюти світу” (є відео з завданням гри - нижче)</p>
    <p>Дізнайтесь та правильно розставте яка купюра з якої країни.</p>
    <p>Будьте уважні до деталей! Імена переможців скоро стануть відомі.</p>
    <p>Суть завдання полягає у тому, що потрібно співставити купюри з країною, де використовуються ці купюри. Друкуємо купюри з різних країн: Румунія, Америка, Канада, Норвегія, Швеція і т.д. і друкуємо назви країни.</p>
    <p>Ділимо всіх учасників команди на дві групи, даємо їм однаковий набір купюр та країн і їх завдання полягає в тому, хто швидше та правильно співставить купюру з країною.</p>
    </br>
    <hr>
    </br>
    <h3>Гра "Валюти світу"</h3>
    <p>Відео-завдання від Закхея</p>
    <p><a href="https://drive.google.com/file/d/1uF8lO-y9gMTq_LrQopjOXUEyf6MpSn5r/view">Посилання на відео</a></p>
    <p>Гра "Валюти світу"</p>
    <p><a href="https://drive.google.com/file/d/1UGd9xG35rYWjVVLMePo1DWKmjDdr5BL1/view">Посилання на гру</a></p>
    </br>
    <hr>
    </br>
    <h3>Челендж дня:</h3>
    <ol type="1">
    <li>Виконати рішення, яке ти прийняв (те, що писали на стікерах).</li>
    <li>Написати пост в Інстаграм від імені Закхея. (тут може бути пост про емоції Закхея від зустрічі з Ісусом; реакція, коли Ісус звернувся на ім’я до Закхея; емоції після прийняття Ісуса в своє життя; поради як отримати лайк від Бога, тощо) Обоʼвязково позначити сторінку команди, яка проводить табірну програму.</li>
    </ol>
    <p>За виконання челенджа дня - кристали.</p>
    ''',
  ];

  static List<String> bibleLesson3Texts = [
    '''
    <h3>Розвиток навичок/ скілів</h3>
    </br>
    <hr>
    </br>
    <p><b>Основна думка/істина:</b> вміння розрізняти добро та зло, любов до ближнього та вміння говорити правду,-  напряму впливають на наше життя. Розвиток цих навичок допоможе приймати правильні рішення у різних ситуаціях та не потрапляти у халепи.</p>
    <p><b>Основна навичка:</b> через історію про блудного сина показати, що вміння розрізняти добро та зло, вміння любити та вміння завжди говорити правду є саме тими навичками(скілами), які допоможуть уникнути негативних наслідків. </p>
    <p><b>ЗОЛОТИЙ ВІРШ:</b> Ефесян 3:20 Слава Богу, Який може Своєю силою, яка діє в нас , зробити незрівнянно більше, ніж те, про що ми можемо молитися й мріяти.</p>
    <p>БІБЛІЙНА ІСТОРІЯ: притча про блудного сина.</p>
    </br>
    <hr>
    </br>
    <p>Спочатку усі учасники збираються в одному місці, де буде відбуватися сценка, саме через неї буде подаватись біблійна історія.</p>
    <p>Сценка - це телевізійна програма по типу “Стосується кожного”. Головними героями є батько, молодший син, старший син, інші герої(див нижче – залежно від можливостей вашої команди) та незалежний експерт (це може бути як ведучий програми, так і окремий персонаж).</p>
    <p>Суть сценки полягає в тому, щоб зобразити думки кожного героя біблійної історії, показати мотиви їхніх вчинків. У кінці незалежний експерт говорить висновок та істину до даної історії.</p>
    <p><b>Сценка (сюжет)</b></p>
    <p>Приблизний сюжет, який виражає основну ідею сценки.</p>
    <p>(можна змінювати, додавати репліки)</p>
    <p>Телевізійна студія може виглядати, наприклад, так:</p>
    ''',
    '''''',
    '''
    <p><i>Сцена: Студія телешоу "Стосується кожного".</i></p>
    <p><i>Головні герої:</i> батько, старший син, молодший син, сусід, друг старшого сина, роботодавець молодшого сина, експерт та ведучий.</p>
    <p><b>Ведучий: </b>Доброго дня, шановні глядачі! Сьогодні ми розглянемо історію, яка торкається кожного. І послухаємо спочатку сусіда, адже сусіди знають все.</p>
    <p><b>Сусід: </b>Один з синів мого сусіда кинув усе, що мав, взяв багатства свого батька і поїхав у далеку країну, повіривши в брехню про легке життя та вірних друзів. Замість цього він розтратив усі свої статки на розгульне життя, доведений до такого жахливого стану, що їв зі свинями. Так шкода батька, як же йому боляче за сина, який так згубно повірив у обман.На щастя, цей блудний син зрештою схаменувся і повернувся додому, щиро каючись у своїх помилках. Батько, безсумнівно, щасливий, що його син знову з ним.</p>
    <p>Сподіваюся, ця історія стане уроком для інших молодих людей. Нехай вони не вірять фальшивим обіцянкам легкого життя, а навчаться розрізняти Правду від брехні.</p>
    <p><b>Ведучий: </b>ще глянемо на цю історію з незвичайного ракурсу - очима його подруги.</p>
    <p><b>Гість: </b>Я знала його з дитинства, ми разом росли, гралися, ділилися секретами.</p>
    <p><b>Ведучий: </b>І ви пам'ятаєте той день, коли він вирішив кинути все і поїхати шукати щастя в далекій країні?</p>
    <p><b>Гість: </b> Так, ніби це було вчора... Його очі сяяли мріями про багатство і розваги, а я благала його не йти.</p>
    <p><b>Ведучий: </b>Чому ви його відмовляли?</p>
    <p><b>Гість: </b>Я відчувала, що він йде невірним шляхом. Він шукав легких грошей, розваг, а це конкретний обман. Я так хотіла, щоб він відверто поговорив з батьком. Але він вважав, що знає де правда, і повірив в брехню, що батько бажає йому зла.</p>
    <p><b>Ведучий: </b>ми знайшли власника свиноферми , де працював блудний син.</p>
    <p><b>Роботодавець: </b>я ніколи б не сказав, що той хлопець з заможної родини. Я вже потім почув, що він весь величезний маєток протринькав. То якраз компанія моїх свиней була для нього. А що?! Хіба не такі його друзі були?! Але той хлопець трохи попрацював, він ще й об’їдав моїх свиней. А тоді й зовсім пропав, добре, що свині не вкрав.</p>
    <p><b>Ведучий: </b>І ось студія до нас завітали батько та його двоє синів. Давайте розпочнемо.</p>
    <p><b>Батько: </b>(з любов'ю дивиться на обох синів) Я щасливий, що ви обидва тут сьогодні.</p>
    <p><b>Старший син: </b>(роздратовано) Щасливий, батьку? Як можна бути щасливим, коли він витратив увесь твій спадок на марноти?</p>
    <p><b>Молодший син: </b>(сором'язливо) Я знаю, що зробив помилки і бачу їхні наслідки, але я хочу виправитися. Мені дуже дуже шкода за це рішення.</p>
    <p><b>Старший син: </b>(з гнівом) Ти хочеш виправитися? Після всього, що ти накоїв? Ти нас просто зганьбив!</p>
    <p><b>Батько: </b>(м'яко) Сину, ми всі робимо помилки. Головне, що твій брат повернувся.</p>
    <p><b>Молодший син: </b>(зі сльозами) Я розумію, що зрадив вашу довіру. Прошу вас пробачити мене.</p>
    <p><b>Старший син: </b>(гнівно) Пробачити? А як же мої роки праці? Я залишився вірним, а він повертається ні з чим, і ми маємо радіти?</p>
    <p><b>Батько: </b>(спокійно) Ти завжди був зі мною, і все, що маю, належить тобі. Але твій брат був загублений і знайшовся. Це радість для мене.</p>
    <p><b>Ведучий: </b>(до старшого сина) Я розумію твоє обурення. Ти відчуваєш несправедливість. Але спробуй поглянути на ситуацію очима батька.</p>
    <p><b>Старший син: </b>(з докором) Очима батька? Він просто розпещений син, який не цінував того, що мав.</p>
    <p><b>Молодший син: </b>(плаче) Я зробив багато помилок, але хочу все виправити. Дай мені шанс.</p>
    <p><b>Батько: </b>(обіймає молодшого сина) Мій сину, ти завжди будеш моїм сином. Ми почнемо все спочатку разом.</p>
    <p><b>Старший син: </b>з гіркотою) Тобі легко говорити, батьку. А я працював на полі щодня, поки він гуляв.</p>
    <p><b>Ведучий: </b>(до старшого сина) Чи можеш ти побачити в його поверненні шанс на єдність вашої родини?</p>
    <p><b>Старший син: </b>(з сумнівом) Єдність? Мені важко це прийняти. Він все зруйнував.</p>
    <p><b>Молодший син: </b>(розкаюючись) Я готовий працювати, допомагати, як ніколи раніше. Прошу, дай мені можливість.</p>
    <p><b>Батько: </b>(спокійно) Сину, любов і прощення роблять нас сильнішими. Ми можемо подолати це разом.</p>
    <p><b>Старший син: </b>(зітхає) Добре, я спробую. Але мені буде нелегко.</p>
    <p>Адже я постійно віддано працював, але з друзями ніколи не мав такого банкету як мій брат, який вернувся щойно.</p>
    <p><b>Ведучий: </b>А чому ти ніколи не робив такого банкету?</p>
    <p><b>Батько: </b>Сину, я так люблю тебе</p>
    <p><b>Старший син: </b>я не …..</p>
    <p><b>Батько: </b>чому ти зі мною ніколи не поговорив про це?!</p>
    <p><i>Експерт:</i> я думаю, що якби сини по-чесному поговорили з батьком, то жоден з них не зробив би помилки. Їм вартувало просто сказати правду і батько допоміг би їм відрізнити правду від брехні і відповідно добро від зла.</p>
    <p>Якщо розвивати у собі ці скіли навички, то впевнений, що ця сім'я знову стане єдиною.</p>
    <p><b>Ведучий: </b>Дякую вам усім за те, що поділилися своєю історією. Нехай ця родина знайде свій шлях до єдності і щастя.</p>
    </br>
    <p>Сцена закінчується, родина виходить зі сцени з відчуттям надії і початку нового етапу.</p>
    </br>
    <hr>
    </br>
    <p>Після цього учасники табору збираються по командах та ідуть на своє звичне місце проведення уроку.</p>
    </br>
    <hr>
    </br>
    <p><b>Хід уроку:</b></p>
    <ol type="1">
    <li>Читаємо біблійну історію про блудного сина за потреби після сценки. <a href="https://drive.google.com/drive/folders/1zqrQ1fWShjjHf86V6lXip6FZX1vXzxDM">Посилання на історію з підліткової Біблії</a></li>
    <li>
      Задаємо питання учасникам для обговорення історії.</br>
       <ul>
        <li>Чому, на вашу думку, молодший син вирішив отримати спадщину раніше часу?</li>
        <li>Що відчував молодший син, коли втратив усі свої гроші?</li>
        <li>Чому батько так радісно зустрів сина?</li>
        <li>Чому, на вашу думку. старший син так негативно відреагував на появу брата?</li>
        <li>Як би відреагували ми, якщо б опинилися на місці старшого брата?</li>
       </ul> 
    </li>
    <li>Граємо гру на те, щоб відрізняти правду від брехні (якщо є час, можна зіграти дві гри)</li>
    </ol>
    <p><b>Поломаний телефон.</b> Учасники стають в лінію, кожен має листок та ручку. Наставник загадує слово та пише його на листку, показує наступному гравцеві, той має намалювати це і показує листок з малюнком наступному, який повинен написати слово та показати листок з написаним словом наступному, завдання якого намалювати і так далі. Останній учасник озвучує слово, яке перед тим написав, після чого наставник оголошує, яке насправді слово було.</p>
    <p>АБО можна зіграти класичний поломаний телефон</p>
    <p><b>Гра з логотипами.</b> На проекторі, ноутбуці чи телефоні (або можна роздрукувати) по черзі показуємо логотипи різних брендів. Деякі з логотипів будуть невірні/домальовані. Завдання учасників - відгадати, де справжній логотип бренду, а де видуманий.</p>
    <p>Дану гру можна використати як приклад розвитку навички розрізняти правду і брехню.</p>
    <p><a href="https://docs.google.com/presentation/d/1_ok3wTy7c3hAbJyT_Jt6pezUEDPJrZ_3/edit?usp=sharing&ouid=104781512787198930141&rtpof=true&sd=true">Посилання на гугл диск</a></p>
    <p><b>АВАТАР для обговорення історії</b></p>
    <p><a href="https://drive.google.com/file/d/14EZuoaGNRP0KKAItZ4Tlh4bgmu0HZtLt/view">Посилання на гугл диск</a></p>
    <p>4. Після цього учасники переходять до створення аватару. На ватмані буде зображено наших три героя - батько та двоє синів. Біля кожного героя буде стовпчик/шкала від 1 до 100%. Завдання учасників - оцінити навичку кожного героя у відсотках (замалювати стовпчик до потрібного на їхню думку рівня). У молодшого сина ми оцінюємо навичку розрізняти добро та зло, у батька - навичку любити, у старшого сина - навичку говорити правду.</p>
    <p>Тут наставнику важливо спрацювати та наштовхнути на думку, що у батька була справді безмежна любов до своїх синів, тому йому сміливо можна ставити 100%.</p>
    <p>ЗАВДАННЯ</p>
    <p>5. Далі ділимо учасників на дві команди. Завдання першої команди - написати поради молодшому сину як можна розвинути скіл розрізняти добро і зло. Завдання другої команди - написати поради старшому сину як розвинути скіл говорити правду та відверто говорити з батьком. Якщо є час і можливість, це можна красиво оформити і представити.</p>
    </br>
    <hr>
    </br>
    <h3>Предметний урок</h3>
    <p><i>Інвентар:</i> 2 сирих яйця, оцет.</p>
    <p><i>Основний навик:</i> показати якщо ми будемо прокачувати свої скіли (знати, що про це каже Бог,- читати Біблію, приходити на клуби) , ми  зміцнимось  і ми станемо витриваліші, готові до різних обставин.</p>
    <b>Хід експеременту</b>
    <p>Спочатку показати перше яйце. Звичайне яйце, без особливостей.</p>
    <p>Яйце - це як серце людини.</p>
    <p>Потім показуємо друге яйце. Таке самісіньке зовні.</p>
    <p>АЛЕ його попередньо треба замочити на 2-3 доби в звичайному оцті.</p>
    <p>Оцет - це як Боже Слово. Вона оточує нас, повністю змінюючи наше життя, хоч цього часто зовні і не видно.</p>
    <p>Перше яйце символізує серце, яке ніколи не відчувало Божої любові, не знає, що Бог знає його по імені, не знає на що воно здатне, якщо подружиться з Богом.</p>
    <p>Демонстративно показати, що коли кидаєш це яйце з висоти - воно розбивається, створює безлад навколо себе.</p>
    <p>Це ми без Бога, ми дуже крихкі і нас легко зламати, непередбачувані обставини вибивають нас зі звичного нам життя.</p>
    <p>Друге яйце - прокачене. Коли кидаємо його - воно не розбивається.</p>
    <p>Бог, Який може Своєю силою, яка діє в нас , зробити незрівнянно більше, ніж те, про що ми можемо молитися й мріяти.</p>
    <p>Як ми це бачимо в нашому житті?</p>
    <p>Наприклад:</p>
    <p>Перше яйце - не слухає маму, коли та попросила не гуляти до ночі на вулиці.</p>
    <p>Друге - приходить додому тоді, коли мама попросила, бо там треба допомогти поприбирати.</p>
    <p>Перше яйце - влаштовує істерику батькам, коли хоче купити ту класну машинку, яка є в половини його класу в школі.</p>
    <p>Друге яйце - спочатку задає собі питання “Як би зробив Ісус”, спокійно слухає батьків і знаходить свої аргументи чому варто це йому зараз купити.</p>
    <p>Перше яйце - зривається на інших, коли хтось зіпсував йому день.</p>
    <p>Друге яйце - терпеливо просить Бога допомогти йому заспокоїтись, адже інші люди не мають зараз страждати від його поганого настрою.</p>
    <p>Чи маєш ти зараз зміни в своєму житті?</p>
    <p>Який вибір ти робиш кожного дня, щоб Бог змінював твоє серце?</p>
    <p>Твій вибір сьогодні, однозначно буде впливати на твоє завтра!</p>
    ''',
  ];

  static List<String> bibleLesson3Images = [
    "images/lesson2_3d_1.png",
    "images/lesson2_3d_2.png",
  ];

  static List<String> bibleLesson4Texts = [
    '''
    <p><b>Обирай реальних друзів та змінюй з ними світ</b></p>
    <p><b>Основна думка:</b> важливо поставити в пріоритет реальну дружбу, а не онлайн. З друзями ти можеш змінити світ і найголовніше, що кожен може змінити світ свого друга. 4 друзів повністю змінили життя свого друга. Вони принесли його до Ісуса. Як сьогодні твої друзі змінюють твоє життя? Як ти змінюєш життя своїх друзів? Чи приводиш ти сьогодні своїх друзів до Ісуса?</p>
    <p>Важливо думати, коли ти обираєш своїх друзів, бо вони мають вплив на тебе і ти на них. Якщо ти бачиш, що ваша дружба псує твоє життя та цінності, то варто розірвати такі стосунки</p>
    <p>Зі своїми друзями ти можеш змінювати світ, так легше, ти вже в команді, тому шукай однодумців.</p>
    <h3>Запитання для обговорення та аналізу:</h3>
    <ol type="1">
    <li>Скільки в тебе підписників в Instagram? Скільки б ти хотів їх мати? Для чого?</li>
    <li>Скільки в тебе справжніх друзів в реальному житті?</li>
    <li>Коли прийшлось би обирати, кого б ти вибрав: реальних чи підписників?</li>
    </ol>
    <p>Проговорити, що цінність реальних друзів, вона є більша. Реальні друзі можуть тебе підтримати, підбадьорити, ти можеш з ними класно проводити час, можуть захистити. Коли фокус тільки на онлайн друзях, це не робить життя цікавим та насиченим, а навпаки!</p>
    <p>ЗОЛОТИЙ ВІРШ: Филипян 2:2 Доповніть мою радість, думаючи однаково, маючи одну й ту саму любов, зєднашись у досягненні однієї мети, живучи у злагоді.</p>
    <p>Читаємо історію про розслабленого та його друзів.</p>
    </br>
    <hr>
    </br>
    <p>Розбийте команду на групи по 4-5 учасників.</p>
    <p>Читати можна будь-яким  чином:</p>
    <ul>
    <li>читає ведучий, а вони групами читають пряму мову друзів;</li>
    <li>якщо для вікової групи реально, то краще, щоб кожна група прочитала самостійно (роздрукуйте історію для кожного) та замалювала хронологію історії або написала важливі для них деталі.</li>
    </ul>
    <p><a href="https://drive.google.com/drive/folders/1pipAqN7sCyOjufeD-35KoCyTmsfCrUFv">Посилання на гугл диск</a></p>
    </br>
    <hr>
    </br>
    <h3>Запитання до історії:</h3>
    <ol type="1">
    <li>Чи були ці четверо  справжніми друзями для хворого? Чому?</li>
    <li>Чи хотіли б ви таких друзів? Як думаєте ті друзів, яких ви маєте старались б так для вас, як ці четверо?</li>
    <li>Як дружба змінила життя хворого чоловіка?</li>
    </ol>
    <p>ЧЕК-ЛИСТ</p>
    <p>Після обговорення роздаємо всім чек-лист, щоб перевірити свого друга, чи він є справжній. Ось приклад можливих тверджень:</p>
    <ul>
    <li>Мій друг цікавиться як у мене справи;</li>
    <li>Я знаю, що можу попросити друга про допомогу, і він мені допоможе;</li>
    <li>Друг вміє радіти зі мною, коли я отримав хорошу оцінку;</li>
    <li>Друг не заздрить, коли я отримую класні подарунки;</li>
    <li>Друг підтримує мене, коли в мене є проблеми;</li>
    <li>Друг вміє тримати мої таємниці в секреті;</li>
    <li>Друг не обговорює мене за спиною;</li>
    <li>Tут можна дописати ще ваші додаткові варіанти для чек-листа.</li>
    </ul>
    <p>Після того, як перевірили свого друга попросіть подумати, чи вони є справжніми друзями, чи пройдуть вони самі цю перевірку. Варто підвести до такого твердження «як хочеш, щоб люди поводились з тобою, так і ти поводься з ними»</p>
    </br>
    <hr>
    </br>
    <h3>Аватар для обговорення історії</h3>
    <p><a href="https://drive.google.com/file/d/1Gz3PIMdNYq8LjmUi7zTQpFEB3B8SVcmk/view">Посилання на гугл диск</a></p>
    </br>
    <hr>
    </br>
    <h3>Ігри в парах:</h3>
    <ol type="1">
    <li>Стати парами. Взяти одне одного за зап’ястя рук та вказівним пальцям доторкнутись до суперника, інший має захищатись.</li>
    <li>«Кулачки» Двоє в парі складають руки в кулачки. Потім в шахматному порядку «будують вежу» з кулачків. (один кулак гравця 1, інший гравця 2, потім знову 1 і відповідно 2). Ведучий для усіх керує процесом гри, говорячи наступні слова «вгору» «вниз», завдання учасників виконувати усі вказівки ведучого. Тобто, якщо ведучий каже «вгору», то той кулак, який був внизу ставиться нагору., коли каже «вниз» робимо відповідну дію кулаком. Такі команди повторяються кілька раз, рандомно, швидко, щоб заплутати учасників. Фінальне слово ведучого «БУМ» ТОДІ ТОЙ, КУЛАК, ЯКИЙ ЗВЕРХУ МАЄ ВДАРИТИ кулак, який знаходиться внизу, під ним а завдання нижнього встигнути забрати, щоб не попали. Якщо встиг забрати кулак, то переміг, якщо ні, то переміг інший гравець.</li>
    </ol>
    ''',
  ];

  static List<String> bibleLesson5Texts = [
    '''
    <p><b>Основна думка/істина:</b></p>
    <p>Наслідки нашого вибору і як вони впливають на нас і на інших людей. Завжди думай, що ти робиш, з ким ти дружиш, куди ходиш, бо все у житті має свої наслідки.</p>
    <p>Коли ти поширюєш Євангеліє - це також має свої наслідки і запалює інших.</p>
    <p>Наголосити, що ти можеш впливати в будь-якому віці, незалежно скільки тобі років - ти завжди маєш друзів, оточення і ти можеш на них позитивно впливати або ж токсично, негативно,- вибір за тобою.</p>
    <p><b>Золотий вірш: </b>Ефесян 2:10</p>
    <p><i>Бо ми — створіння Божі. Він створив нас у Ісусі Христі для добрих справ. І справи ті Бог приготував заздалегідь, щоб ми могли свої життя присвятити їм.</i></p>
    <p>До Золотого вірша обговорення: по 5 учасників в команді : складіть список добрих діл для яких ви думаєте, що ми приготовані (4хв). Далі команди діляться ідеями, по одній від кожної команди, не повторюватись, лідер може записати всі варіанти на ватмані. Далі обговоріть, особливо звертаючи увагу на справи, які також робив і Ісус, і Його учні.</p>
    </br>
    <hr>
    </br>
    <h3>Історія з підліткової Біблії</h3>
    <p>Прочитати історію з Біблії - Дії 3:1-10 або у цьому варіанті з Біблії для підлітків</p>
    <p><a href="https://drive.google.com/drive/folders/1lI5jKPKsKxKVYgkQZbHMRFxJFYWjh6YL">Посилання</a></p>
    <p>Спосіб розповіді історії — в коміксах (комікси нижче)</p>
    <p><a href="https://drive.google.com/drive/folders/1SWBV8p7N5O_r_R54wBYCHHh0qOw_K1H9">Посилання</a></p>
    </br>
    <hr>
    </br>
    <h3>Пригадаємо ще історію, про яку говорили 1 дня в таборі</h3>
    <p>Якщо нові люди - розказати коротко суть про що говорили раніше (був Петро, вибрав Ісуса, його життя змінилось..нагадати як вплив Петра вплинув на життя...)</p>
    <p>Сьогоднішня історія - дуже яскравий наслідок попереднього вибору Петра.</p>
    <p>Напишіть наступні тези на А4 кожну окремо.</p>
    <p>Розкладіть їх на підлозі для візуалізації.</p>
    <p>І можна робити крок за кроком, щоб кожен учасник повторив і зрозумів, що це може бути його історія.</p>
    <i>Тези:</i>
    <p>Петро вибрав Ісуса -> життя Петра змінилось -> змінений Петро тепер може змінювати життя інших людей через Ісуса, який живе в його серці ->...змінені нові люди…</p>
    <p>Продовжіть логічний рядок ( можна написати варіанти учасників на А4 і продовжити)</p>
    </br>
    <hr>
    </br>
    <h3>АВАТАР для обговорення історії</h3>
    <p><a href="https://drive.google.com/file/d/1n2AM0OYtcbwyRG5mdE3ryIy6LNAOxIj4/view">Посилання</a></p>
    </br>
    <hr>
    </br>
    <h3>Запитання для обговорення після історії</h3>
    <p>Дати місце для фантазії, уявити реального персонажа, який живе в сучасному світі.</p>
    <p>1. Яким було життя кривого чоловіка до зустрічі з Петром? (наприклад “був хворий, каліка, не мав друзів, всі його покинули, не мав роботи, нікудишній моральний стан, жив дуже бідно...”)</p>
    <p>2. Яким стало життя кривого після зустрічі з Петром? (наприклад “кардинально все змінилось, може насолоджуватись життям, може жити повноцінним життям, може знайти роботу, може подорожувати, може ходити кінець кінцем…”)</p>
    <p>3. 3.Що робив цей чоловік після свого зцілення? Швидше за все, він пішов ділитись з іншими, розказував про велике Боже чудо в його житті і всі його знайомі дізнались про Ісуса і Божу любов до цього чоловіка.</p>
    <p>Це хороший приклад як передається добро в нашому житті і наслідки вибору добра для кожного з нас.</p>
    </br>
    <hr>
    </br>
    <h3>Гра на закріплення історії і істини</h3>
    <p><b>Інвентар: </b>моток ниток</p>
    <p><b>Хід гри:</b> Учасники стають в коло, перший учасник тримає моток ниток, закріплює нитку в себе в руках, і перекидає комусь навпроти. Учасник навпроти так само тримає в руках кусочок нитки, і перекидає комусь іншому.</p>
    <p>В результаті формується така павутинка, яка є противагою «Мережки онлайн», адже вона створена з добрих реальних справ.</p>
    ''',
    '''
    <ul>
    <li>можна в процесі гри, коли учасник отримує моток ниток в свої руки - казати вибір, який колись робили в своєму житті і його наслідки, і тоді перекидати моток ниток іншому учаснику або ж будь-які добрі справи.</li>
    <li>якщо старша група - то на павутинці, яка утворилась може хтось лягти, спробувати перенести з однієї точки в іншу, тільки треба добре натягнути і багато намотати ниток.</li>
    </ul> 
    <p><b>Істина гри:</b> добро і добрі наслідки ширяться в нашому житті, від одного до іншого. Завжди думай що ти робиш, з ким ти дружиш, куди ходиш, бо все у житті має наслідки.</p>
    </br>
    <hr>
    </br>
    <h3>Челендж</h3>
    <p>Кожному учаснику даєте невеличкий подарунок (крейоли, або розмальовку, носочки, браслет, іграшку, антистрес,- бажано щось неїстівне) Проте цей подарунок має мету і він не для учасника табору . Завдання учасника табору: цей подарунок  подарувати комусь , хто в таборі не був та розповісти про табір, про те, що ти дізнався тут. Можна твою історію як це відбулося написати мені в телеграм або голосовим меседжем АБО розказати на післятабірній зустрічі ( за такі історії рекомендуємо дати нагороду).</p>
    <p>Можна підготувати учасників, попередньо запитайте їх «Чи маєш вже імя кому це подаруєш? А про що саме ти розкажеш про те, що ти дізнався тут, що було?»</p>
    </br>
    <hr>
    </br>
    <h3>ПРЕДМЕТНИЙ УРОК</h3>
    <p><b>Інвентар:</b> велике дзеркало, ліхтар великий краще прожектор, грошова купюра, яблуко, чіпси (замість яблука та чіпсів можуть бути будь які інші два продукти, один має бути корисний, інший шкідливий).</p>
    <p>Ми маємо бути як дзеркало, яке відображає Христа та Його любов.
    </br>Дзеркало відображає зображення. Так само ми як християни маємо відображати образ/зображення Христа! Його характер!</p>
    <p>Зараз ми покажемо, що так як дзеркало відображає предмети, ми відображаємо  Христа! (Витягуємо дзеркало , бажано в ріст людини, та кличемо одного бажаючого. Просимо бажаючого взяти зі столу яблуко та потримати його перед дзеркалом). Ми дивимось на себе з цим яблуком і думаємо - які ж ми молодці сьогодні, що вирішили взяти щось корисне, наповнити себе корисною їжею. Ми дивимось на себе у дзеркало і насолоджуємось своїм відображенням. (Далі просимо взяти замість яблука чіпси, теж потримати перед дзеркалом). Ми думаємо - це не дуже вдалий вибір, не треба було брати чіпси, це шкідливо! Якби я взяв яблуко, я б виглядав краще, я ж намагаюсь бути спортивним, слідкувати за собою.  (Далі просимо взяти замість чіпсів гроші). Часом життя людей - це щось матеріальне, ми думаємо лише про фінанси. (Попросіть поставити гроші та взяти телефон або планшет де відкрита якась гра). Або ми наповнюємо своє життя лише іграми.</p>
    <p>Їжа чи гроші чи гра - це не є погано, але часом це стає тим, на що ми звертаємо найбільше нашої уваги, тим самим починаємо це відображати. Це і є наше життя. Весь наш час йде на це.</p>
    <p>Бог хоче, щоб ми відображали зовсім інше - Його самого та Його сина Ісуса, Його характер та Його дії! Але зробити це не так просто!
    </br>ЯК же ж це зробити?</p>
    <p>Біблія каже, що Ісус - це Світло (витягаємо ліхтар та включаємо його. Даємо ліхтар нашому бажаючому та просимо посвітити у дзеркало. Світло відібʼється від дзеркала і засвітить повністю лице бажаючому). Що ж ми бачимо? Що відображається у дзеркалі? Ліхтар? Світло? (Основна фішка в тому, що яблуко чи гроші відображаються лише в дзеркалі. Світло відображається прямо на лице людини, яка світить прожектором. Можна проговорити це).</p>
    <p>Коли ти вибираєш Ісуса і хочеш робити вчинки, які робив Він, хочеш робити добрі вчинки для яких створений - ти змінюєшся сам та змінюєш світ навколо тебе.</p>
    <p>Ісус це Світло, і Він хоче, щоб ми мали це світло в нашому житті через наші дії, наші слова, але також і відображали Його усім навколо (тоді можна повернути дзеркало до людей і відбите від нього світло ліхтаря буде світити на дітей). Тоді, завдяки нам люди будуть бачити у нас Христа! Бачити у нас світло. Ми будемо тими, хто відображає та показує Його любов, Його думки та характер іншим людям.</p>
    <p>Ми не можемо це зробити з іншими предметами. Не можемо відобразити різні речі в нашому житті іншим людям, але можемо відображати Христа.</p>  
    ''',
  ];

  static List<String> bibleLesson5Images = [
    "images/lesson2_5d_1.png",
  ];
}
