
class GeneralRepo {

  String textForParent = '''
  <h4>СВЯТО ДЛЯ БАТЬКІВ</h4>
  Під час табору для команд буде окрема станція, де команди мають придумати свою марку автомобіля, та відтворити її. Для цього команда може використовувати матеріали, які їм будуть запропоновані.<br>
  <br>
  <b>Наприклад:</b> картон, фарби, целофан, олівці, маркери, пластикові бутилки, коробки картонні, одноразовий посуд(тарілки, стаканчики), банки від кукурудзи, горошку, кока коли жестяні, обрізки пластикових труб, скотч, або будь що, що прийде вам на думку))<br>
  <br>
  Потім, коли буде турнір, наставники повинні сфотографувати кожен свою команду зі своїм автомобілем. Можна також зробити фотографії моментів, коли команда працювала над створенням свого автомобіля.<br>
  Звичайно можна презентувати сам автомобіль прям на сцені, якщо така можливість буде.<br>
  <br>
  Також команда має придумати <b>назву</b> для свого автомобіля, <b>характеристики</b>, <b>властивості</b> цього авто.<br>
  <br>
  Під час виступу для батьків, коли команда вийде на сцену, на екран виводяться фотографії команди з автомобілем.<br>
  Далі команда презентує свій автомобіль. Це може бути одна людина від команди, або вся команда, або як придумають.<br>
  <br>
  Під час презентації можна показати фотографії процесу створення авто.<br>
  <br>
  Команда презентує свій автомобіль вказуючи <b>назву, властивості</b> (швидкість, витривалість, потужність)<br>
  В презентації можна використати гасло, пісню та будь які фішки, які зроблять презентацію цікавішею. Гумор вітається)))<br>
  <br>
  <b>Наприклад:</b><br>
  наш автомобіль ми назвали "Лупатий ", а в народі ми його називаємо ласкаво "Кабанчик " Чому "лупатий" ? Тому що ми поставили на наше авто супер мощні галогенові фари, які ми посилили ще додатковими окулярами, для того, щоб краще бачити дорогу та не збитися з поставленого шляху. Чому ми наше авто ласкаво називаємо "Кабанчик" Тому що ми оснастили наше авто таким потужним двигуном, та мега прохідними шинами, що наш автомобіль може їхати по любій трасі..., по болотах, може проїхати любу пастку...і.т.п.<br>
  Автомобіль зроблений зі спеціального сплаву, який ніколи не іржавіє...і.т.д
  ''';

  String textForTeam = '''
  СЛОВО ДЛЯ КОМАНДИ<br>
  <br>
  <p>Ми команда, таке нібито просте слово, але така важка праця. Багато хто з нас ще вчиться, хтось працює, але попри це ми встигаємо робити так багато добра. Табір - це непросто прийти і щось розказати, чи в щось пограти - це мега велика робота, яка готується заздалегіть. Дякую тому, хто це все придумав і знає як організувати. Ми всі молодці, бо кожного разу справляємось з поставленими задачами. Хочеться подякувати один одному за нас і за зроблену роботу.</p>
  Ми круті!<br>
  <p>Кожна команда під час проведення табору хоч раз стикалась з різними труднощами і кожному з команди хотілося підтримки. Інколи здавалось, що ми забули про нас самих. Ми непросто команда, а друзі, друзі, які підтримують один одного, допомагають, бачуть, де хтось тупить, швидко підхоплюєм і виходимо з ситуаціі. Команда - це коли ми один за одного та один з одним, а не кожен сам за себе.</p>
  <p>Найосновніше це те, що з нами Бог, і з Його рукою ми можемо абсолютно все. Наш табір про перемогу, яка складається з маленьких перемог. Ми, як команда, теж проживаємо цей табір разом з дітьми. Готуючись до табору в нас є багато перешкод, які ми перемагаємо, в проведені табору в нас є багато перешкод, які ми перемагаємо. Та найосновніше, найбільша перемога- це народжені згори діти. Діти, які завдяки нам пізнають Бога ще краще, які пізнають Ісуса і запрошують Його в своє серце, які вчаться жити в силі Духа Святого. Це найбільша перемога для нашого Бога і для нас. Тому радіймо, що в нас є така можливісь, бути частиною великоії Божої команди, голова якій Христос. Я вірю, що нас всіх зібрав Бог, щоб перемагати, тому перемагаймо!</p>
  <p>Внизу пишу список завдань, які потрібно виконувати під час табору, саме нам, як команді, це не для дітей. Це для підтримки один одного, щоб нам не було скучно, будем підбадьорюватись.</p>
  <br>
  <b>Це план на кожен день, Щодня нове завдання.</b><br>
  <br>
  <ul>
  <li>Перед початком табору поблагословити один одного, на легкісь проведення табору. Поблагословити сам табір, щоб він також пройшов легко.</li>
  <li>Рандомно (можна написати на папірчиках своє ім"я, скрутити, і хто кого витягне) обрати когось, кому ви під час всього дня будете говорити підбадьорюючі слова. (ти молодоць, у тебе так круто вийшло..).</li>
  <li>В кінці дня поділитись по двоє, і обговорити сьогоднішній день, помолитись один за одного.</li>
  <li>Таємний подарунок, рандомно обираємо собі когось і під час для зробити, будь-який подарунок, якусь приємність. (подарунок з чого знайдете, можна навіть каву).</li>
  <li>Сідають всі по парах, один навпроти одного та говорять один одному слова вдячності чи добрі слова за цей табір. Коли пройшло 2-3хв, по годинниковій стрілці пересаджуються на сусідній стілець (так щоб партнери мінялись), і так поки не дойдете до першого партнера.</li>
  </ul>
  <br>
  <b>Завдання, які мають виконуватись кожного дня.</b><br>
  <br>
  1) В кімнаті для лідерів прикріпити дзеркало, біля дзеркала маленьку коробочку, в цю коробку кожного дня ставити смаколики.<br>
  <b>А коробку підписувати:</b>(надпис на коробці щодня змінювати, приклади нижче)<br>
  <ul>
  <li>Цукерки для того, щоб з`явились ідеї (якісь шоколадні).</li>
  <li>Цукерки від втоми (шаленна бджілка).</li>
  <li>Для настрою (Бомчик).</li>
  <li>Не гальмуй, залишилось ще два дні табору.</li>
  <li>Цукерка для когось (взяв цукерку і йдеш когось підбадьорювати).</li>
  </ul>
  <br>
  2) Щодня робити фото з командою, в кінці табору зробити плакат з фотками, які разом якось круто підписати кожну фотку, це що було на згадку.<br>
  3) Щодня хтось один з команди готує підбадьорююче слово, обирає собі вірш (можна вірш дня з табору).<br>
  4) Зустріч всієї команди після табору на піці.
  ''';

  String textSchedule = '''
  <h3>ДЕНЬ 1</h3>
  <b>10:00-10:30</b> реєстрація учасників+цікаві фішечки (розділ Фішки в таборі)<br>
  <b>10:30-11:15</b> програма відкриття<br>
  <b>11:15-11:30</b> зустріч з наставником + фішки<br>
  <b>11:30-12:00</b> станція<br>
  <b>12:00-12:30</b> станція<br>
  <b>12:30-13:00</b> станція<br>
  <b>13:00-13:30</b> станція<br>
  <b>13:30-14:20</b> ПІТ-СТОП (час викладу істини)<br>
  <b>14:20-14:50</b> станція<br>
  <b>14:50-15:00</b> зал програма<br>
  <br>
  *Далі бонусна година для підлітків , коли залишаються підліткові команди та вся лідерська команда разом проводять час (є розділ Година для підлітків з ідеями)<br>
  <br>
  <h3>ДЕНЬ 2</h3>
  <b>10:00-10:30</b> програма<br>
  <b>10:30-11:00</b> станція<br>
  <b>11:00-11:30</b> станція<br>
  <b>11:30-12:30</b> ПІТ-СТОП<br>
  <b>12:30-13:00</b> станція<br>
  <b>13:00-13:30</b> станція<br>
  <b>13:30-14:00</b> станція<br>
  <b>14:00-14:30</b> створюємо машину велику, яку можна на святі батьків представити<br>
  <b>14:30-15:00</b> програма<br>
  <br>
  *Далі бонусна година для підлітків<br>
  <br>
  <h3>ДЕНЬ 3</h3>
  <b>10:00-10:40</b> програма<br>
  <b>10:40-14:00</b> бізнес гра “Життя 2.0”<br>
  (За необхідністю для найменших прописані станції на цей час)<br>
  <b>14:00-15:00</b> ПІТ-СТОП<br>
  <b>14:30-15:00</b> програма<br>
  <br>
  *Далі бонусна година для підлітків<br>
  <br>
  <h3>ДЕНЬ 4</h3>
  <b>10:00-10:30</b> створення відео представлення авто на свято для батьків<br>
  <b>10:30-11:00</b> програма<br>
  <b>11:00-12:30</b> квест “Шлях”<br>
  <b>12:30-13:10</b> підготовка до програми для батьків + фішки<br>
  <b>13:10-14:00</b> ПІТ-СТОП<br>
  <b>14:00-14:50</b> турнір<br>
  <b>14:10-15:00</b> програма<br>
  <br>
  *Далі бонусна година для підлітків<br>
  <br>
  <h3>ДЕНЬ 5</h3>
  <b>10:00-10:35</b> програма<br>
  <b>10:35-11:30</b> ПІТ-СТОП<br>
  <b>11:30-13:00</b> загальнотабірка “Гараж”<br>
  <b>13:00-14:00</b> час з наставником + підготовка до свята<br>
  <b>14:00-15:00</b> програма, свято для батьків, виїзд на створених автомобілях<br>
  ''';

}