class GeneralRepo {
  String textForParent = '''
  <h4>СВЯТО ДЛЯ БАТЬКІВ</h4>
  Під час табору для команд буде окрема станція, де команди мають придумати свою марку автомобіля, та відтворити її. Для цього команда може використовувати матеріали, які їм будуть запропоновані.<br>
  <br>
  <b>Наприклад:</b> картон, фарби, целофан, олівці, маркери, пластикові бутилки, коробки картонні, одноразовий посуд(тарілки, стаканчики), банки від кукурудзи, горошку, кока коли жестяні, обрізки пластикових труб, скотч, або будь що, що прийде вам на думку))<br>
  <br>
  Потім, коли буде турнір, наставники повинні сфотографувати кожен свою команду зі своїм автомобілем. Можна також зробити фотографії моментів, коли команда працювала над створенням свого автомобіля.<br>
  Звичайно можна презентувати сам автомобіль прям на сцені, якщо така можливість буде.<br>
  <br>
  Також команда має придумати <b>назву</b> для свого автомобіля, <b>характеристики</b>, <b>властивості</b> цього авто.<br>
  <br>
  Під час виступу для батьків, коли команда вийде на сцену, на екран виводяться фотографії команди з автомобілем.<br>
  Далі команда презентує свій автомобіль. Це може бути одна людина від команди, або вся команда, або як придумають.<br>
  <br>
  Під час презентації можна показати фотографії процесу створення авто.<br>
  <br>
  Команда презентує свій автомобіль вказуючи <b>назву, властивості</b> (швидкість, витривалість, потужність)<br>
  В презентації можна використати гасло, пісню та будь які фішки, які зроблять презентацію цікавішею. Гумор вітається)))<br>
  <br>
  <b>Наприклад:</b><br>
  наш автомобіль ми назвали "Лупатий ", а в народі ми його називаємо ласкаво "Кабанчик " Чому "лупатий" ? Тому що ми поставили на наше авто супер мощні галогенові фари, які ми посилили ще додатковими окулярами, для того, щоб краще бачити дорогу та не збитися з поставленого шляху. Чому ми наше авто ласкаво називаємо "Кабанчик" Тому що ми оснастили наше авто таким потужним двигуном, та мега прохідними шинами, що наш автомобіль може їхати по любій трасі..., по болотах, може проїхати любу пастку...і.т.п.<br>
  Автомобіль зроблений зі спеціального сплаву, який ніколи не іржавіє...і.т.д
  ''';

  String textForTeam = '''
  СЛОВО ДЛЯ КОМАНДИ<br>
  <br>
  <p>Ми команда, таке нібито просте слово, але така важка праця. Багато хто з нас ще вчиться, хтось працює, але попри це ми встигаємо робити так багато добра. Табір - це непросто прийти і щось розказати, чи в щось пограти - це мега велика робота, яка готується заздалегіть. Дякую тому, хто це все придумав і знає як організувати. Ми всі молодці, бо кожного разу справляємось з поставленими задачами. Хочеться подякувати один одному за нас і за зроблену роботу.</p>
  Ми круті!<br>
  <p>Кожна команда під час проведення табору хоч раз стикалась з різними труднощами і кожному з команди хотілося підтримки. Інколи здавалось, що ми забули про нас самих. Ми непросто команда, а друзі, друзі, які підтримують один одного, допомагають, бачуть, де хтось тупить, швидко підхоплюєм і виходимо з ситуаціі. Команда - це коли ми один за одного та один з одним, а не кожен сам за себе.</p>
  <p>Найосновніше це те, що з нами Бог, і з Його рукою ми можемо абсолютно все. Наш табір про перемогу, яка складається з маленьких перемог. Ми, як команда, теж проживаємо цей табір разом з дітьми. Готуючись до табору в нас є багато перешкод, які ми перемагаємо, в проведені табору в нас є багато перешкод, які ми перемагаємо. Та найосновніше, найбільша перемога- це народжені згори діти. Діти, які завдяки нам пізнають Бога ще краще, які пізнають Ісуса і запрошують Його в своє серце, які вчаться жити в силі Духа Святого. Це найбільша перемога для нашого Бога і для нас. Тому радіймо, що в нас є така можливісь, бути частиною великоії Божої команди, голова якій Христос. Я вірю, що нас всіх зібрав Бог, щоб перемагати, тому перемагаймо!</p>
  <p>Внизу пишу список завдань, які потрібно виконувати під час табору, саме нам, як команді, це не для дітей. Це для підтримки один одного, щоб нам не було скучно, будем підбадьорюватись.</p>
  <br>
  <b>Це план на кожен день, Щодня нове завдання.</b><br>
  <br>
  <ul>
  <li>Перед початком табору поблагословити один одного, на легкісь проведення табору. Поблагословити сам табір, щоб він також пройшов легко.</li>
  <li>Рандомно (можна написати на папірчиках своє ім"я, скрутити, і хто кого витягне) обрати когось, кому ви під час всього дня будете говорити підбадьорюючі слова. (ти молодоць, у тебе так круто вийшло..).</li>
  <li>В кінці дня поділитись по двоє, і обговорити сьогоднішній день, помолитись один за одного.</li>
  <li>Таємний подарунок, рандомно обираємо собі когось і під час для зробити, будь-який подарунок, якусь приємність. (подарунок з чого знайдете, можна навіть каву).</li>
  <li>Сідають всі по парах, один навпроти одного та говорять один одному слова вдячності чи добрі слова за цей табір. Коли пройшло 2-3хв, по годинниковій стрілці пересаджуються на сусідній стілець (так щоб партнери мінялись), і так поки не дойдете до першого партнера.</li>
  </ul>
  <br>
  <b>Завдання, які мають виконуватись кожного дня.</b><br>
  <br>
  1) В кімнаті для лідерів прикріпити дзеркало, біля дзеркала маленьку коробочку, в цю коробку кожного дня ставити смаколики.<br>
  <b>А коробку підписувати:</b>(надпис на коробці щодня змінювати, приклади нижче)<br>
  <ul>
  <li>Цукерки для того, щоб з`явились ідеї (якісь шоколадні).</li>
  <li>Цукерки від втоми (шаленна бджілка).</li>
  <li>Для настрою (Бомчик).</li>
  <li>Не гальмуй, залишилось ще два дні табору.</li>
  <li>Цукерка для когось (взяв цукерку і йдеш когось підбадьорювати).</li>
  </ul>
  <br>
  2) Щодня робити фото з командою, в кінці табору зробити плакат з фотками, які разом якось круто підписати кожну фотку, це що було на згадку.<br>
  3) Щодня хтось один з команди готує підбадьорююче слово, обирає собі вірш (можна вірш дня з табору).<br>
  4) Зустріч всієї команди після табору на піці.
  ''';

  String textSchedule = '''
  <h3>ДЕНЬ 1</h3>
  <b>10:00-10:30</b> реєстрація учасників+цікаві фішечки (розділ Фішки в таборі)<br>
  <b>10:30-11:15</b> програма відкриття<br>
  <b>11:15-11:30</b> зустріч з наставником + фішки<br>
  <b>11:30-12:00</b> станція<br>
  <b>12:00-12:30</b> станція<br>
  <b>12:30-13:00</b> станція<br>
  <b>13:00-13:30</b> станція<br>
  <b>13:30-14:20</b> ПІТ-СТОП (час викладу істини)<br>
  <b>14:20-14:50</b> станція<br>
  <b>14:50-15:00</b> зал програма<br>
  <br>
  *Далі бонусна година для підлітків , коли залишаються підліткові команди та вся лідерська команда разом проводять час (є розділ Година для підлітків з ідеями)<br>
  <br>
  <h3>ДЕНЬ 2</h3>
  <b>10:00-10:30</b> програма<br>
  <b>10:30-11:00</b> станція<br>
  <b>11:00-11:30</b> станція<br>
  <b>11:30-12:30</b> ПІТ-СТОП<br>
  <b>12:30-13:00</b> станція<br>
  <b>13:00-13:30</b> станція<br>
  <b>13:30-14:00</b> станція<br>
  <b>14:00-14:30</b> створюємо машину велику, яку можна на святі батьків представити<br>
  <b>14:30-15:00</b> програма<br>
  <br>
  *Далі бонусна година для підлітків<br>
  <br>
  <h3>ДЕНЬ 3</h3>
  <b>10:00-10:40</b> програма<br>
  <b>10:40-14:00</b> бізнес гра “Життя 2.0”<br>
  (За необхідністю для найменших прописані станції на цей час)<br>
  <b>14:00-15:00</b> ПІТ-СТОП<br>
  <b>14:30-15:00</b> програма<br>
  <br>
  *Далі бонусна година для підлітків<br>
  <br>
  <h3>ДЕНЬ 4</h3>
  <b>10:00-10:30</b> створення відео представлення авто на свято для батьків<br>
  <b>10:30-11:00</b> програма<br>
  <b>11:00-12:30</b> квест “Шлях”<br>
  <b>12:30-13:10</b> підготовка до програми для батьків + фішки<br>
  <b>13:10-14:00</b> ПІТ-СТОП<br>
  <b>14:00-14:50</b> турнір<br>
  <b>14:10-15:00</b> програма<br>
  <br>
  *Далі бонусна година для підлітків<br>
  <br>
  <h3>ДЕНЬ 5</h3>
  <b>10:00-10:35</b> програма<br>
  <b>10:35-11:30</b> ПІТ-СТОП<br>
  <b>11:30-13:00</b> загальнотабірка “Гараж”<br>
  <b>13:00-14:00</b> час з наставником + підготовка до свята<br>
  <b>14:00-15:00</b> програма, свято для батьків, виїзд на створених автомобілях<br>
  ''';

  String generalGamesReadMe = '''
  Вітаємо, табірний служитель. Ми дуже раді, що ти зацікавився нашою програмою і сподіваємось вона буде корисна і зрозуміла для тебе.
  </br>
  Ми підготували 4 загальнотабірні гри, які мають свої цифрові версії на смартфонах чи ПК. Загальна ідея програми показати, що реальний світ з Христом набагато цікавіший, ніж віртуальний, куди наші дорогі діти та підлітки так часто намагаються втекти. Тож на тобі і на спортивній частині програми лежить дуже велика відповідальність, зробити все яскраво та цікаво.
  </br>
  Ми взяли прості механіки орієнтуючись на невеликі команди з мінімальною кількістю ресурсів та часу на підготовку та додали до них певні фішки, асоціативні речі і антураж. Будемо раді, якщо ти поділишся як вашій команді вдалось удосконалити та покращити ці ідеї.
  ''';

  static List<String> rewardSystemImages = [
    "images/reward_system_1.png",
    "images/reward_system_2.png",
    "images/reward_system_3.png",
    "images/reward_system_4.png",
    "images/reward_system_5.png",
    "images/reward_system_6.png",
    "images/reward_system_7.png",
    "images/reward_system_8.png",
    "images/reward_system_9.png",
    "images/reward_system_10.png",
    "images/reward_system_11.png",
    "images/reward_system_12.png",
    "images/reward_system_13.png",
  ];

  static List<String> rewardSystemTexts = [
    '''
    <h3>Система заохочення - аватар кожного учасника</h3>
    <textarea style="color:blue;">Зараз ви познайомитесь з системою заохочення в таборі.</textarea>
    <p><b>Кожен в таборі матиме вибраний ним аватар, пропонуємо це зробити на одій зі станцій в перший день. Його слід підписати своїм імям зі зворотньої сторони та дати нік свому аватару (класно буде , якщо це нік учасника з Інстаграму,- так ви будете мати їх контакти в соцмережах після табору)</b></p>
    <p>Кожному учаснику слід дати планшетку, де він розмістить аватар та буде мати місце прикріплювати різні “скіни-штучки” вибрані та куплені ним за кристали.</p>
    <p>Табірна валюта - КРИСТАЛИ (папка дизайн), які можна отримати за виконання завдань, проходження станцій, виконання Челенджів днів з ЧАТів і т д Їх можна оримувати індивідуально або кожен член команди за перемогу команди.</p>
    <p>Планшетки всіх учасників команди має лідер команди ( можна всі прикріпити на одне кільце як ключниця).</p>
    <p><b>Дизайн кристалів:</b></p>
    <p><a href="https://drive.google.com/drive/u/3/folders/19N1XpcZA_aVPDlpELbbuk833COO_Vr47">Посилання на гугл диск</a></p>
    <p>Зібравши 8 наліпок - учасник може зайти в Скарбницю табору, де взяти 1 приз. На вибір приза дається 45секунд (час можна зменшити, якщо учаснику 12+років).</p>
    <p>Ви можете кількість наліпок змінити враховуючи вашу економічну ситуацію, кількість кристалів в учасників.</p>
    <p>Назбиравши наступних 8 наліпок в учасника зявляється знову можливість побувати в Скарбниці.</p>
    <p>Якщо учасник вирішив назбирати відразу 16 наліпок, щоб зайти в скарбницю і взяти два приза ,- таке не дозволяється!!! Попередьте про це учасників зі сцени, розказавши правила заохочення.</p>
    <p>Так ви точно будете впевнені, що за свої перші 8 він вже взяв приз, тому аватар може бути 1 на весь час табору.</p>
    </br>
    <p>Ще можна придбати Скіли - вони суттєво дорожчі всід інших штучок.</p>
    <p>Купивши Скіл учасник отримує можливість збільшити час в 2 рази наступного разу потрапивши в Скарбницю.</p>
    <p>Є певні Скіли (оберіть самостійно які) котрі дають змогу відразу потрапити в Скарбницю та вибрати приз.</p>
    <p>А ще є Скіли , які дають можливість отримати приз від Координатора , проте ніхто не знає що в тому пакунку.</p>
    <p><b>Скіли:</b></p>
    <p><a href="https://file.notion.so/f/f/31739cbe-7c4d-4833-8c7b-6c38cfdf8283/6f99b973-2e56-4f1e-af89-75353bb53ef2/%D0%A1%D0%BA%D1%96%D0%BB%D0%B8.pdf?id=0b693886-172d-4d7f-94e0-b3355abbba83&table=block&spaceId=31739cbe-7c4d-4833-8c7b-6c38cfdf8283&expirationTimestamp=1716717600000&signature=zkrcefLDw73ErK9tMcexnxHhjGe_HciG2HFvHe9zZAA&downloadName=%D0%A1%D0%BA%D1%96%D0%BB%D0%B8.pdf">Посилання на ресурс</a></p>
    <p><b>Аватар з аксесуарами:</b></p>
    ''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''''',
  ];

  static List<String> parentControlTexts = [
    '''
    <p>Це час коли батьки приходять на програму.</p>
    <p>Зробимо цей час цікавим.</p></br>
    <p>Ви можете використати декілька ігор, які були в різні дні табору, вказавши “Цікаво А як з ними справляться батьки”.</p>
    <p>Оберіть ті, які на центральній програмі на сцені були найцікавішими для учасників. Наприклад, вгадати яка гра по звуковій доріжці Або що це за предмет.</p>
    <p>Також пропонуємо декілька ігор на вулиці.</p>
    </br>
    <b>Сімейна піца</b>
    <p>Дорослий та дитина стають разом, тримаючись за руки, в одного з них на долоні лежить коробка піци (порожня), їм слід вберегти свою та вибити в інших пар учасників їх коробку. Перемагають ті, хто вберіг коробку.</p>
    <p>2 Раунд: сімʼя збільшилась і вас тепер пʼятеро.</br>
    Завдання залишається те саме, тільки тепер пʼятеро тримаються за руки і не можуть розривати лінію</p>
    <b>Подорож - лижний трек</b>
    ''',
    '''
    <p>Спеціальні лижі, якщо у вас є 4 пари, то зробите 4лижні траси.</p>
    <p>Команди можуть бути різними за віком та статтю.</br>
    Чудових вам перегонів!!!!</p>
    <p><b>Гра на проекторі</b> - Який сектор твій?!</p>
    <p>MAZE CRAZE</p>
    <p><a href="https://drive.google.com/file/d/1M6QbFvSJsfQmQKTz9lhgTlMQ1pj3G3JF/view">Посилання на файл</a></p>
    </br>
    <b>Фотошоп чи реальність</b>
    <p>Грають всі команди та батьки</p>
    <p><a href="https://docs.google.com/presentation/d/1zzreeXiF93FS6dPwP1NQAyGaDR6ttCpQ/edit#slide=id.p1">Посилання на презентацію</a></p>
    </br>
    <hr>
    </br>
    <p>Далі відбувається заключна програма в залі.</p>
    ''',
  ];

  static List<String> parentControlImages = [
    "images/parent_control.png",
  ];

}
