class GeneralGamesRepo {
  static List<String> imagesCampSurfers = [
    "images/camp_surfers1.png",
    "images/camp_surfers2.png",
    "images/camp_surfers3.png",
    "images/camp_surfers4.png",
    "images/camp_surfers5.png",
  ];

  static List<String> textsCampSurfers = [
    '''''',
    '''</br>
    <h3>“Camp surfers” (“Табірні серфінгісти”)</h3>
    <b>Ціль гри:</b></br>
    Пройти смугу перешкод якомога швидше, не потрапивши до рук боса.</br>
    Під час проходження етапів, учасник має можливість зібрати бонусні монети, які покращують час його команди.
    </br></br>
    <b>Підготовка гри:</b></br>
    Локація для гри - ділянка поля, лісу чи спортивного майданчика мінімальним розміром 100м на 20м, яку ми розділяємо на 5 та більше частин та маркуємо їх кіпером чи прапорцями. Кожна зона ставить певну перешкоду на шляху героя.
    <p>Локація повинна бути зрозуміло розділеною, мати декілька шляхів проходження (щоб не створювати затори) та безпечною!</p>
    <ol type="1">
      <li>Зона спринту - пробігти якомога швидше (див ідеї далі);</li>
      <li>Зона перешкод - природні перешкоди чи створена вами смуг перешкод, яку треба пройти по одному з декількох варіантів;</li>
      <li>Зона “земля - це лава” - пройти не торкаючись землі;</li>
      <li>Зона “скарбів” - особлива локація, на якій розкидані бонусні монети(дивись *1). У героя є вибір - швидше пройти зону, чи збирати монети. Існує ризик зустріти на цьому левелі боса(дивись *2).</li>
    </ol>
    </br>
    ''',
    '''
    </br>
    <p>Оптимальним рішення буде використання природного ландшафту чи перешкод. Кількість зон їх розміщення та повторення залежить від ваших можливостей.</p>
    ІДЕЇ окремих додаткових елементів для ЗОНИ СПРИНТУ:
    <ul>
      <li>переміщення в мішках;</li>
      <li>переміщення в парах, трійках;</li>
      <li>тарзанки</li>
      <li>в ігрових “кайданках “ на ногах</li>
      <li>в ігрових лижах</li>
    </ul>
    
   <b>*1. Бонусні монети</b>
   <p>Це може бути що завгодно з доступного вам.
      </br>Основна локація для збору монет є зона “Скарбів”, але в меншій кількості їх можна розкидати чи сховати і на інших зонах, відволікаючи героїв, щоб вони втрачали час.
      Крутішими будуть справжні монети, зібрані заздалегідь, наприклад , монети виведені з обігу.
     </br>Простішим варіантом - є ПЕТ кришки, які можна зібрати командою, замовити нові чи    б/в на олх.</p>
     В кінці гри кожна монета віднімає секунди від загального часу команди. Так покращується час команди.
     </br>На зворотньому боці деякі монети можуть мати певні позначення , які надають герою супер здібності (дивись *3).
     </br>
    ''',
    '''
    <b>2. Бос</b>
    ''',
    '''''',
    '''
    </br>
    В зонах “Скарбів” може зʼявитись Бос цієї гри. Їх може бути декілька в залежності від кількості таких зон.  
    </br>Його завдання підганяти учасників, відіграючи роль страшного, тож одягніть його цікаво. Круто буде, якщо він буде в костюмі , який піддувається.
    </br>Особливо жадібних героїв , які багато часу витрачають на пошук монет він може вибивати з гри, відправляючи їх на старт. Вибивати героїв він може мʼякими мячами, чи маючи відро з мочалками, або мʼяча на мотузці.
    </br>
    </br>
    <b>3. Супер здібності</b>
    <ul>
    <li>Політ - дає можливість обійти наступну зону;</li>
    <li>Сміливість - отримає 1 снаряд, вибиває боса з гри на 5 секунд;</li>
    </ul>
    Додаткові фішки:
    <ul>
    <li>зона “Зустрічного руху”</li>
    <li>фарба на фініші</li>
    </ul>
    <b>ПЕРЕМОГОЮ</b> в даній грі вважається час за який учасники команди прийшли до фінішу.
    </br>
    </br>
    Soundtrack до гри:
    <a href="https://www.youtube.com/watch?v=Y9HACedL7ZA&ab_channel=CH4RLES">youtube</a>
    </br>
    </br>
    Обговорення:</br>
    Прийти до висновку: твій вибір завжди має наслідки.</br>
    Що було класного в цій грі?</br>
    Що складного в цій грі?</br>
    Що б ви змінили для досягнення успіху швидше?</br>
    Чим ця гра схожа на наше життя?</br>
    Що б ви змінили в грі, щоб мати кращі наслідки?</br>
    ''',
  ];

  static List<String> imagesCampStars = [
    "images/camp_stars1.png",
    "images/camp_stars2.png",
  ];

  static List<String> textsCampStars = [
    '''
    <h3>“Camp Stars” (“Табірні зірки”)</h3>
    <b>Ціль гри:</b></br>
    Зібрати якомога більше кристалів за відведений проміжок часу.
    ''',
    '''
    <b>Підготовка до гри:</b></br>
    Розділити ігрове поле на 4 зони.
    <ol type="1">
      <li>Жовта зона - база жовтої команди, безпекова зона, зона респауну.</li>
      <li>Синя зона - база синьої команди, безпекова зона, зона респауну.</li>
      <li>Зелена зона - ігрова зона, зона бою.</li>
      <li>Червона зона - зона появи кристалів кожні Х - хвилин.</li>
    </ol>
    По периметру поля розташовані судді, які слідкують за виконанням правил гри.
    ''',
    '''
    </br>
    Кожна команда складається з 6 та більше учасників. Завдання команди - збирати кристали, які зʼявляються в червоній зоні та “вибивати” учасників з команди суперників.</br>
    Кожен учасник команди має свій спосіб “вибивати” суперників і може використовувати <b>тільки його:</b>
     <ol type="1">
      <li>Серфінгіст - Аквапалка (Нудл) - вибиває суперника палкою, яку тримає двома руками;</li>
      <li>Крутелик- Легкий гумовий аьо паралоновий мʼяч на мотузці - розкручує мʼяч, і вибиває суперників тільки ним;</li>
      <li>Лучник - Лук з “гумовими” стрілами - якщо маєте такий (або паперові трубочки).<br><textarea style="color: red;">Увага на безпеку!</textarea> </li>
      <li>Метальник - Мʼяч для Dodgeball або аналог - має 2 мʼяча на початку раунду, вибиває суперників кидаючи ці мʼячі;</li>
      <li>Катапульта - Маленькі пластикові мʼячі та ємність для них - скидає м’ячі на голову команді суперників, урон по площі;</li>
      <li>Лікар - Бинти - Може “піднімати” вибитих учасників, перебинтовуючи певну частину тіла.</li>
     </ol>
     </br>
     <b>Хід гри:</b></br>
     <p>Учасники починають у своїй зоні безпеки.</p>
     <p>Завдання команди збирати кристали, які один з суддів розміщує в червоній зоні кожні Х-хвилин, при цьому кристали не можна відносити в свою зону безпеки, учасник тримає їх в себе до кінця раунду.</p>
     <p>Якщо учасника “вибили” він сідає і кладе кристали поряд з собою, їх може забрати будь який інший учасник з будь-якої команди. Кожен учасник може тримати будь-яку кількість таких кристалів, їх можна виконати у вигляди прапорців або красивих камінців.</p>
     <p>Перемагає команда, яка в кінці раунду має на руках не вибитих гравців якомога більше кристалів.</p>
     </br>
      Soundtrack до гри:
    <a href="https://www.youtube.com/playlist?list=PLlbM_MzE2fL8uQq2Sl62Ak-VmWaGsO3yR">youtube</a>
    </br></br>
    Як може виглядати бій команд на прикладі гри Jugger Sport: 
    <a href="https://www.youtube.com/watch?v=H5KGov_Sajs&ab_channel=JuggerMasterclass">youtube</a>
    </br></br>
    <b>Обговорення: </b></br>
    Що було класного в цій грі?</br>
    Що складного в цій грі?</br>
    Що спрацювало у вашій команді дуже круто?</br>
    Що б ви змінили для досягнення успіху швидше?</br>
    Які скіли/навички треба прокачати додатково?</br>
    Чим ця гра схожа на наше життя?</br>
    Які навички в житті треба прокачати будь-якій людині для досягнення успіху?</br>
    Що з цього актуально для тебе?</br>
    ''',
  ];

  static List<String> imagesLikeUs = [
    "images/like_us1.png",
    "images/like_us2.png",
  ];

  static List<String> textsLikeUs = [
    '''
    <h3>“Like Us” (“Залайкай нас”)</h3>
    <b>Ціль гри:</b></br>
    Зібрати якомога більше переможних очок, виконуючі завдання або лайкаючи команди суперників.</br>
    ''',
    '''
    <b>Підготовка гри:</b>
    <p>На території проведення гри розміщується від 10 баз, на кожній з яких можна виконати завдання для команди. Бази краще розміщувати в закутках, закритих приміщеннях, на кожній базі бажано розмістити лідера чи помічника спортінструктора.</p>
    <p>В кожній команді може бути 3 або 4-6 учасника. Бажана кількість команд має бути в 2 рази менше , ніж кількість баз. Кожна команда має свій колір та відповідні відмітки цього кольору.</p>
    <p>Перед початком гри кожна команда отримає бейдж з переліком завдань/баз, кожен пʼятий бейдж має секретну помітку, це команда “Лайкерів”. У них немає переліку завдань вони мають інші цілі* (дивись *1 нижче).</p>
    <p>Бейджі команди отримують рандомно та анонімно і мають тримати в таємниці від інших команд, не показуючи перелік завдань та можливу секретну відмітку.</p>
    <p>В умовній середині локації гри розміщується зала для Наради* (дивись *4 нижче) - стіл з кількістю стільців по кількості команд.</p>
    <p>Бажано в цій локації розмістити звукову апаратуру, яку буду чутно в усіх куточках локації гри.</p>
    </br>
    <b>Хід гри:</b>
    <p>Команди , яка отримала бланк із завданнями, має на меті якомога швидше виконати всі завдання , щоб перемогти. Кожне завдання дає Х переможних балів. Проте написане завдання, яке слід виконати, проте не вказана локація де воно находиться. Команди поміж собою говорити не можуть (тобто жовта команда не може говорити з зеленою).</p>
    <p>Команди можуть виконувати завдання в будь-якому порядку, якщо там нема іншої команди на цьому завданні, але розділятися команда не може. (Як варіант кожна команда має довгу стрічку кольору команди, і переміщуватись команда може тільки коли всі тримаються за цю стрічку).</p>
    Приклади баз:</br>
    <ul>
      <li>зібрати пазл</li>
      <li>зібрати лего конструкцію за прикладом</li>
      <li>скласти історію по хронологічному порядку</li>
      <li>відгадати шифр та відкрити кодовий замок чи ввести пароль від ноутбуку</li>
      <li>розплести заплутані мотузки</li>
      <li>зібрати деталь</li>
      <li>наповнити ємність</li>
      <li>закинути мішечки в ціль</li>
      <li>скласти танграм</li>
      <li>гра “Пари”</li>
      <li>безкінечні варіанти ідей на спритність, інтелект чи силу, в залежності від ваших можливостей і часу. </li>
    </ul>
    Завдання бази, затримати команду на 2-3 хвилини і дати їм цікаве бажано групове завдання.
    </br></br>
    *1</br>
    <p><b>Лайкери</b> - команда, яка отримала лист із завданнями з секретною поміткою, має на меті вибити з гри всі інші команди не давши їм закінчити завдання.</p>
    <p>Щоб вибити команду, лайкери повині поставити “лайк” (наліпка) на бейдж (А4 як варіант: на спині учасника, який йтиме останнім в командній та в руках першого) лінії конкретної команди, після чого всім учасникам вибитої команди заборонено розмовляти, та діяти будь-яким чином.</p>
    <p>Вони повинні завмерти, та чекати поки їх знайдуть*(дивись *2 нижче) інші учасники.</p>
    <p>За отриманий лайк команда отримує Х - переможних балів, але на цьому виконання завдань для команди, якій поставили лайк, закінчено, вони вибувають з гри до кінця раунду.</p>
    <p>За кожну вибиту команду, Лайкери також отримують Х-балів в кінці гри.</p>
    </br>
    *2
    <p>Знахідка - якщо під час виконання завдань, була виявлена “залайкана” команда, активна команда, яка це виявила, повинна якомога швидше включити тривогу*(дивись *3 нижче). Вибита команда слідує у зону відпочинку, та тільки спостерігає. До кінця гри учасникам не можна ніяк видавати команду лайкерів.</p>
    </br>
    *3</br>
    <p>Тривога - кнопка, поряд із залою для наради, яка вмикає гучний сигнал. Коли команди чують цей звук, вони повині якомога швидше припинити всі дії та слідувати в залу для Наради. Три команди , які прийдуть першими, отримують Х-переможних балів.</p>
    ''',
    '''
    </br>
    *4</br>
    <p>Нарада - завдання активних команд, виявити хто саме з команд, є командою лайкерів. І більшістю голосів вигнати з зали. Кожна команда може обмінятись думками в середині команди, після чого один з представників команд, який займає стілець для голосування, може сказати декілька аргументів всім іншим командам. Суддя слідкує за порядком дискусії.</p>
    </br></br>
    <p>Голосування - за підсумками голосування (якщо більшість 50%+1 з представників діючих команд) проголосували за якусь команду вважаючи її командою Лайкерів, розкривається бейдж цієї команди, і стає зрозумілим, це активна команда, чи команда Лайкерів. Якщо більшості не було, всі розходяться і йдуть грати далі.</p>
    <p>Якщо це Лайкери, раунд закінчено і йде підрахунок балів.</p>
    <p>Якщо було проголосовано за активну команду, вона стає вибитою і переміщається в зону відпочинку, а гра продовжується далі.</p>
    <p>Поки не будуть виконанні всі завдання однією з команд, або не залишиться 3 команди за підсумками останнього голосування.</p>
    </br>
    <p>Можна зробити декілька раундів змінюючи ролі команд, дивіться по часу.</p>
    <p>В залежності від загальної кількості команд у грі можуть бути 3-5 команд Лайкерів.</p>
    </br>
    </br>
    <b>Обговорення:</b></br>
    Що було класного в цій грі?</br>
    Що складного в цій грі?</br>
    Що б ви змінили для досягнення успіху швидше?</br>
    Чим ця гра схожа на наше життя?</br>
    Яких лайків ми шукаємо в своєму житті?</br>
    ''',
  ];

  static List<String> imagesJourney = [
    "images/journey1.png",
    "images/journey2.png",
    "images/journey3.png",
  ];

  static List<String> textsJourney = [
    '''''',
    '''
    <h3>“Journey” (“Подорож”)</h3>
    <b>Ціль гри:</b></br>
    Пройди шлях справжнього героя, мандруючи диким краєм та виживаючи разом з командою.
    </br></br>
    <b>Підготовка гри:</b></br>
    <p>Ідеальним рішенням для цієї гри буде відправитись в похід в найближчий ліс.</p>
    <p>Ми відправляємось в дикий край , де кожній команді доведеться виживати в суворій місцевості виконуючи певні завдання та освоювати навички виживання в дикій природі.</p>
    <p>Ми пропонуємо виділити час для антуражу, та підготовки. Це може бути загадкова історія з кінцевою метою походу. Учасникам треба добре підготуватись, бойові палки, маскування чи щось інше.</p>
    <p>Блютуз-колонка , яку ви будете таємно переміщувати та іноді вмикати попереду маршруту, додасть певного занурення., вони йтимуть на звук Не забудьте про воду та головні убори.</p>
    ''',
    '''
    <p>По ходу маршруту учасників буде чекати випробування, а команди, які впораються з завданням дружніше, швидше та якісніше отримають від провідника переможні бали.</p>
    Варіанти випробувань:</br>
    <ul>
    <li>базові завдання з орієнтування, або пошуку луту по карті;</li>
    <li>багаття в дикій природі - між двома деревами на висоті до 1 метра натягується мотузка. Команда, яка швидше розпалить багаття, яке перепалить цю мотузку перемагає. <textarea style="color:red;">Увага на пожежну безпеку в лісі!!!</textarea> </li>
    </ul>
    <p>Додаткові бали отримують ті команди, які не тільки розвели багаття, а і зробили це правильно з точки зору пожежної безпеки;</p>
    <ul>
    <li>побудувати укриття, використовуючи кущі, та зарослі.</li>
    <li>пройти перешкоди: тарзанка, мотузка над “прірвою”, переміститись командою через натягнуту мотузку та інші.</li>
    <li>крафт(*створення) деревʼяної сокири або меча. (Вони робили це багато разів в онлайні, хай спробують в реальності)</li>
    </ul>
    <p>Чудовим завершенням подорожі буде битва з Кріпером ( його слід догнати та перемогти в грі , якщо вдалось - команди святкують, якщо переміг Кріпер вони дають йому 3 хв відбігти і знову все повторюється) </p>
    ''',
    '''
    <p>Приготування переможного куліша на вогнищі буде чудовим завершенням гри. </p>
    </br></br>
    Звуки “лісу”:</br>
    <a href="https://www.youtube.com/watch?v=0EAvnglwF_8&ab_channel=SoundLibrary">Youtube звук 1</a></br>
    <a href="https://www.youtube.com/watch?v=TiRq8Yu7cyQ&ab_channel=SoundBlockz">Youtube звук 2</a>
    </br>
    </br>
    <b>Обговорення:</b></br>
    Що було класного в цій грі?</br>
    Що складного в цій грі?</br>
    Що б ви змінили для досягнення успіху швидше?</br>
    Чим ця гра схожа на наше життя?</br>
    ''',

  ];
}
