
class GeneralRepo {

  String textForParent = '''
  <h4>СВЯТО ДЛЯ БАТЬКІВ</h4>
  Під час табору для команд буде окрема станція, де команди мають придумати свою марку автомобіля, та відтворити її. Для цього команда може використовувати матеріали, які їм будуть запропоновані.<br>
  <br>
  <b>Наприклад:</b> картон, фарби, целофан, олівці, маркери, пластикові бутилки, коробки картонні, одноразовий посуд(тарілки, стаканчики), банки від кукурудзи, горошку, кока коли жестяні, обрізки пластикових труб, скотч, або будь що, що прийде вам на думку))<br>
  <br>
  Потім, коли буде турнір, наставники повинні сфотографувати кожен свою команду зі своїм автомобілем. Можна також зробити фотографії моментів, коли команда працювала над створенням свого автомобіля.<br>
  Звичайно можна презентувати сам автомобіль прям на сцені, якщо така можливість буде.<br>
  <br>
  Також команда має придумати <b>назву</b> для свого автомобіля, <b>характеристики</b>, <b>властивості</b> цього авто.<br>
  <br>
  Під час виступу для батьків, коли команда вийде на сцену, на екран виводяться фотографії команди з автомобілем.<br>
  Далі команда презентує свій автомобіль. Це може бути одна людина від команди, або вся команда, або як придумають.<br>
  <br>
  Під час презентації можна показати фотографії процесу створення авто.<br>
  <br>
  Команда презентує свій автомобіль вказуючи <b>назву, властивості</b> (швидкість, витривалість, потужність)<br>
  В презентації можна використати гасло, пісню та будь які фішки, які зроблять презентацію цікавішею. Гумор вітається)))<br>
  <br>
  <b>Наприклад:</b><br>
  наш автомобіль ми назвали "Лупатий ", а в народі ми його називаємо ласкаво "Кабанчик " Чому "лупатий" ? Тому що ми поставили на наше авто супер мощні галогенові фари, які ми посилили ще додатковими окулярами, для того, щоб краще бачити дорогу та не збитися з поставленого шляху. Чому ми наше авто ласкаво називаємо "Кабанчик" Тому що ми оснастили наше авто таким потужним двигуном, та мега прохідними шинами, що наш автомобіль може їхати по любій трасі..., по болотах, може проїхати любу пастку...і.т.п.<br>
  Автомобіль зроблений зі спеціального сплаву, який ніколи не іржавіє...і.т.д
  ''';

}