
class HistoryChannelRepo {

  String historyChannel1 = '''
    <h3>HISTORY CHANNEL</h3>
    Українці не забувають свою історію. Історія дає нам змогу вчитись на помилках та перемогах. Відтак ми можемо повторити помилки або уникнути їх. Щоб перемогти у перегонах кожен гонщик-пілот Формули 1 уважно вивчає минулі перегони. І це наш час.<br>
    <br>
    <h4>ПИЛИП ОРЛИК</h4>
    <b><i>Ось приклад інтерактивного способу знайомства дітей з Пилипом Орликом:</i></b><br><br>
    <h4>1. Гра в "Хто такий Пилип Орлик?"</h4>
    Почніть гру, розпитуючи дітей про їхні знання про Пилипа Орлика. Задавайте запитання, такі як "Хто такий Пилип Орлик?", "Що ви знаєте про його життя та досягнення?", "Як він став відомою історичною постаттю?" тощо. Це допоможе оцінити рівень знань дітей та встановити базовий рівень знань про Пилипа Орлика.<br>
    <br>
    Ось сценарій розповіді про Пилипа Орлика, призначений для дітей:<br>
    <br>
    <b>Ведучий:</b> Привіт, діти! Сьогодні ми з вами подорожуємо у минуле, у часи, коли наша країна ще не була незалежною. Але завдяки одному великому чоловікові, вона майже стала такою. Його звали Пилип Орлик, і він створив першу українську Конституцію. Давайте познайомимось з цим цікавим історичним персонажем!<br>
    (На екрані показуються картинки Пилипа Орлика та тогочасних подій)<br>
    <br>
    <b>Ведучий:</b> Пилип Орлик народився в Україні в XVII столітті. Він був вченим, правником та державним діячем. Але найвідоміший він став завдяки своїй ролі у створенні Конституції. А що таке Конституція? Це основний закон країни, який встановлює права та обов'язки громадян, а також організацію державно> влади.<br>
    <br>
    <b>Ведучий:</b> Пилип Орлик був на чолі Конституційної комісії, яка складалася з різних представників, таких як козаки, шляхта, духовенство, міщани та інші. Вони працювали разом, щоб створити Конституцію, яка відображала інтереси різних груп населення.<br>
    (На екрані показуються малюнки зображень Конституційної комісії та їх роботи)<br>
    <br>
    <b>Ведучий:</b> Але це була нелегка робота. Члени комісії мали різні думки та погляди на те, як повинна виглядати Конституція. Вони вели дебати, обговорювали різні питання та робили важливі рішення.<br>
    (На екрані показуються малюнки зображень дебатів та обгововорень Конституційної комісії)<br>
    <br>
    <b>Ведучий:</b> Після тривалої роботи Конституційна комісія врешті-решт затвердила Конституцію. Це стало великим подією в історії України! Конституція мала важливі положення про права та свободи громадян, взаємини між різними верствами населення, організацію державної влади та інші аспекти життя країни.<br>
    На екрані показуються основні положення Конституції, представлені у дитячій формі, наприклад, малюнки про праHа та свободи громадян)<br>
    <br>
    <b>Ведучий:</b> Пилип Орлик став першим гетьманом Запорозької Січі, який підтримав і втілив ідеї Конституції в життя. Він вірив, що лише за допомогою законів та правил можна забезпечити справедливість та рівність між усіма громадянами країни.<br>
    (На екрані показуються малюнки Пилипа Орлика в гетьманському одязі)<br>
    <br>
    <b>Ведучий:</b> Незважаючи на те, що Конституція не була остаточно реалізована через ряд історичних обстаHин, вона залишилася важлиHим втіленням бажання українського народу жити в свободі та з максимальними правами та свободами. Але сьогодні ми разом з вами можемо тут реалізувати цю Конституцію!<br>
    <br>
    <h4>2. Назва гри: "Запорозька Конституційна комісія"</h4>
    <b>Ціль гри:</b> Допомогти дітям краще зрозуміти поняття Конституції, роль Запорозької Конституційної комісії та процес її сторення.<br>
    <b>Кількість гравців:</b> 0-5 осіб.<br>
    <b>Матеріали:</b> Плакати з основними положеннями Конституції, картки з ролями членів Конституційної комісії, маркери, папір, олівці.<br>
    <br>
    <b>Процес гри:</b><br>
    <ol type="1">
    <li>Вступне слово ведучий): Вітаємо Hас на засіданні Запорозької Конституційної комісії! Сьогодні ви станете частинами історії та допоможете створити першу українську Конституцію. Кожен з вас отримає роль одного з членів комісії і відіграє сHвю роль під час нашої гри.</li>
    <li>Розподіл ролей ведучий роздає картки з ролями гравцям): Кожен гравець отримує картку з роллю члена Запорозької Конституційної комісії, таку як гетьман Пилип Орлик, представники різних козацьких полків, духовенство, селянство та інші.</li>
    <li>Пояснення праHил гри ведучий): Кожен гравець повинен відіграти свою роль та висловити свої думки та ідеї під час наших дискусій. Ми будемо обговорювати різні питання, пов'язані з створенням Конституції, та приймати рішення щодо її змісту. Перед вами є список різних законіH, оберіть ті, які ви вважаєте є найкращі для вашої країни і зможуть створити порядок та захистити Hас!</li>
    </ol>
    <br>
    <b><i>Залежно від віку дітей, можут бути використані різні спрощені варіанти пунктів Конституції Пилипа Орлика. Ось кілка прикладів</i></b><br>
    <ol type="1">
    <li>Кожен житель Запорізької Січі має право на безпеку, здоров'я. Ніхто не може скривдити чи завдати болю іншому.</li>
    <li>Кожен має право на вільне вираження своїх думок та думати самостійно.</li>
    <li>Кожен, хто хоче, може брати участь в змаганнях та тренуваннях поміж козаками для захисту своєї Січі.</li>
    <li>Кожен може захистити себе від образ та погроз.</li>
    <li>Кожен має праHо на вільний відпочинок та ігри.</li>
    <li>Кожен має праHо на повагу до своєї особистості та право бути різним.</li>
    </ol>
    <br>
    Ці спрощені варіанти можна доповнювати додатковими пунктами в залежності від потреб та рівня розуміння дітей. Головна мета - зробити Конституцію зрозумілою та привабливою для дітей, сприяти їхньому освітньому процесу та розвитку громадянської свідомості.<br>
    <br>
    Ось кілька вигаданих негативних пунктів, які можна включити в гру конституції для дітей, щоб розіграти ситуації, пов'язані з обмеженнями прав та свобод:<br>
    <ol type="1">
    <li>Заборона виходити на вулиці Запорізької Січі після 18:00.</li>
    <li>Заборона використання люльки жінкам.</li>
    <li>Заборона одягати одяг червоного кольору для козаків.</li>
    <li>Заборона виходити за межі району Запорізької Січі без супроводу.</li>
    <li>Заборона збиратися в групи більше 3 осіб без дозволу влади.</li>
    </ol>
    <br>
    Ці вигадані негативні пункти можуть бути включені в гру конституції для дітей, щоб сприяти дискусії про права та свободи, а також вчити дітей критично мислити та розуміти, що деякі обмеження можуть вплинути на їхнє життя.<br>
    <br>
    <b>Ведучий:</b> І ось, діти, наша розповідь про Пилипа Орлика та його роль у створенні першої української Конституції завершується. Він був відважним лідером, який вірив у важливість законів та правил для країни. Ми можемо бути горді, що маємо таку важливу історичну фігуру в нашому минулому.<br>
    <br>
    <b>Заключна частина гри</b> (ведучий підводить підсумки): Ведучий робить заключні висновки про створення Запорозької Конституції на основі прийнятих рішень комісії. Він також може пояснити, які зміни в житті громадян внесе нова Конституція та відзначити роль кожного з гравців у цьому процесі.<br>
    <br>
    Ця гра дозволяє дітям активно взяти участь в створенні Конституції, відчути роль різних членів комісії та краще зрозуміти процес розробки Конституції. Вона сприяє розвитку критичного мислення, комунікаційних навичок та взаємодії в групі.
  ''';

  String historyChannel2 = '''
    <h3>HISTORY CHANNEL</h3>
    Українці не забувають свою історію. Історія дає нам змогу вчитись на помилках та перемогах. Відтак ми можемо повторити помилки або уникнути їх. Щоб перемогти у перегонах кожен гонщик-пілот Формули 1 уважно вивчає минулі перегони. І це наш час.<br>
    <br>
    <h4>ІВАН МАЗЕПА</h4>
    <b><i>Ось варіант цікавої розповіді для дітей про Мазепу:</i></b><br><br>
    "В історії нашої країни був великий козацький гетьман на ім'я Іван Мазепа. Він був мудрим і відважним лідером, який вмів добре воювати та керувати своїм народом - козаками. Але на шляху Мазепи встали великі випробування.
    <br><br>
     У ті часи існувала велика країна під назвою московська держава під керівництвом Петра першого, яка хотіла підкорити собі і козацьку Україну, включаючи територію, яку очолював Мазепа. Московський цар велів своїм військам вторгтися на козацькі землі, використовуючи силу і підступність.
    <br><br>
    Мазепа був розлючений, але він не впав на коліна перед ворогом. Він відправився на пошуки союзників, збирав армію, готувався до боротьби. Він також надіслав послів до інших країн, просивши допомоги у відстоюванні своїх земель від московської агресії.
    <br><br>
    Мазепа був відважним воїном і мудрим стратегом. Він використовував різні тактики, щоб відбити напади московської армії. Він проводив засідки, організовував відступи та контратаки, використовував свої знання про місцевість та вміння керувати військом. Він завжди залишався на чолі своєї армії, брав участь у боях, ставав прикладом для своїх воїнів.
    <br><br>
    Але Мазепі не було легко - ворог був чисельніший та добре озброєний. Він зазнав поразок, його землі були спустошені, а народ - козаки - стикалися з великими труднощами. Однак Мазепа не здавався.
    <br><br>
    Мазепа також був відомий своєю великою любов'ю до своєї землі та культури. Він сприяв розвитку науки, мистецтва, літератури та освіти на козацьких землях. Він підтримував митців, науковців та інтелектуалів, сприяв виданню книг та поширенню освіти серед народу.
    <br><br>
    Але на жаль, Мазепі довелося стикнутися зі зрадою деяких з його оточення. Деякі козаки та придворні відвернулися від нього та підтримали ворога. Однак Мазепа не здавався, він боровся до кінця за свою землю та народ.
    <br><br>
    І хоч Мазепі не вдалося повністю перемогти ворога, він залишив незабутній слід в історії України та козацької культури. Він вважався справжнім захисником своєї землі, символом відваги та національної гордості. Його ім'я донині живе в серцях українського народу як героя, який віддав своє життя за свою Батьківщину.
    <br><br>
    <b><i>Ця розповідь про Мазепу також може бути вихідним пунктом для обговорення важливих цінностей, таких як відвага, національна гордість, вірність своїм принципам та боротьба за свої права та свободу. Дітей можна поділити на групи із завданням назвати якості Мазепи як героя і пояснити чому.</i></b>
    <br><br>
    <b>Ось декілька прикладів якостей героїзму Мазепи, які можа використати в розповіді для дітей:</b><br>
    <br>
    <ol type="1">
    <li>Відвага: Мазепа був відважним лідером, який очолив повстання проти зовнішнього гніту. Він відважно виступав за інтереси України та своїх співвітчизників, незважаючи на труднощі та загрози з боку ворогів.</li>
    <li>Розум: Мазепа був розумним стратегом, який вмів розраховувати свої кроки та використовувати вигоди національної та міжнародної політики. Він вмів знайти вихід з складних ситуацій та приймав розумні рішення в інтересах своєї країни.</li>
    <li>Вірність своїм принципам Мазепа був вірним своїм принципам та ідеалам. Він виступав за незалежність та самостійність України, боровся проти іноземного впливу та відстоював права свого народу. Він не зрадив своїх переконань навіть в обличчі труднощів та примусових обставин.</li>
    <li>Сміливість: Мазепа був сміливим лідером, який вмів ризикувати та виходити за межі звичайного. Він вчиняв відважні кроки на користь своєї країни та волі свого народу, незважаючи на можливі наслідки та ризики.</li>
    <li>Відданість: Мазепа був відданий своїй країні та народу. Він присвятив своє життя боротьбі за незалежність України та захисту прав своїх співвітчизників.</li>
    <li>Лідерство: Мазепа був визнаним лідером, який вмів об'єднати людей та вести їх до досягнення спільних цілей. Він вмів інспірувати та мотивувати інших своїм прикладом та керувати командою в складних умовах.</li>
    <li>Довіра: Мазепа був вірогідним та довірчим лідером. Він завжди дотримувався своїх обіцянок та слова, був чесним та відкритим у спілкуванні з іншими. Люди мали впевненість в його словах та діях.</li>
    <li>Справедливість: Мазепа прагнув до справедливості та рівності. Він був відкритий до думок та думок своїх співвітчизників, дотримувався рівних правил для всіх та боровся проти несправедливості та корупції.</li>
    <li>Дбайливість про свій народ: Мазепа був дуже піклувався про добробут та долю свого народу. Він докладав зусиль для розвитку культури, науки, освіти та економіки в Україні. Він був зацікавлений у добробуті своїх співвітчизників та доводив свою відданість їхньому добробуту.</li>
    <li>Відвага бути інакшим: Мазепа вибрав шлях ворога, обравши відступників від шляху влади. Це може бути прикладом відваги бути відмінним, вибирати власний шлях, навіть якщо він відмінний від загальноприйнятого.</li>
    </ol>
    <br>
    <b>Якими з цих якостей ти хотів би володіти, що ти робиш для того, щоб бути таким.</b>
  ''';

  String historyChannel3 = '''
  <h3>HISTORY CHANNEL</h3>
  Українці не забувають свою історію. Історія дає нам змогу вчитись на помилках та перемогах. Відтак ми можемо повторити помилки або уникнути їх. Щоб перемогти у перегонах кожен гонщик-пілот Формули 1 уважно вивчає минулі перегони. І це наш час.<br>
  <br>
  <h4>ВАСИЛЬ СТУС</h4>
  Сьогодні я розповім вам про видатну особистість - Василя Стуса, українського поета, письменника та громадського діяча.
  <br><br>
  Вже в дитинстві Василь був дуже розумним хлопчиком, любив читати книжки та вчитися. Його найбільшою мрією було стати поетом, щоб за допомогою своїх слів відтворювати красу своєї рідної землі.
  <br><br>
  Коли Василь став дорослим, він почав писати вірші про Україну, її природу, історію та народні звичаї. Він також писав про справжні цінності, такі як свобода, правда та справедливість. Василь Стус був дуже відданий своїй рідній землі та боровся за її незалежність.
  <br><br>
  Але Василь Стус не тільки писав вірші, він також виступав проти неправди та репресій з боку росії, У той час, коли в Україні була складна політична ситуація, Василь відстоював свої переконання, навіть коли це було дуже небезпечно. Він був відмінним прикладом сміливості, справедливості та героїзму.<br>
  Але, на жаль, через свої переконання Василь Стус потрапив у в'язницю і був відісланий далеко у Сибір російськими кгбістами. Там він продовжував писати вірші, використовуючи слова як засіб виразити свої думки та почуття. Василь Стус був символом мужності та стійкості, він не здався перед тиском та переслідуванням.
  <br><br>
  Але навіть у в'язниці Василь Стус не зупинявся. Він продовжув робити все можливе, щоб боротися за свої переконання та за права українського народу. Він писав листи, в яких закликав до свободи та незалежності України. Василь Стус став прикладом відваги, відданості та віри у справедливість для багатьох людей, не тільки в Україні, але й у всьому світі.
  <br><br>
  Незважаючи на те, що Василь Стус був відлучений від своєї рідної землі та був підданий жорстоким переслідуванням з боку росії, він ніколи не втратив своїх ідеалів та переконань. Він залишався вірним своїм принципам та завжди відстоював свої переконання, навіть у важкі моменти.
  <br><br>
  Таким чином, Василь Стус - це приклад справжнього героя, який відстоював свої ідеали, вірив у справедливість та свободу, і навіть у важкі часи залишався відважним та незламним. Він вчить нас бути відданими своїм переконанням, не здаватися перед тиском та боротися за правду та справедливість.
  <br><br>
  <b>Ось приклад інтерактивного знайомства дітей з Василем Стусом - видатним українським поетом, письменником і громадським діячем:</b><br>
  <br>
  <b>Віршована гра:</b> Підготуйте картки з уривками з віршів Василя Стуса. Розкладіть картки на столі чи на підлозі з таким чином, щоб були видні вірші. Розподіліть дітей на групи. Кожній групі дайте завдання знайти відповідні картки, що складають вірш Василя Стуса. Діти повинні взаємодіяти між собою, допомагати один одному та шукати правильний порядок карток, щоб скласти вірш. Після того, як вірш буде складений, групи можуть прочитати його вголос та обговорити його зміст.
  <br><br>
  <b>Варіант вірша:</b> Любіть Україну
  
  ''';

  String historyChannel4 = '''
  <h3>HISTORY CHANNEL</h3>
  Українці не забувають свою історію. Історія дає нам змогу вчитись на помилках та перемогах. Відтак ми можемо повторити помилки або уникнути їх. Щоб перемогти у перегонах кожен гонщик-пілот Формули 1 уважно вивчає минулі перегони. І це наш час.<br>
  <br>
  <h4>ТАРАС ШЕВЧЕНКО</h4>
  <b>Ведучий (або ведуча) гри розповідає дітям про Тараса Шевченка, великого українського поета, художника та громадського діяча. Ведучий використовує прості та доступні слова, щоб діти могли зрозуміти цікаву історію про цього незвичайного чоловіка.</b><br>
  <br>
  "Діти, сьогодні ми розповімо вам про великого героя України - Тараса Шевченка. Він був дуже розумним та талановитим чоловіком, який вмів писати вірші, малювати картини та виступати за права свого народу. Але Шевченко також був героєм, тому що він боровся проти неправди та гніту. Особливо важко Шевченку доводилося протистояти Російській імперії, яка володіла Україною в той час."<br>
  Ведучий розповідає про раннє життя Шевченка, його дитинство на селі, перші кроки в малюванні та поезії, а також про його важке життя в роботі кріпаком та пізніше - володарем.
  <br><br>
  "Але Шевченко не здався перед труднощами. Він писав гарні вірші, в яких розповідав про своє народне походження, про красу української природи, але також про біль і страждання українського народу під владою Росії. Він намагався звернути увагу на несправедливості, які відбувалися в ті часи, та виступав за права своєї батьківщини."
  <br><br>
  "Але на жаль, влада Російської імперії не поділяла Шевченкових поглядів та відправила його в екзил на сході Росії. Там він прожив довгі роки, але навіть в екзилі він не забув про свою батьківщину. Він продовжував писати вірші та малювати картини, в яких зображував українську природу та народне життя."
  <br><br>
  <b>Ведучий розповідає про важливий момент в житті Шевченка - визволення кріпацтва в Україні, коли він нарешті став вільним громадянином. Він також згадує про важливу роль, яку Шевченко відіграв у формуванні національної свідомості українського народу.</b><br>
  <br>
  "Тарас Шевченко був справжнім героєм, який боровся за свободу та права свого народу. Він залишив по собі величезну спадщину - свої вірші та картини, які надихають нас і досі. Він став символом боротьби за свободу, гордості та національної ідентичності українського народу."
  <br><br>
  <b>Ведучий закінчує свою розповідь, нагадуючи дітям про важливість відстоювання своїх прав та цінностей, так як це робив Тарас Шевченко, і закликає їх бути справжніми героями в своєму житті.</b><br>
  <br>
  <b>Завдання:</b> Декодування шифру: Гравці отримують закодоване повідомлення, як послання від Тараса Шевченка, і повинні розкодувати його, використовуючи алфавіт та відповідну цифру, що відповідає тій букві.<br>
  <br>
  <b>Послання:</b> Борітеся – побороте!."
  ''';

  String historyChannel5 = "";

}