
class LessonsRepo {

  String lesson1Text = '''
  <strong>ЩО ТАКЕ ПЕРЕМОГА?</strong><br><br>
  <b>Мотивація:</b><br>
  6-9 років:<br>
  Гравці утворюють коло. Наставник стає ведучим. Він перебуває у центрі і називає два імені(когось із присутніх дітей). Гравці, чиї імена названо, кричать: “Це - я!” - і міняються місцями. Завдання ведучого - зайняти вільне місце. Той, хто не встиг встати на вільне місце, стає ведучим.<br>
  <br>
  10+ років:<br>
  Інвентар: мікрофон або будь який предмет, який можна уявити мікрофоном (пляшка води, маркер, ложка тощо).<br>
  <br>
  Учасники сідають в коло. Наставник розповідає, що діти зараз збираються в подорож літаком і мають вибрати предмет, який будуть брати з собою, щоб їх пропустили на борт. Гра відбувається таким чином: кожен по черзі бере мікрофон, називає своє ім'я і каже, який предмет буде брати. Наставник починає першим: «Я Оленка і я беру з собою телефон. Візьми, будь ласка» (передає мікрофон сусіду). Після кожної дитини наставник оголошує, чи беруть учасника на борт. Яким чином наставник вибирає, кого брати у літак? На борт візьмуть того гравця, який після того, як назвав предмет, передаючи мікрофон сусіду, каже «Візьми, будь ласка». Тому, у цій грі наставники теж беруть участь і завжди кажуть цю фразу. Спочатку діти взагалі не беруть її до уваги, сприймають як жест ввічливості, але на п-ому колі починають розуміти. Незалежно від того, чи беруть дитину на борт, чи не беруть, вона передає мікрофон наступному гравцю. Завдання команди - аби на борт взяли усіх учасників. Після декількох кіл ім'я можна вже не називати.<br>
  <br>
  <b><i>Обговорення:</i></b><br>
  <ol type="1">
  <li>Чи здалася гра спочатку простою?</li>
  <li>Чи легко було перемогти?</li>
  <li>Як ви здогадалися, які дії потрібно робити для перемоги?</li>
</ol>
  <br>
  <b><i>Хід уроку</i></b><br><br>
  Для початку потрібно дізнатися, що взагалі діти знають про перемогу. Це - можливість ближче познайомитися з дітьми та зрозуміти, на чому варто зробити акцент в ході уроку.<br>
  <br>
  <b><i>Задаємо питання:</i></b><br>
  <ol type="1">
  <li>Що таке перемога?</li>
  <li>У яких життєвих випадках ви перемагаєте?</li>
  <li>Чи любите ви перемагати?</li>
  <li>А чи потрібно нам взагалі перемагати? Якщо так, то як це зробити?</li>
  <li>Розкажіть ситуації, де ви перемагали.</li>
</ol>
  <br>
  <b><i>Історія:</i></b>
  <p>“Сьогодні я розкажу вам історію про чоловіка, який хотів перемогти самого Бога! Так, так,
  вам не почулося, хотів перемогти Бога, а переміг себе. Ось так воно буває... Отож, зручно вмощуйтесь і слухайте.</p><br>
  <p>Одного разу Бог сказав чоловіку Йоні, аби він пішов у велике місто Ніневію і там розповідав людям про Господа. Але Йона не хотів їм проповідувати. Тому він сів на корабель, аби відплисти подалі від Ніневії. Так він думав, що зможе перемогти самого Бога і втекти від доручення. Коли Йона був на кораблі, почався сильний шторм. Чоловіки на кораблі непокоїлися про своє життя. Вони попросили Йону помолитися Господу про їхнє спасіння. Йона знав, що Господь наслав шторм через те, що він тікав від завдання, яке йому доручив Господь. Йона хотів урятувати людей на кораблі. Він сказав, що якщо вони викинуть його у море, шторм стихне. Чоловіки не хотіли викидати Йону за борт. Вони намагалися підплисти на кораблі до суші, але шторм був надто сильним. Зрештою вони викинули Йону у море. Шторм стих. Але потім Йону проковтнула велика риба. Йона перебував усередині цієї риби три дні і три ночі. Протягом цього часу Йона молився і каявся. Він хотів робити те, що правильно, і прислухатися до Господа. Господь почув молитви Йони і змусив рибу вивергнути Йону на сушу. Господь знову сказав Йоні проповідувати народу Ніневії. Цього разу Йона послухався. Він пішов до Ніневії і говорив людям, що їм слід покаятися, бо інакше Господь зруйнує їхнє місто. Цар і його народ покаялися. Господь пробачив їм і не зруйнував Ніневію.<br>
  Йона зміг перемогти себе, коли він підкорився волі Божій та виконав завдання, яке було доручене йому. Він прийняв свої помилки та змінив свої погляди. Коли Бог покликав Йону, він спочатку вирішив навпаки піти у зовсім протилежну сторону. Але пізніше, коли він опинився у животі великої риби, Йона зрозумів, що йому потрібно перемогти себе і взятися за справу. Так, він виконав те, що йому було доручено. Він поклав на бік свої страхи та відчуття невпевненості та звернувся до народу з повідомленням від Бога. Він поклався на Божу волю та допомогу. Коли Йона перебував у животі риби, він молився та звертався до Бога з проханням про допомогу. Також, коли він звернувся до народу Ніневії, він розумів, що Бог є з ним та допоможе йому протягом цієї місії.<br>
  Бог навчив Йону бути слухняним та сміливим. Цей чоловік зміг перебороти свій страх і невпевненість. І я думаю, що він точно отримав нагороду від Господа!</p>
  <br>
  <ul>
  <li>А в яких життєвих ситуаціях можемо перемагати ми?</li>
  <li>Що ми дізнаємося про Бога з цієї історії? А що про людей? Про себе?</li>
  </ul>
  <b>Основний вірш:</b><br>
  “Хіба ви не знаєте, що ті, хто на перегонах біжить, усі біжать, але нагороду приймає один? Біжіть так, щоб одержали ви!”<br>
  1-ше Коринтян 9:24<br>
  <br>
  Давайте будемо бігти до нашої перемоги! Не втікати від неї, не боятися викликів, не зупинятися, а рухатися лише вперед. Я хочу поділитися з вами ще одним лайхаком, як можна здобути перемогу. У моєму житті у всіх моїх перемогах мені допомагає Ісус! У Нього було стільки перемог в житті, що Він точно знає, як це - перемагати, і тому може допомагати! Все просто, для того, щоби Христос допомагав у наших перемогах, необхідно просто Його про це попросити! Коли я хочу в Бога щось попросити, я просто звертаюся до Нього в молитві і Він чує. Так, так, це просто! “Боже, допоможи мені під час контрольної роботи. Я дякую за твою допомогу і що Ти поруч у будь який час, навіть зараз. Амінь”.<br>
  <br>
  <b>Практичне завдання:</b><br><br>
  Роздайте дітям робочі зошити - “Щоденник переможця”. Дайте їм час заповнити першу сторінку - профіль учасника змагань. Далі виконайте завдання першого дня. Нехай кожна дитина обере свою ціль, “перемогу”, над якою в подальшому буде працювати, після чого нехай запише цю ціль у відповідну графу в зошиті.<br>
  <br>
  <b style="font-size:12px"><i>! Важливо допомогти дітям у виборі цілі. Зверніть увагу на приклади перемог у зошиті - можливо, деяким діткам це допоможе обрати свою перемогу. Спілкуйтеся з дітьми, дізнавайтеся їхні хобі, вподобання, допомагайте у виборі цілі. Оберіть також перемогу, над якою будете працювати ви та розкажіть про неї команді - найкращий приклад для дітей - це власний!) Пропонуйте свої ідеї в залежності від віку дітей.</i></b><br>
  <br>
  Також на наступній сторінці після профілю учасника змагань є табличка - це короткий запис усіх результатів роботи протягом табору. Заповніть перший рядок - запишіть перемогу, яку обрали.<br>
  <br>
  <b>Ще одне завдання у зошиті</b> - написати 10 перемог, які були у житті. Якщо в команді є лідер/ наставник та його помічник, розділіть учасників на групи для обговорення відповідно до кількості наставників так, щоб у кожній групі був один лідер. Нехай кожна дитина обере одну перемогу з десяти написаних та розповість про неї дітям з групи. Після цього зберіть зошити, ми будемо працювати з ними впродовж наступних днів.<br>
  <br>
  <b style="font-size:12px"><i>! Пам’ятайте, що наша ціль - побудувати з дітьми відносини, дізнатися про них більше, допомагати та мотивувати досягати перемог у житті, а не просто заповнити зошит:)</i></b>
  ''';

  String lesson2Text = '''
  <strong>КОРОТКОГО ШЛЯХУ НЕМАЄ</strong><br><br>
  <b>Мотивація та обговорення:</b><br>
  <br>
  6-9 років:<br>
  <br>
  <i>Можна провести мотивацію трьома способами:</i><br>
  1) Гра: пройди шлях маленькими кроками за підказкою. Відео в додатках. Щоб дійти до фінішу, потрібно проявити довіру та терпіння. Щоб отримати перемогу, треба до неї дійти, і перемога не отримується одразу, треба прикласти зусилля.<br>
  2) Гра: зібрати кульки в миску. Можна класти по одній і тільки тоді, коли повітряна кулька є в повітрі. Відео також в додатку.<br>
  <b>Висновок:</b> це клопітка робота, але з кожним разом було легше, бо тренуєшся. Для того, щоб отримати перемогу, важливо не здаватися, продовжувати раз за разом робити маленькі кроки до кінцевого результату.<br>
  3) Картинки з різними знаменитими героями. Олександр Усик - боксер, Михайло Мудрик - футболіст, гурт Калуш - співаки. Запитати, хто це? Чому ви їх знаєте? Чи стали ці герої одразу супергероями, чи вони мали тренування? Що потрібно було зробити кожному з них, щоб стати знаменитими, сильними? Чи стали вони героями за 1 день?<br>
  <b>Висновок:</b> Щоб отримати перемогу, треба працювати над собою, долаючи своє небажання і навіть лінь. Треба кожен день робити маленькі кроки до перемоги!<br>
  <br>
  <b><i>Хід уроку</i></b><br>
  <br>
  Підготувати заздалегідь 7 коробочок та пакуночків, в яких будуть заховані маленькі предмети чи картинки, які будуть нести головну ідею біблійної історії про Йосипа. Саме завдяки цим коробочкам, які мають свій номер, легко буде розповідати історію. Можна розмістити їх по кімнаті, палатці, чи в куточку, де буде проводитися біблійний урок, і діти будуть шукати кожну коробочку. А можна просто відкривати і розповідати історію дітям.<br>
  <br>
  <b>1. В цій коробці лежить яскрава тканина.</b> Знайомство з Йосипом. Сьогодні я хочу вам розповісти про Йосипа, дуже успішну та поважну людину, яка мала права, навіть як у фараона, він був майже фараоном, який керував всією країною Єгиптом. Але це було не одразу! Ця тканина яскрава і дуже красива, саме такий яскравий, красивий та багатий одяг носив Йосип, коли був маленьким хлопцем. Він був улюбленим сином у свого батька Якова. Яків, серед всіх 12 синів, особливо ніжно відносився до молодшого сина Йосипа. Це не дуже подобалося всім його братам, вони заздрили йому. Йосип же щиро любив всіх.<br>
  <br>
  <b>2. В цій коробочці лежить картинки з двома його пророчими снами.</b> Бог готував Йосипа до великого. І Він дав пророчі важливі сни для Йосипа, в яких Бог показав, ким він стане і що важливе зробить через нього. (Розповісти про сни)<br>
  <br>
  <b>3. В цій коробочці лежить 20 монеток.</b> Братам не сподобалось думка, що Йосип може стати величнішим, ніж вони та керувати ними. І вони вирішили продати Йосипа у рабство. Йосип пішов шукати братів, де вони пасли своїх овець, він ніс їм їжу та привіт від батька. А брати задумали підступний план проти Йосипа: спочатку хотіли вбити, кинувши його в рів. Але старший брат Рувім не дозволив це зробити. Повз них, в той час, йшов караван з торговцями різних речей, і брати вирішили продати Йосипа в рабство за 20 срібних монет.<br>
  <br>
  <b>4. В цій коробочці можна покласти шматок хліба, виноград або ізюм, або щось інше, як символ господарської діяльності Йосипа у Потіфара.</b> Бог був з Йосипом кожну його хвилину, навіть у рабстві. Йосип навчався та був успішним в господарстві в домі Потіфара. За що він не брався, щоб тільки не робив, з ним був Господь. Йосип управляв домом та полем свого господаря.<br>
  <br>
  <b>5. В цій коробочці лежить іграшкова решітка, як символ в'язниці, або кайдани, або картинка в'язниці.</b> Але і в домі Потіфара сталося несправедливе горе з Йосипом, про нього наговорили брехню і Потіфар відправив Йосипа у в’язницю. Йому було дуже тяжко, він не знав, що робити далі. Але і тут Бог був з ним, і начальник в'язниці побачив, що Йосип гарно вміє управляти людьми та господарством і довірив йому це діло. Йосип продовжував навчатися управлінню.<br>
  <br>
  <b>6. В цій коробочці лежать картинки зі снами чашника та пекаря.</b> Через деякий час, у в'язницю потрапляють чашник та пекар фараона. Їм сняться особливі сни, які Йосип правильно пояснює. Він просить їх допомогти йому вибратися з в'язниці та розказати фараону, що він тут несправедливо. Але коли чашник вийшов на волю, він забув про Йосипа.<br>
  <br>
  <b>7. В цій коробочці лежить печатка, або перстень, або будь-який атрибут влади.</b> Але Бог не забув про Йосипа. Настав час його тріумфу та перемоги. Він йшов до неї тяжким шляхом. Але крок за кроком проходив цей шлях, навчаючись важливим речам. І ось, фараону сняться особливі сни, які розгадати міг тільки Йосип. (Розповісти про сни) Фараон зрозумів, що це та сама людина, яка справиться з важливим завданням, управлінням та збереженням запасів зерна на весь важкий період. Фараон робить Йосипа головним над країною, першим після себе. І настав час його перемоги та тріумфу, до якого він йшов невеликими кроками тренування, терпіння та довіри Богу.<br>
  <br>
  Бачите, дітки, Йосип не одразу став поважним та знаменитим. Він багато чому навчався, багато, про що дізнавався, тренувався, проходячи багато різних важких ситуацій. Велика перемога, це результат маленьких кроків, які ти робиш, прямуючи до неї.<br>
  <br>
  <b style="font-size:12px"><i>! Можна зробити маленьке закріплення знань: задавати питання по темі уроку, і за кожну правильну відповідь давати цукерку дитині.</i></b><br>
  <br>
  <ul>
  <li>Які перешкоди були перед Йосипом?</li>
  <li>Що ми дізнаємося про шлях перемоги?</li>
  <li>Як може діяти людина, коли перешкоди на шляху? (на прикладі Йосипа)</li>
  <li>Чи допомагав Йосипу Бог? Якщо так, то як? А як Бог допомагає людині?</li>
  </ul>
  <br>
  <b>Основний вірш:</b><br>
  “Пан його сказав йому: Добре, добрий і вірний раб! у малому ти був вірний, над багатьом тебе поставлю; увійди в радість твого пана”.<br>
  1-ше Коринтян 9:24<br>
  <br>
  <b>Спосіб вивчення: </b>написати частинки вірша на слідах (7-8 штук). Розкласти їх, як шлях. Роблячи кроки, треба промовляти всі слова вірша. Так може пройти кожна дитина по цих слідах, повторюючи вірш.<br>
  <br>
  <b>Практичне завдання:</b><br>
  <br>
  Зробити інтерактив з дітьми, як ми можемо історію застосувати в своєму житті:
  <ul>
  <li>А ким ти хочеш стати?</li>
  <li>Чи хочеш стати успішним? Які перешкоди в тебе на шляху до перемоги?</li>
  <li>Що ти можеш зробити заради успіху вже тепер?</li>
  <li>Які кроки ти будеш робити в майбутньому?</li>
  <li>Чому ти можеш навчитися вже сьогодні з історії?</li>
  <li>Які рекомендації чи поради ти даси мені (лідеру команди), щоб я перемагав?</li>
  </ul>
  <br>
  Після бесіди, зробити висновки, що їм важливо сьогодні навчатися багатьом речам, довіряти Богу, і більше пізнавати Його!<br>
  <br>
  У <b>“щоденнику переможця”</b> заповнити день 2 та другий рядок таблички на початку зошита - написати, які кроки приведуть до обраної перемоги в попередній день. Якщо на уроці є діти, які не були вчора, допомогти їм обрати перемогу, над якою вони будуть працювати. Розповісти дітям, а які кроки до своєї перемоги зробите ви.<br>
  <br>
  10+ років:<br><br>
  <b><i>Мотивація та обговорення:</i></b><br><br>
  <b>Інвентар: </b>дошка та маркери (або ватмани), папір і ручки для кожного, роздруковані малюнки з історії Йосипа.<br>
  <br>
  ВІДЕО, ЯКІ МОЖНА ВИКОРИСТОВУВАТИ:<br>
   <a href="https://www.tiktok.com/@kurguzkiny_official_by/video/7164349400771300614" style="background-color: white; color: blue">шлях до успіху (драбина)</a><br>
   <br>
   <a href="https://www.instagram.com/reel/CpRkYNCoIZS/?igshid=YmMyMTA2M2Y=" style="background-color: white; color: blue">дисципліна</a><br>
   <br>
   <a href="https:// www.instagram.com/reel/CouuvlmtYYU/?igshid=YmMyMTA2M2Y=" style="background-color: white; color: blue">важливість мати ціль та йти</a><br>
   <br>
   <a href="https://www.instagram.com/reel/Cn4JM5-pDoH/?igshid=YmMyMTA2M2Y=" style="background-color: white; color: blue">короткий шлях не найшвидший</a><br>
   <br>
  ПРИВІТ, ДРУЗІ, дуже рада(ий) бачити вас сьогодні на цьому місті. (Якщо є нові діти -підлітки – дуже гарно запитати ім'я і привітати їх). Сьогодні ми продовжуємо рухатись до перемоги ііііііі, відкривати секрети успішного успіху.<br>
  <br>
  <b>ГРА «ЩО ВАЖЧЕ»</b> (ВПРАВО більш важче - ВЛІВО менш важче)<br>
  Всі встають посередині кімнати і слухають питання, яке починається на слова «Що важче?». І дається два варіанти відповіді. Якщо підлітки вважають, що більш важчий один із варіантів, вони йдуть вправо, якщо менш важкий – вліво. Після кожного вибору, дуже гарно робити інтерв’ю, питаючи чому саме, деякі підлітки зробили саме такий вибір.<br>
  <br>
  Питання ЩО ВАЖЧЕ:<br>
  <ol type="1">
  <li>Помити тарілку за собою, чи за всією родиною?</li>
  <li>Пробігти 1 км , або марафон (42 км)?</li>
  <li>Займатися вивченням англійською місяць по 5 годин в день, чи 5 місяців по 1 годині?</li>
  </ol>
  <br>
  Добре, бачу ви дивитесь на ситуацію так само, як і я ( в більшості), тому нам буде легко говорити далі.<br>
  <br>
  <b>МОЗКОВИЙ ШТУРМ</b> (Важливо підтримувати ентузіазм на кожній відповіді дітей і підлітків) 5 хв. Не затягувати.<br>
  І продовжимо ми мріями під назвою «Мій ідеальний день». Давайте зараз опишемо ваш ідеальний день! Такий, що прям кожен день би так жив!<br>
  <ul>
  <li>Підйом о ______</li>
  <li>Вмивання?))) ______</li>
  <li>Сніданок о _________ (що саме з’їли би)</li>
  <li>Пункти, які кажуть діти</li>
  <li>Фільми, час з друзями, вечеря, ігри і колись відбій)))</li>
  </ul>
  <br>
  ВАУ, реально, день , якому можна позаздрити.<br>
  Добре, а якщо ми цей день примножимо до варіанту постійності і подивимося на людину, яка проживає кожен день таким чином вже через 10 років?
  <p>Яке майбутнє такого парубка, або дівчини? Якщо зараз йому (їй) 11-15, то через 10 років буде 21-25 років. (ЗРОБИТИ ШВИДЕНЬКО ЗВОРОТНІЙ ЗВ’ЯЗОК і ПОБАЧИТИ СКРУТНІСТЬ ТАКОГО ВИБОРУ). Чому? Тому, що , щоб рости, треба вийти із зони комфорту. (приклад м’язів) А для ЦЬОГО ПОТРІБНО ЗРОБИТИ ВИБІР - ВИЙТИ!!! Вийти, але куди?</p>
  Давайте подивимось одне відео. <a href=" https://www.youtube.com/shorts/fgRzKivRrBQ" style="background-color: white; color: blue"> https://www.youtube.com/shorts/fgRzKivRrBQ</a><br>
  <br>
  Якщо ти не знаєш куди ти йдеш і що для тебе насправді важливо, то ти нікуди не прийдеш і будеш шкодувати про багато витраченого часу в нікуди. Хочу зробити невеликий аналіз того, про що ми казали до цього моменту. І ці висновки такі важливі, що кожна успішна людина користується ними.<br>
  <br>
  <ol type="1">
  <li>Потрібно знати, куди ти йдеш.</li>
  <li>Зробити вибір вийти із зони комфорту.</li>
  <li>Рухатись кожен день, від перемоги до перемоги. Перемога має накопичувальний ефект.</li>
  </ol>
  <br>
  <b>Наглядний приклад.</b> Уявіть, що вам потрібно переїхати відстань в 50 км за 3 години. Що треба робити? Рухатись 3 години з певною швидкістю. (Пояснювати і показувати. Відміряти дистанцію і поділіти її на 3 частини. Встати на початку і по ходу пояснюванння, йти, або стояти). Ти ідеш, ідеш, проїхав третю частину, але потім, тобі не хочеться. Ти приймаєшь рішення, відпочивати. Що буде через годину? Відстань, яку треба буде проїхали залишилася тою самою, але часу вже набагато менше і ти не зможешь проїхати на велосипеді за 1 годину потрібну відстань. Тому постійність – це важлива частина перемоги.<br>
  <br>
  <b><i>Хід уроку</i></b>
  <b>Біблійна історія - Буття 37-45 </b>– при розповіді історії звертати увагу на пункти з попереднього висновку. До кожної частини історії є слова (можна пронумерувати). Їх потрібно роздрукувати і під час того, як розповідаємо історію - показуємо ці слова і виставляємо на дистанцію на підлозі.<br>
  <br>
  Хочу розказати про людину великого успіху, про яку говорить Біблія. Це людина, яка була краща на кожному нелегкому етапі свого життя. Ще в підлітковому віці, він зрозумів, що у Бога для нього великий план ( як і для тебе, друже). Ця мрія потребувала твердого рішення бути слухняним і вірним Божим кордонам. Тобто перший пункт виконаний – мрія є.<br>
  <b>(Слово - мрія)</b><br>
  <br>
  А ось, щоб виконати інші пункти, треба було прикласти багато зусиль. Я кажу про Йосипа, який народився в родині пастуха, а став правителем в іншому регіоні, який допоміг не просто своїй родині, а своєму народу. ЙОГО ЖИТТЯ – ШЛЯХ ЩОДЕННИХ ПЕРЕМОГ, над собою, болем.<br>
  <br>
  Він жив в зоні комфорту, був улюбленим синочком тата і, в принципі, йому все подобалось. Але, без виходу із зони комфорту, немає росту. Ось йому і допомогли з неї вийти. Брати, від заздрості, продали Йосипа бути рабом в будинку Єгипетського начальника охорони. І він міг сказати, все, життя закінчилося і ніколи не дійти до успіху, але він в тих обставинах, в яких знаходився, став КРАЩИЙ. Але чому? БОГ БУВ З НИМ, навіть, коли більше нікого не було. Йосип прийняв рішення вийти із зони комфорту і жити в тих обставинах, в яких він знаходився. (Буття 37: 12-30)<br>
  <b>(Слова - виклик, вихід із зони комфорту, біль, я не один, перемога)</b><br>
  <br>
  На цьому ріст не закінчився. Комусь хотілось, щоб Йосип дістав поразки і відрікся через свій вибір від Тренера (Бога). І приходить спокуса у вигляді жінки, гарної жінки. Але і тут Йосип зберіг вірність принципам, які мав, хоча йому і прийшлось бігти. Він біг до БОГА. Дружина його начальника , не отримавши свого, набрехала з пів коробу і Йосип опинився у в’язниці. Але і там він став НАЙКРАЩИМ. Ще одна перемога. (Буття 39: 1-20) <br>
  <b>(Слова - спокуса, вірність, несправедливість, перемога)</b>
  <br><br>
  Наступний рівень зросту – це перевірка на витривалість. Коли , здавалося, що вихід близько, про допомогу Йосипа забули і він продовжував знаходитись у в’язниці. ( Картинка 6) Але він не здався. Знову перемога. (Буття 40:23)<br>
  <b>(Слова - витривалість, перемога)</b><br>
  <br>
  І ось він перед ФАРАОНОМ. Він знає відповіді на питання, які так цікавлять правителя і може вирішити все легко, навіть не згадавши про Бога і стати супер крутим, але і тут Йосип робить вірний вибір. І залишається вдячним ТОМУ , ХТО ВЕДЕ. Він каже, що Бог дає відповіді на питання. Розповідає про сни. Стає другим після фараону. Приходить до фінішу. Першим. Вірним. (Буття 41: 14-46)<br>
  <b>(Слова - крутість, вдячність, ніби фініш, перемога)</b>
  <br><br>
  І ще, він ПРОЩАЄ братів за ту образу, яку вони завдали. А це , взагалі, НАЙВЕЛИЧНІША ПЕРЕМОГА. (Буття 45 р.) <br>
  <b>(Слова - образа, прощення, найвеличніша перемога)</b><br>
  <br>
  <ul>
  <li>Що дізнаємося про дорогу до перемоги?</li>
  <li>Яка роль Бога, що дізнаємося про Нього?</li>
  <li>Яка роль людини (Йосипа, наша роль), що дізнаємося про людину?</li>
  </ul>
  <br>
  Добра новина в тому, що сьогодні від Бога для тебе є теж особливий шлях, бо Він дав тобі особливі дари, від народження. ІСУС ХОЧЕ ДОПОМАГАТИ ТОБІ КОЖЕН ДЕНЬ, ТИ НЕ ОДИН В СВОЇХ ВИКЛИКАХ. ВІН ЗАВЖДИ ПОРУЧ, І ДОПОМАГАЄ, ЯКЩО МИ ЗВЕРТАЄМОСЬ ПО ДОПОМОГУ.<br>
  <br>
  Стань вірним і постійним в малому і ти дойдеш до Великого.
  <br><br>
  <b>Основний вірш:</b><br>
  “Пан його сказав йому: Добре, добрий і вірний раб! у малому ти був вірний, над багатьом тебе поставлю; увійди в радість твого пана”.<br>
  1-ше Коринтян 9:24<br>
  <br>
  <ul>
  <li>Як бути вірним в малому?</li>
  <li>І при чому тут жаби, про яких вказано в назві? (Для старших діток можна озвучити назву уроку - “Правда про жаб або короткого шляху немає”)</li>
  </ul>
  <br>
  <b>Правда про жаби</b><br>
  Марк Твен якось сказав, що якщо зранку з'їсти жабу, решта дня обіцяє бути чудовою, оскільки найгірше на сьогодні вже позаду. Ваша «жаба» – це найбільша та найважливіша робота, та, яку ви найчастіше відкладаєте у довгий ящик. Однак саме вона зараз позитивно вплине на ваші досягнення, а найголовніше – на ваше життя.<br>
  <br>
  <b>Перше правило поїдання жаб:</b> із двох запропонованих потрібно починати з найбільш гидкою.<br>
  Інакше кажучи, якщо вам потрібно виконати дві важливі роботи, починайте з більш масштабної, складної та найголовнішої. Привчайте себе братися за справу без зволікання, доводити її до кінця і потім переходити до іншого.<br>
  Сприймайте це як випробування як виклик, кинутий особисто вам. Не піддавайтеся спокусі почати з більш простого завдання. Постійно нагадуйте собі, що найважливіше рішення, яке приймається за день, – це чим зайнятися в першу чергу, а чим у другу, якщо вийде закінчити перше.<br>
  <br>
  <b>Друге правило поїдання жаб: </b>якщо потрібно з'їсти живою жабу, не варто довго сидіти і дивитися на неї . Секрет високої працездатності та продуктивності полягає у звичці щодня з ранку братися за головну роботу. Ви повинні на все життя встановити для себе порядок: перш ніж братися за будь-що, насамперед, не роздумуючи довго, з'їжте свою жабу.<br>
  <br>
  <b>Короткого шляху немає.</b> Ви, звичайно, знаєте старий анекдот, коли людина запитує вуличного музиканта, як йому потрапити до Карнегі-холу, а той відповідає: «Репетувати, шановний, тільки репетирувати».<br>
  Для оволодіння будь-яким навичкою потрібна практика. На щастя, наша свідомість, як і м'язи, в результаті вправ набуває сили і спритності, а значить, ми можемо освоїти будь-яку поведінку і сформувати будь-яку звичку, якщо вирішимо, що це доцільно і потрібно.<br>
  <br>
  <b>Практичне завдання:</b><br>
  У <b>“щоденнику переможця”</b> заповнити день 2 та другий рядок таблички на початку зошита - написати, які кроки приведуть до обраної перемоги в попередній день. Якщо на уроці є діти, які не були вчора, допомогти їм обрати перемогу, над якою вони будуть працювати.<br>
  <br>
  ДОДАТКОВО<br>
  Три фактори формування корисної звички. Щоб звикнути концентруватися на головному, необхідні твердість, дисциплінованість та завзятість. Усі три якості можна виробити.<br>
  <ul>
  <li>починати день із найскладнішої справи (це і означає вислів "з'їсти жабу"), щоб одразу позбавитися найтяжчого тягаря;</li>
  <li>планувати свій час;</li>
  <li>чітко формулювати свою мету, позначати проміжні цілі та починати їх виконання з найскладніших (ідея, також схожа з ідеєю "з'їсти жабу");</li>
  <li>не розпорошуватися на дрібні завдання;</li>
  <li>робити найскладнішу роботу вранці, коли поряд менше відволікаючих факторів (на зразок колег, які бажають побалакати);</li>
  <li>не намагатися "з'їсти слона цілком"; - великі завдання виконувати частинами;</li>
  <li>в той же час автор рекомендує по можливості виконувати роботу за один раз, тому що якщо робити її частинами, щоразу доведеться вникати у питання заново та витрачати зайвий час;</li>
  <li>необхідно йти в ногу з часом і постійно вчитися, знаходити нові знання та навички;</li>
  <li>бути оптимістом;</li>
  <li>знайти свої слабкі місця та вдосконалюватись у цих областях;</li>
  <li>не працювати ночами і взагалі давати собі час на відпочинок, "підзарядку".</li>
  </ul>
  ''';

  String lesson3Text = '''
  <strong>ЩО ТАКЕ ПЕРЕШКОДИ. ПРИЧИНИ</strong><br><br>
  <b>Мотивація:</b><br>
  <br>
  1) Поділитись на 2 команди і на час написати найбільшу кількість асоціативних слів, пов’язаних зі словом «Перешкоди-невдачі», слова на типу лінь, страх, розчарування.. (команді-переможцю дати якийсь міні приз)<br>
  2) Гра зі стаканчиками. Набрати пів стаканчика води і присісти хоча б 5 разів, щоб стаканчик не впав з голови і не пролилась вода.<br>
  3) По командах на 4-5 учасників роздати листочки, на яких вони повинні намалювати, написати те, що на їхню думку є перешкодою до їх перемог. Потім можна проаналізувати, знайти спільні елементи.<br>
  <br>
  <b><i>Хід уроку</i></b><br>
  <br>
  Дуже часто в кожного в нас трапляються різні перешкоди у житті, починаючи з самого ранку. Наприклад - лінь зранку вставати до школи, гаджети, які відволікають нас і забирають багато часу. Це є дрібні перешкоди. Перешкоди бувають і глобальними, як наприклад в історії про зцілення хворого в купальні.<br>
  <br>
  <b>Історія (Івана 5:1-9):</b><br>
  Було юдейське свято, й Ісус пішов до Єрусалиму. Бііля Овечих воріт була купальня, що звалася Вифезда і мала п’ять критих галерей з колонами. У тих галереях лежало багато хворих, сліпих, кривих та немічних. Вони чекали, поки вода почне вирувати. І час від часу Ангел Господній сходив з неба, щоб збовтати воду. І той, хто першим входив у ту воду, одразу видужував, хоч би якою хворобою він страждав. І був там чоловік, який хворів на той час уже тридцять вісім років. Коли Ісус побачив, що той чоловік лежить там, і знаючи, що він хворіє так давно, Він запитав: «Хочеш одужати?» Хворий Йому відповів: «Господи, нікому мене занурити у воду, коли вона починає вирувати. Поки я намагаюся дістатися до купелі, як мене завжди хтось випереджає». Ісус сказав йому: «Вставай, візьми постіль свою і ходи». І чоловік одразу ж одужав, узяв постіль свою і почав ходити. І сталося це в суботу.<br>
  <br>
  В даній історії розказується про людину, яка постійно знаходилась біля купеля, оскільки, коли Ангел Господній сходив в цей купіль, той, хто перший заходив, отримував зцілення. Однією із перешкод для цього чоловіка було те, що не лише він хотів отримати зцілення - навколо купелі було дуже багато людей. Другою перешкодою було те, що для того, аби отримати зцілення, потрібно було спуститись в купіль, а чоловік був неходячий, тому він цілих 38 років сидів біля купеля. І кожного разу хтось із людей його випереджав і отримував зцілення.<br>
  <br>
  <ul>
  <li>Скільки разів за 38 років можна вже було здатись і розчаруватись?</li>
  <li>Що змушувало його там сидіти біля купеля? (адже він постійно бачив чудо, але переживав безвихідь)</li>
  </ul>
  <br>
  Попри ці всі невдачі та перешкоди він всеодно продовжував чекати. І він отримав перемогу, Ісус, який проходив повз, зцілив його!<br>
  <br>
  Так само може бути і в нас, коли щось хочемо, чи то якусь річ, чи просто ставимо якісь цілі і на нашому шляху з’являється якась перешкода, приходить перша думка - “все це не моє”, тому ми кидаємо ту справу. Як бачимо з вище описаної історії, що якщо ми хочемо попри всі невдачі перемогти, ми маємо бути більш наполегливими. Також ми можемо звернутися за допомогою до Ісуса, щоб він нам підказав, як перейти цю перешкоду, щоб досягнути кінцеву ціль. Звернутись до Ісуса ми можемо через Біблію. При певній якійсь невдачі не потрібно опускати руки, а пробувати знову! Наступого разу обов'язково вийде, адже ми стали більш досвідчені. Кожного разу, коли ми долаємо перешкоди на шляху, ми стаємо більш впевнені, а також отримуємо безцінний досвід.<br>
  <br>
  Важливим головним елементом подалання перешкоди є віра в це. Чоловік, який був біля купеля 38 років не просто сидів там, він вірив, що одного разу його хтось таки зможе занурити в цей купіль. І так і сталось! Він занурився в самого Ісуса Христа, який дарував йому зцілення.<br>
  <br>
  Тому, де б ви не були, які б перешкоди не траплялись, пам'ятайте, про цю історію і вона буде давати вам віру пройти цю перешкоду і впевнено йти далі. Благословляю вас проходити перешкоди з легкістю і виходити постійно переможцем.<br>
  <br>
  <b style="font-size:12px"><i>! В кінці розповіді можна поділитись своїм свідченням про перешкоду і як Ісус показав вам вихід із неї.</i></b><br>
  <br>
  <b>Основний вірш:</b><br>
  “Просіть, і Бог дасть вам, шукайте і знайдете, стукайте і вам відчинять.”<br>
  Матвія 7:7<br>
  <br>
  Давайте будемо бігти до нашої перемоги! Не втікати від неї, не боятися викликів, не зупинятися, а рухатися лише вперед. Я хочу поділитися з вами ще одним лайхаком, як можна здобути перемогу. У моєму житті у всіх моїх перемогах мені допомагає Ісус! У Нього було стільки перемог в житті, що Він точно знає, як це - перемагати, і тому може допомагати! Все просто, для того, щоби Христос допомагав у наших перемогах, необхідно просто Його про це попросити! Коли я хочу в Бога щось попросити, я просто звертаюся до Нього в молитві і Він чує. Так, так, це просто! “Боже, допоможи мені під час контрольної роботи. Я дякую за твою допомогу і що Ти поруч у будь який час, навіть зараз. Амінь”.<br>
  <br>
  <b>Практичне завдання:</b><br>
  <br>
  У <b>“щоденнику переможця”</b> заповнити день 3 і третій рядок таблички на початку зошита. Завдання третього дня - написати, які перешкоди можуть бути на шляху досягнення обраної цілі та як їх перемогти.<br>
  <br>
  <b style="font-size:12px"><i>! Наставники/лідери - по можливості, приділіть увагу кожному учаснику команди та допоможіть у написанні перешкод. Деякі перешкоди можуть співпадати у багатьох дітей незалежно від того, які перемоги обрані першого дня. (Наприклад лінь, страх, негативний попередній досвід). Обговоріть такі перешкоди на загал та спробуйте разом з командою придумати креативні рішення для здолання таких перешкод. (Наприклад - як подолати лінь - бути підзвітним у своїх планах на день перед найкращим другом).Також розкажіть дітям, які перешкоди можуть траплятися на шляху до вашої обраної цілі і як ви з ними впораєтесь.</i></b><br>
  ''';

  String lesson4Text = '''
  <strong>ЩО ТАКЕ ПЕРЕМОГА?</strong><br><br>
  6-9 років:<br><br>
  <b>Мотивація:</b><br>
  <br>
  Дітей поділити на 2 команди. Є 4 варіанти ігор, обирайте кількість відповідно до того, скільки є часу. Кожна команда грає за себе. За виграш у кожній грі, переможцям даються бали чи монети, гроші, уніки (якщо в таборі буде ходити якась табірна валюта, тоді краще валюту.) Кількість балів чи монет визначайте самі.<br>
  <br>
  <b>1 гра. </b> Попасти мячиком у стаканчик, котячи його по столі. В кожноі команди свій колір мячиків. Хто більше мячиків закине за 5-10 хв.<br>
  <a href="https://www.pinterest.com/pin/673077106815363255/feedback/? invite_code=873048581f3e4d638910363b89d8d267&sender_id=673077244217802754" style="background-color: white; color: blue">https://www.pinterest.com/pin/673077106815363255/feedback/? invite_code=873048581f3e4d638910363b89d8d267&sender_id=673077244217802754</a><br>
  <br>
  <b>2 гра. </b>Хто швидше знайде пари. Гру можна зробити з одноразових тарілок. Потрібно 16шт на одну команду, це 8 пар картинок. Діти мають знайти дві однакові. Перемагає той хто швидше знайде всі пари.<br>
  <a href="https://www.pinterest.com/pin/673077106815363200/feedback/? invite_code=8f2e1ce0c9fd4bd39a44d081b71788de&sender_id=673077244217802754" style="background-color: white; color: blue">https://www.pinterest.com/pin/673077106815363200/feedback/? invite_code=8f2e1ce0c9fd4bd39a44d081b71788de&sender_id=673077244217802754</a><br>
  <br>
  <b>3 гра. </b> Кубіки. Є дві кольорові дорожки (синя і жовта, чи інші кольори), доріжки складаються з 20 квадратів. Команда кидає кубик і число яке випало, наприклад 3, ставить свою фішку на 3 квадратик доріжки. Перемагає той, хто швидше дойде до кінця.<br>
  <a href="https://www.pinterest.com/pin/673077106814940171/feedback/? invite_code=03f0130fc24a4263804f96cc7eb88ca6&sender_id=673077244217802754" style="background-color: white; color: blue">https://www.pinterest.com/pin/673077106814940171/feedback/? invite_code=03f0130fc24a4263804f96cc7eb88ca6&sender_id=673077244217802754</a><br>
  <br>
  <b>4 гра. </b>Чувачі по командах (принцеса, мисливець, ведмідь). Принцеса перемагає мисливця. Мисливець перемагає ведмедя. Ведмідь перемагає принцесу. Принцеса – всі показують спідничку, або дівчинку. Мисливець – стріляє з лука. Ведмідь - гарчить і показує кігті.<br>
  <br>
  <b><i>Обговорення:</i></b><br>
  <ul>
  <li>Про що ви думали під час гри?</li>
  <li>Як ви думаєте що таке перемога?</li>
  <li>Хто такий переможець?</li>
  <li>Що ти відчуваєш, коли перемагаєш?</li>
  <li>Чи завжди перемагає лише найсильніший, мудріший, кращий?</li>
  <li>Чому ви всі є переможцями?</li>
  <li>Хто робить вас переможцями ваша сила, мудрість, гроші?</li>
  </ul>
  <br>
  <b><i>Хід уроку</i></b><br>
  <br>
  <b>Смерть Ісуса (Івана 19:28-37)</b><br>
  Під час розповіді команди фіксують перемоги, які були.<br>
  Звершилося! Що саме звершилося? В цей момент Ісус переміг сатану, який програв і знає це. Ісус дарував нам силу і владу над ним, силу перемагати діла диявола. Які це діла диявола? Хвороби, нещастя, війни, катаклізми, все що руйнує, все, що приносить смерть та горе.<br>
  Війна, яка зараз відбувається в Украіні - це теж діло сатани, але Ісус іі вже теж переміг. Ця війна вже переможена, можливо фізично ми поки що це не бачимо, але бачимо маленькі перемоги наших військових, а ви памятаєте, що велика перемога складається з маленьких перемог. Скільки всього зробив Ісус до слова «ЗВЕРШИЛОСЯ». Скільки бісів Він повиганяв, скільки людей зцілив, скільки людей він воскресив. Таких перемог є безліч! Такі ж самі перемоги будуть і нас супроводжувати, якщо Ісус буде в нашому серці, таку ж саму силу маємо і ми з вами. Перемога у війні теж належить нам, бо перемога належить Ісусу, а ми з Ісусом.<br>
  <br>
  <b>Воскресіння Ісуса (вірші Івана 20)</b><br>
  Ніхто не знав про Ісусове воскресіння, ніхто і подумати не міг про таке. Всі сумували за Ним, хтось навіть оплакував. Але уявіть дивування Марії, учнів, коли вони побачили воскреслого Ісуса, який почав їм являтись. Це неймовірна новина, це така радість. Ісус не просто помер, виконавши волю Отця, Він воскрес і це воскресіння стало другою важливою подією.<br>
  <br>
  Ви можете думати, що ви програли, і цей програш і є кінець історії. Але це не так. Коли ви з Ісусом, то кінець завжди прекрасний, а не сумний. Так і в нашій краіні буде переможений кінець, і ми будемо радіти від перемоги, це буде круто.<br>
  <br>
  Ті хто народжені згори, ті хто хрещені Духом Святим, ви круті! У вас така сила, сила яка здолає все, бо ця сила належить Христу. (Ті хто не народжений згори, можна запропонувати це зробити).<br>
  <br>
  <ul>
  <li>Чи знаєте ви, як користуватись цією силою та владою?</li>
  <li>Може хтось це вже робив і не один раз, можете поділитись досвідом?</li>
  </ul>
  <br>
  <b style="font-size:12px"><i>! Обовязково людина, яка буде вести цей урок, розказати приклад з власного життя, коротенький, але це буде поштовхом для дітей. (Я впевнена що у вас є багато крутих історій).</i></b><br>
  <br>
  <b>Як приклад:</b><br>
  Я отримала свободу від страху, я більше не боюсь. Не боюсь залишитись сама, бо знаю, що зімною завжди мій Господь. Не боюсь темряви, бо завдяки Ісусу я стала світлом, і ніяка темрява не огорне мене.<br>
  Звільнилась від образ, я більше не тримаю образи в собі, мені легко їх відпускати і пробачити інших. Це все таке пусте і не варте уваги, завдяки Богу я зрозуміла це. Чудесним способом, я забуваю ці всі образи.<br>
  Я позбулася ненависті та заздрості до інших. Я просила в Бога любові до інших, і тепер я вмію любити і радіти за інших. Тому в мене багато класних друзів.<br>
  Це все відбулось не одразу і не все в один день. Просто я стала за собою помічати ці речі, Дух Святий відкрив мені на це очі, для того щоб обрізати мене від цього. І найголовніше - я цього захотіла сама і попросила в Бога зробити це (я сказала: “Боже, я не хочу ненавидіти, я хочу любити. Я не хочу боятись, дай мені сміливість. Я не хочу ображатись на інших, бо образи не є приємні, вони гнітять і я відчуваю себе нещасною, забери це від мене.”)<br>
  Бог хоче вам все це дати, зрештою, Він вже дав, а я приймаю. З кожним днем завдяки Йому я стаю кращою і кращою. Це ті самі маленькі перемоги на нашому життєвому шляху.<br>
  <br>
  <b>Основний вірш:</b><br>
  “А Богові дяка, що Він Господом нашим Ісусом Христом перемогу нам дав.”<br>
  1-ше Коринтян 15:57<br>
  <br>
  <b>Варіанти подачі О/В:</b><br>
  Зашифрований - кожен знак означає певне слово. Як варіант, можна замість знаків зробити емодзі.<br>
  <p>?!:@+-%=•\$\<\\</p>
  : - дяка<br>
  + - Він<br>
  ? - А<br>
  @ - що<br>
  • - Христом<br>
  \$ - перемогу<br>
  \\ - дав<br>
  < - нам<br>
  - - Господом<br>
  ! - Богові<br>
  % - нашим<br>
  = - Ісусом<br>
  <br>
  Пазлик - Роздрукуйте О/В та розріжте його на багато частин, щоб команди на швидкість зібрали вірш з розрізаних пазликів.<br>
  <br>
  <b>Практичне завдання:</b><br><br>
  1. На закріплення, можна зробити картину. Знадобиться великий ватман, де в центрі написано слово “Перемога” або “Ісус”. Взяти фарби і пензлики, намалювати будь-яким відтінком кожному руку і перебити на картон. Можна потім картину повісити десь на видному місці, щоб висіла весь період табору.<br>
  <br>
  2. У <b>“щоденнику переможця”</b> заповніть день 4 та четвертий рядок таблиці на початку зошита. Завдання цього дня - написати, що ми отримаємо після нашої перемоги, досягнення цілі. Сюди можна писати все - мої емоції, коли це станеться; бонуси, які я отримаю; результати, які принесе ця перемога; як вона вплине на мене; на кого ще вона може повпливати; як зміниться моє життя після цього і т. д.<br>
  <br>
  <b style="font-size:12px"><i>! Допоможіть дітям у цьому, покажіть приклад на основі власної цілі.</i></b><br>
  <br>
  10+ років:<br>
  <br>
  <b><i>Мотивація:</i></b><br>
  <br>
  <i>Можна провести мотивацію трьома способами:</i><br>
  <ol type="1">
  <li>Перетягування канату.</li>
  <li>Дівчата - армреслінг, хлопці - крутять хула хуп, хто найдовше протримається.</li>
  <li>Гра паперові стаканчики, поділ дітей на дві команди; 30 стаканчиків, розставляєте їх по землі; 15 дном до низу, 15 дном до верху, протягом хвилини одна команда переставляє всі стаканчики дном до низу, а інші дном до верху; після закінчення хвилини підраховується чиїх стаканчиків більша частина.</li>
  </ol>
  <br>
  <b><i>Обговорення:</i></b><br>
  <ol type="1">
  <li>Чи була у вас мотивація під час гри?</li>
  <li>На що ви розраховували - на виграш чи програш?</li>
  <li>Чи звичні завдання були для хлопців та дівчат? (Навіть, якщо завдання були для вас нетиповими, чи зовсім новими, приклавши зусиль у нас все ж таки були переможці)</li>
  </ol>
  <br>
  <b><i>Хід уроку</i></b><br>
  <br>
  Як думаєте, а чи реально, щоб одна жінка врятувала тисячі? Реально, адже в неї була суперсила, знаєте яка? Вона діяла з Богом. Але її перемога не була одразу великою, вона складалась із маленьких перемог. Давайте дізнаємось про цю перемогу і суперврятування.<br>
  <br>
  Перекажіть Біблійну історію про Естер, або зачитуйте дітям уривки, щоб вони зрозуміли цілісну історію. Перед початком розповіді поділіть дітей на команди по 4 людини. Завдання для команд - по ходу розповіді записувати, які маленькі перемоги були в історії Естер, тому саму історію розповідайте блоками і робіть паузу на хвилину між цими блоками, щоб дати можливість командам обговорити та записати висновок про те, яку перемогу в цьому блоці історії отримала Естер.<br>
  <br>
  Приклади блоків, за якими можна поділити історію (опціонально, поділіть історії на блоки так, як зручно на вашу думку):<br>
  <ol type="1">
  <li>Естер, простягнуте берло царем;</li>
  <li>Вечеря та м’яке серце царя;</li>
  <li>Друга вечеря та відкриття таємниці;</li>
  <li>Знайомство Ахашвероша та Мордехая та надання влади у руки Мордехая.</li>
  </ol>
  <br>
  Всі маленькі перемоги привели до найбільшої - врятування цілого народу, а запорукою перемоги була не зброя чи ще щось, а Бог, який супроводжував Естер.<br>
  <br>
  Також варто наголосити, що Гаман теж, намагався стати переможцем і деякий час йому це вдавалось, але він не був із Богом і його, як йому здавалось, «перемоги» перетворились на велику поразку для нього та його дому, тому що він був керований власним егоїзмом. Перемога прийшла звідти, де ворог не чекав, так само Гаман затьмарений своїми перемогами не очікував, що буде переможений Мордехаєм і Естер, яких хотів знищити.<br>
  <br>
  <b>Висновки за допомогою експерименту: </b>«Неньютонівська рідина» (ролики на ютуб, необхідно прозорий контейнер, вода та крохмаль)<br>
  <br>
  Гаман, який мав лихі задуми і хотів силою добитись перемоги; Естер, яка діяла із Богом і змогла зруйнувати задуми Гамана та врятувати свій народ, розм’якшивши серце Ахашвероша.<br>
  <br>
  Два стани рідини: 1 твердий - б’єте кулаком і зображуєте, як діяв Гаман; 2 м’який - з легкістю проникаєте в рідину і показуєте, що Естер діяла з Божою суперсилою та м’якістю; також м’який стан рідини показує, що з Ісусом можна йти до перемоги навіть долаючи твердині.<br>
  <br>
  <b>Основний вірш:</b><br>
  “А Богові дяка, що Він Господом нашим Ісусом Христом перемогу нам дав.”<br>
  1-ше Коринтян 15:57<br>
  <br>
  <b>Варіанти подачі О/В:</b><br>
  Зашифрований - кожен знак означає певне слово. Як варіант, можна замість знаків зробити емодзі.<br>
  <br>
  ?!:@+-%=•\$\<\\<br>
  <br>
  : - дяка<br>
  + - Він<br>
  ? - А<br>
  @ - що<br>
  • - Христом<br>
  \$ - перемогу<br>
  \\ - дав<br>
  \< - нам<br>
  - - Господом<br>
  !- Богові<br>
  % - нашим<br>
  = - Ісусом<br>
  <br>
  Пазлик - Роздрукуйте О/В та розріжте його на багато частин, щоб команди на швидкість зібрали вірш з розрізаних пазликів.<br>
  <br>
  Перемога - це круто, але необхідно проаналізувати чи це правильна перемога, тому що «перемога Гамана» привела його до поразки, нам необхідно прийняти Ісуса в своє серце і він нам покаже шлях і дасть суперсилу для наших перемог, і не зупиняйтесь якщо вам здається, що це надто маленькі чи незначні перемоги, зазвичай вони ведуть до великих перемог!<br>
  <br>
  <b>Практичне завдання:</b><br>
  1. На закріплення, можна дати кожному попробувати «Неньютонівську рідину», щоб діти зрозуміли і закріпили О/В.<br>
  2. Також можна роздрукувати багато слів, які будуть стосуватись теми та Біблійної історії та таких, які не стосуватимуться, і команди на швидкість повинні розсортувати їх.<br>
  Слова, які стосуються: егоїзм, перстень, золото, непокора, молитва, піст, веретищени убрання, гостина, берло, шибениця, лист, замок Сузи, порятунок, вигублення…<br>
  Слова, які не стосуються: праска, телефон, самарянин, учні, Павло, Назарет, глечик…<br>
  <br>
  3. У <b>“щоденнику переможця”</b> заповніть день 4 та четвертий рядок таблиці на початку зошита. Завдання цього дня - написати, що ми отримаємо після нашої перемоги, досягнення цілі. Сюди можна писати все - мої емоції, коли це станеться; бонуси, які я отримаю; результати, які принесе ця перемога; як вона вплине на мене; на кого ще вона може повпливати; як зміниться моє життя після цього і т. д.<br>
  <br>
  <b style="font-size:12px"><i>! Допоможіть дітям у цьому, покажіть приклад на основі власної цілі.</i></b>
  ''';

  String lesson5Text = '''
  <strong>ЩО Я РОБИТИМУ ПІСЛЯ ПЕРЕМОГИ?</strong><br><br>
  <b>Мотивація:</b><br>
  <br>
  Зустріч дітей<br>
  “Провідна тема нашого табору – перемога. Але не буває перемоги без змагань, правда ж? Зараз ви всі перетворюєтесь на атлетів і ми влаштуємо незвичайний забіг. Незвичайність його полягає у тому, що є старт, а фініш ти обираєш для себе сам.”<br>
  <br>
  Наставник має завчасно приготувати «маршрут», довжина якого залежить від віку дітей. Чим старші діти, тим більше місця знадобиться. На шляху дітей треба розставити також умовні перешкоди: пеньки, стільці, лавки, інші предмети.<br>
  <br>
  Головний принцип цього забігу – маршрут, який має старт, але не має конкретного фінішу. Замість кінцевої точки є лише проміжні зупинки з назвами «Досвід», «Навичка», «Зусилля», «Успіх», «Ріст», “Перемога”, “Університет”, “Сім’я”, “Діти”, “Внуки”, “Майбутнє”. Останню зупинку можна назвати «Вічність», “Нескінченність” або знак нескінченності, адже вона має означати закінчення земного життяі і початок вічного. Кожен учасник сам обирає свій «фініш».<br>
  Зупинки можна позначити прапорцями, або стрічками прямо на дорозі. Важливо, щоб діти могли бачити назви зупинок. Тим, хто перетне лінію останньої станції, можна дати приз, або спеціально зробити одним з учасників підставну людину, яка пробіжить найдалі, щоб потім на її прикладі пояснити істину.<br>
  <br>
  <b><i>Обговорення:</i></b><br>
  Після забігу всі учасники можуть сісти десь неподалік траси, щоб видно було зупинки. Важливо дати висловитися кожній дитині.<br>
  <ul>
  <li>До якої станції добіг ти?</li>
  <li>Чому ти зупинився?</li>
  <li>Чи легко було бігти?</li>
  <li>Хто звернув увагу, які станції були там?</li>
  </ul>
  <br>
  <b><i>Хід уроку</i></b><br><br>
  <b>Звернення до попереднього досвіду:</b><br>
  Хто вперше брав участь у такому забігу? Насправді, кожен з нас час від часу біжить цю трасу, просто ми того не помічаємо. Кожен раз, як ми розпочинаємо якусь справу, ми стартуємо. Якщо я маю прибрати у кімнаті, я можу тільки поскладати речі, можу ще й витерти пилюку, а можу прибрати всю кімнату, а потім перейти в наступну і прибрати весь дім. Лише ти обираєш, коли зупинитися. Коли я готуюся до контрольної роботи у школі, я можу тільки почитати у зошиті конспект. Можу ще й переглянути підручник, а можу вивчити всі правила і виконати декілька додаткових прикладів, щоб точно отримати гарну оцінку. Але після однієї успішної контрольної школа не закінчується.<br>
  <br>
  Так буває і у житті. Кожен день ми маємо десятки завдань і починаємо десятки забігів. Часто на нашому шляху є багато перешкод, як було у вас на трасі. І чим далі ви рухаєтесь, тим більше їх стає. Хто, на вашу думку вважається кращим спортсменом: той, хто щойно навчився плавати, чи той, хто тричі переміг у спортивних змаганнях з плавання? Що робить спортсмен, щоб стати вправнішим у своїй дисципліні? У нього теж бувають невдачі, але спортсмен не зупиняється. Він пробує знову і знову, вдосконалюється, і, навіть коли отримує перемогу і медаль, не припиняє свої тренування, щоб не втрачати форму. Спортсмен йде далі і завойовує другу, третю, четверту медаль. Це боротьба довжиною в ціле життя.<br>
  <br>
  <b>Істина:</b><br>
  <b style="font-size:12px"><i>! Ілюстрації і біблійні тексти є в презентації. Якщо є змога, презентацію можна показати на екрані або роздрукувати як окремі картинки. Якщо немає технічної можливості показати ілюстрації, можна взяти великий аркуш паперу і маркери і супроводжувати розповідь схематичними паралельними малюнками.</i></b><br>
  <br>
  Назвіть імена відомих вам переможців у чомусь. Для мене найбільшим переможцем є Ісус Христос, бо він подолав найстрашнішого ворога – смерть. Він першим воскрес із мертвих.<br>
  <br>
  Що отримує переможець? Ісус – переможець, але від людей в нагороду за перемогу над смертю він отримав тільки неприйняття і жорстокість. Справжню нагороду він отримав від Бога. Біблія містить розповідь одного з учнів Ісуса – Івана, якому Бог одного разу показав життя на небесах. Іван побачив багато нового і незвичного для нас людей, але найважливіше, що він зустрів Ісуса. Ісус виглядав зовсім не так, як тут, на землі. Іван описує Ісуса так:<br>
  <br>
  «Тоді побачив я, як розкрилися Небеса і з’явився переді мною білий кінь, а на ньому Вершник, ім’я Якому Вірний та Істинний, бо справедливий Він, коли судить і коли воює. Очі Його були немов палаюче багаття, а на голові багато вінців. Й імені, що написане на Ньому, не знає ніхто, крім Нього Самого. Вбраний Він був в одяг, просякнутий кров’ю. Ім’ям Його називали таким: «Слово Боже».<br>
  <br>
  Війська Небесні, вбрані в чистий, білий й лляний одяг, їхали слідом за Ним на білих конях. Гострий меч був в устах Його, щоб бити поган. Він буде правити ними залізним жезлом, і почавить виноград в чавилі страшного гніву Всемогутнього Бога. На вбранні Його і на стегні було написане ім’я: Цар Царів і Володар володарів.»<br>
  (Одкровення 19:11-16)<br>
  <br>
  Також Іван побачив, як ставилися мешканці неба до Ісуса:<br>
  «Після того я побачив сувій у правиці Того, Хто сидів на престолі. Надписи на ньому були з обох боків, і був він запечатаний сімома печатками. І побачив я могутнього Ангела, який закликав гучним голосом: «Хто гідний зламати печатки та відкрити сувій?» Але нікого не було ні на небі, ні на землі й під землею, хто б міг відкрити сувій і зазирнути в нього. Я гірко плакав, бо нікого не знайшлося гідного, хто б спромігся відкрити сувій й зазирнути в нього.<br>
  <br>
  Тоді один із старійшин сказав мені: «Не треба плакати! Слухай! Лев із роду Юдиного, з коліна Давидового, переміг. Він може розгорнути сувій і зламати сім печаток».<br>
  <br>
  Далі я побачив Ягня, Яке стояло перед престолом поміж чотирьох живих істот і старійшин. (...) І тут Воно підійшло і взяло сувій з правиці Того, Хто сидів на престолі. Коли ж Воно взяло сувій, чотири живі істоти й двадцять чотири старійшини впали долілиць перед Ягням. (...) І заспівали вони нову пісню до Ягняти:<br>
  “Ти вартий того,<br>
  щоб узяти сувій і зламати печатки,<br>
  тому що Ти був заколотий<br>
  і кров’ю Своєю викупив людей для Бога<br>
  із кожного роду, з кожного племені, мови й народу...”<br><br>
  Ягням Біблія часто називає Ісуса. Іван чув голоси багатьох Ангелів. Їх було дуже багато там, біля божого трону і всі вони голосно гукали:<br>
  «Ісус, який помер заради людей, вартий<br>
  могутності, мудрості, багатства.<br>
  Він гідний сили, честі,<br>
  слави і благословення!».<br>
  <br>
  Оце нагорода, правда ж?<br>
  Ісус переміг і отримав свою нагороду, але все так же продовжує слідкувати за життям на землі. Він піклується про нас, слухає наші скарги, прохання, вдячності, вчить нас доброму і дуже хоче дружити з кожною людиною.<br>
  <br>
  <b>Використання:</b><br>
  Коли Ісус прощався зі своїми учнями перед тим, як повернутися до Бога на небо, він не сказав їм: «Я вже переміг, то ми можемо відпочивати». Він наказав учням продовжувати справу, яку він розпочав – знайомити людей з Богом і вчити їх робити добро. Ісус сказав: «Тож йдіть і зробіть Моїми учнями й послідовниками всі народи, охрестивши їх в ім’я Отця і Сина і Святого Духа, і навчіть їх виконувати все те, що Я вам заповідав. І будьте впевнені — Я завжди буду з вами, аж до кінця світу». Одна перемога – це не кінець. Це початок наступного звершення. Ісус власним прикладом показав, що доки людина живе, вона має прагнути, докладати зусиль, перемагати і знову ставити нові цілі. Це стосується всього твого життя. Навчання, друзів, родини, майбутньої професії і самовдосконалення.<br>
  <br>
  <b>Основний вірш:</b><br>
  “Отже, йдіть, навчайте всі народи, хрестячи їх в ім’я Отця, і Сина, і Святого Духа, навчаючи їх зберігати все, що Я заповів вам.”<br>
  Матвія 28:19-20<br>
  <br>
  <b>Молитва:</b><br>
  Запропонуйте дітям помолитися. Наведіть приклад молитви.<br>
  Чи легко було бігти, коли на шляху були перешкоди? Вжитті теж часто важко долати якісь складнощі, буває страшно і самотньо. Але маю для нас гарну новину. Ісус, який переміг тут на землі і зараз знаходиться на небі може і хоче допомагати нам досягати перемог. Він хоче стати нашим тренером, щоб ми теж могли бути поряд з ним на небі. Кожен спортсмен сам обирає собі тренера. Ти теж можеш зараз попросити Ісуса стати твоїм другом, твоїм помічником і дозволити Йому піклуватися про тебе.<br>
  <br>
  <b>Практичне завдання:</b><br>
  У <b>"щоденнику переможця"</b> заповніть день 5 та п’ятий рядок таблиці на початку зошита. Завдання цього дня - написати дату, коли відбудеться наступна післятабірна зустріч (клуб, фестиваль). Заплануйте цю зустріч попередньо і сповістіть усіх лідерів про дату. Післятабірна робота - це важливий аспект роботи з дітьми, адже після табору все тільки починається! Дітям, які після табору прийдуть на таку зустріч, подаруйте приз/подарунок ( про це вказано в зошиті). Подарунок буде однією з мотивацій прийти) Також завдання - написати контакти двох людей, яким дитина буде нагадувати про післятабірну зустріч. 
  <br>
  Наступна сторінка у зошиті - контакти з табору. Завдання полягає в тому, щоб написати контакти десяти людей з табору. <br><br>
  Остання сторінка зошита - побажання від учасників табору. Тут будь-хто може написати теплі слова та побажання один одному!<br><br>
  <b style="font-size:12px"><i>! Наставники/лідери - якщо ви ще цього не зробили, зберіть контакти вашої команди. Створіть спільний чат (телеграм, інстаграм), у якому ви можете спілкуватися, ділитися фото/відео з табору, нагадувати про післятабірну зустріч.</i></b><br>
  ''';

}