
class Program3Data2 {

  static String generalDescription = '''
  <h3>Загальний опис легенди табору</h3>
  <b>День 1</b>
  <p>Ранок починається із магії. Глядачі разом із головним героєм (ГГ) поринають у дивовижне Царство, де все сповнене теплом і гармонією. Це місце, де люди щирі й доброзичливі, де панує любов, мир і прийняття. Герой відчуває себе частиною цього світу – цілісним, щасливим і натхненним. У ньому прокидається глибоке бажання творити тільки добро й жити наповнено, приносячи радість іншим. </br>
  Але в самому фіналі 1 дня все змінюється: герой раптово прокидається (відкриває очі). Глядачі разом із ним розуміють, що це був лише сон… чи, можливо, більше? Відчуття, що цей сон – це натяк на щось важливе, залишається в серці кожного.</p>
  <b>День 2</b>
  <p>Цього ранку герої Скай і Макстренд разом з дітьми з табору вирушають на пошуки справжнього Царства — місця, де панує сенс, щастя і прийняття. Після сну, що залишив глибоке враження, Скай переконаний, що це місце реальне, але на шляху команда зустрічає Ілюзорне Царство — світ спокус, слави й поверхневого щастя. Скай сумнівається, але зрештою вирішує йти далі, бо розуміє: істинне Царство — це не блиск і тренди, а глибокі цінності та справжні стосунки.  Увечері другого дня Скай і Макстренд сваряться: Макстренд втрачає віру і вирішує повернутися в Ілюзорне Царство, тоді як Скай продовжує шукати справжнє Царство. Разом із командою Скай знаходить підказки, які відкривають магічні двері до Царства, але щойно він наближається, перед ним виникає прірва. Сцена завершується напруженою невизначеністю: Царство поруч, але дістатися до нього не так просто.</p>
  <b>День 3</b>
  <p>На ранок третього дня Скай опиняється перед прірвою та загадковою панеллю з кодом, який відкриє шлях до Царства. Він вводить безліч варіантів, покладаючись на свої заслуги, віру в себе чи правила, але все марно. У момент відчаю з’являється його друг Давид, натякаючи, що справжній шлях не в логіці чи зусиллях, а в правильному розумінні – і запрошує Ская пройти його разом.  Увечері третього дня Скай знову опиняється перед вибором, вагаючись, чи дійсно гідний увійти до Скайленду. Його сумніви посилює Свій, але Давид підтримує, нагадуючи про силу довіри. Разом із глядачами Скай згадує істину: визнає свої помилки, вірить у Христа та запрошує Його в своє життя. Правильна комбінація відкриває шлях – міст, двері до Царства і світло надії.</p>
  <b>День 4</b>
  <p>На четвертий день уранці Скай і Давид потрапляють до Скайленду. Скай, сповнений ентузіазму, хоче дослідити всі таємниці цього місця, тоді як Давид більш стриманий. Скай вирішує звернутися до Царя, щоб дізнатися більше, і той відкриває йому шлях до справжньої подорожі у Царстві, сповненої випробувань і відкриттів.  Увечері четвертого дня Скай і Давид розмірковують над тим, що дізналися в Скайленді. Скай розповідає, що Божа любов і прощення звільняють від тягаря образ і роблять кожного особливим, а Скайленд — це не місце, а стан серця, де головне — бути добрим і підтримувати інших. Раптово з'являється Свій із ковбасками, і друзі розуміють, що попереду ще багато несподіванок.</p>
  <b>День 5</b>
  <p>Уранці п’ятого дня Скай, Давид і Свій розпалюють вогонь, і на перший погляд усе спокійно. Але раптом з’являються перші справжні випробування: Свій починає насміхатися над вірою Ская, ставити під сумнів його досвід і намагається пояснити все як простий збіг або вигадку. Він навіть намагається висміяти світло, яке з’явилося в Ская як символ його нової природи, але не може його торкнутися.</br>
  Скай починає розуміти, що Свій — не просто друг. Він уже збив зі шляху Макстренда і намагається зробити те саме зі Скаєм. Та Скай не відступає. Він вирішує вирушити в Ілюзорне Царство, щоб урятувати Макстренда, навіть попри небезпеку. І, звертаючись до залу, проголошує, що не сам — разом із ним є інші, хто теж несе світло.</br>
  Уранці п’ятого дня Скай, Давид і Свій розпалюють вогонь, і на перший погляд усе спокійно. Але раптом з’являються перші справжні випробування: Свій починає насміхатися над вірою Ская, ставити під сумнів його досвід і намагається пояснити все як простий збіг або вигадку. Він навіть намагається висміяти світло, яке з’явилося в Ская як символ його нової природи, але не може його торкнутися.
  Скай починає розуміти, що Свій — не просто друг. Він уже збив зі шляху Макстренда і намагається зробити те саме зі Скаєм. Та Скай не відступає. Він вирішує вирушити в Ілюзорне Царство, щоб урятувати Макстренда, навіть попри небезпеку. І, звертаючись до залу, проголошує, що не сам — разом із ним є інші, хто теж несе світло.
  Скай і Давид переконуються, що світло не згасає, навіть поза межами Скайленду — воно живе в них. Їхня радість і віра надихають Макстренда зробити крок до змін, а Цар нагадує кожному: «Маю план для тебе, чекаю на кожного».</p>
  </br></br>
  ''';

  static String namesOfTheTeam = '''
  <h3>Назви команд</h3>
  <b>Ловці пригод</b></br></br>
  <b>Дослідники знахідок</b></br></br>
  <b>Спадкоємці таємниць</b></br></br>
  <b>Сміливі мандрівники</b></br></br>
  <b>Вартові мрій</b></br></br>
  <b>Шукачі відкриттів</b></br></br>
  <i>Інші можливі назви:</i>
  <p>володарі спадщини, шукачі скарбів, шукачі орієнтирів, любителі пригод, дослідники таємниць, відкривачі мап, локація сміливців/дослідників/..</p>
  <p>Назви команд з дизайном для друку шукайте в “Назви команд” в розділі “дизайн”.</p>
  ''';

  static String meetingsAfterCamps = '''
  <h3>Післятабірні зустрічі</h3>
  <p>Важливо після табору одразу запланувати наступну зустріч, щоб зберегти відносини. Учасники вже здружились, між собою, з вами як наставниками. Треба не втратити цей звʼязок, тому в останній день табору ми постійно наголошуємо про нашу наступну зустріч, і одразу кажемо де, коли і на котру годину вона буде.</p>
  ''';

  static String generalMomentsOfCamp = '''
    <h3>Загальні фішечки табору</h3>
    <p><b>Загальні фішечки, які ви можете використовувати в своєму таборі (як додаток)</b></p>
    <ol type="1">
      <li>Кожного дня робити правило табору (футболка навиворіт, прийти в двох різних шкарпетках… )</li>
      <li>Використовувати тік-ток тренди (відео) (зняти тікток на свою табірну пісню і завірусити його, мотивувати учасників просувати табір і показувати як тут класно)</li>
      <li>Наставники крім табірних футболок можуть додатково чіпляти на себе щось по типу лед стрічки (як показник, що вони вже жителі ЦБ)</li>
    </ol>
  ''';

  static String generalMomentsOfKingdomOfGod = '''
    <h3>Загальні фішки Царства Божого</h3>
    <ul>
      <li>свобода / звільнення / вільний вибір</li>
      <li>Віра - впевненість в Боже слово</li>
      <li>благодать</li>
      <li>нова природа</li>
      <li>не байдуже що з другом *день 2 байдуже, простити *сварка, образа</li>
      <li>нові можливості</li>
      <li>життя починається зараз</li>
      <li>доступ до царя 24/7 *знайти скарб / бібліотека *активне слухання не телефон *підказка в будь-який момент</li>
      <li>всередині ( тут і зараз)</li>
      <li>ти живеш на світлій стороні (цінності)</li>
      <li>маєш супер силу *вибір робити правильний вибір</li>
      <li>радість</li>
      <li>свої люди / ти не один *болото токсік, альтернатива</li>
      <li>не стій в дверях / спасіння</li>
      <li>не здаватись / почати спочатку / знову</li>
      <li>доступно всім / вбогі духом -> Царство Небесне / ті хто потребує</li>
      <li>привілегія -> в потрібному місці / обраний / в потрібний час *герой дослідник шукає і знаходить, відкриває другу, притча 5 талантів.</li>
      <li>бути тут</li>
      <li>ти сам вибираєш кордони Царства Божого</li>
      <li>мрії збуваються</li>
      <li>надійне сховище</li>
      <li>отримуєш більше ніж очікуєш</li>
      <li>потрібно боротись / береться зусиллям</li>
      <li>можна втратити</li>
      <li>реальне, практичне, тут і зараз</li>
      <li>скарб / цінність</li>
      <li>розвиток</li>
      <li>мотивація - любов</li>
      <li>скарб, який хочуть вкрасти -цар хоче, щоб ми знайшли ЦБ</li>
      <li>персональний Ангел помічник, захисник</li>
      <li>доступ до необмежених можливостей *суперздібності, духовні дари</li>
      <li>абракадабра (розберись в можливостях) писання</li>
      <li>не ускладнюй</li>
      <li>спадкоємці (ЦБ належить дітям)</li>
      <li>пильнуй і будь готовим (будять)</li>
      <li>розпоширюється</li>
      <li>можна ділитись (закваска)</li>
      <li>постійно рухається, діє, множиться *повертається за другом -> він виходить з царства -> царство в ньому</li>
    </ul>
    </br>
    </br>
  ''';

  static List<String> meetingForTeamBeforeCamp = [
    '''
      <p><b>Час:</b> 1,5 год</p>
      <p><b>Інвентар:</b> листівки, ручки, смаколики.</p>
      <p>Зустріч лідерів спрямована на те, щоб ближче познайомити команду один з одним. Дуже важливо створити легку та дружню атмосферу. Якщо це літо, зустріч можна провести у форматі пікніка на вулиці з пледами, подушками, гірляндами тощо.</br>
      Класно, коли на фоні гратиме музика. За можливості організуйте смаколики - піца, солодке, напої, тощо.</p>
      <p>Коли учасники зібралися, трішки поїли та поспілкувалися, можна провести одну з наступних ігор на ваш вибір:</p>
      <h3>✅ 1. Гра з предметами.</h3>
      <p>Кожен учасник гри повинен знайти у себе якийсь маленький предмет (резинка, копійка, чохол від телефону тощо). Гра відбувається наступним чином: учасник бере свій предмет та обмінюється ним з іншим учасником, називаючи своє ім'я, що це за предмет та чий він.</br>
      Наприклад: “Я Оленка і це моя ручка”. Коли учасники обмінялися між собою, вони шукають іншу людину, якій віддають предмет. До прикладу, людина (нехай це Вікторія), яка отримала ручку Оленки, буде говорити: “Я Вікторія і це ручка Оленки”. Учасники обмінюються предметами до тих пір, поки лунає музика або до тих пір, поки ведучий не зупинить гру. Після зупинки ведучий обирає будь кого та запитує чий це предмет. Якщо даний предмет справді належить цій людині, то учасник переміг.</p>
      <h3>✅ 2. Гра «Три факти: один брехня».</h3>
      <p>Кожен учасник по черзі називає три факти про себе: два правдивих і один неправдивий. Інші гравці повинні вгадати, який з них є брехнею. Після кожного раунду оголошується, який факт був неправдою. Гравці, які правильно вгадали брехню, отримують очко. Гра триває до визначеної кількості балів або часу. Учасники повинні обирати факти так, щоб брехня не була очевидною, і гра залишалася цікавою. Виграє той, хто набере найбільше очок.</br>
      Також є інша інтерпретація цієї гри: кожен учасник записує один цікавий факт про себе на листочку. Усі листки кидають в одну загальну ємкість. Ведучий витягає будь який аркуш та зачитує факт. Завдання учасників - відгадати, про кого написано.</p>
      <h3>✅ 3. Гра “Бінго”.</h3>
      <p>Кожен учасник отримує ігровий лист (4x5) із 20 клітинками: чотири рядки по пʼять стовпців. Над кожним стовпцем зазначений цікавий факт про людей (приклад аркуша буде нижче). Завдання – знайти серед інших учасників тих, хто відповідає цим фактам, і вписати їхні імена у відповідні клітинки. Гравці спілкуються, ставлять питання й заповнюють аркуш. Переможцем стає той, хто першим виконає обрану умову: заповнить усі клітинки в одному рядку (горизонтально), стовпці (вертикально), по діагоналі або всю таблицю. Можна додати обмеження на повторення імен чи встановити часовий ліміт.</p>
      <p>Після гри лідери діляться на команди по 6-8 людей.</br>
      Командам дають по ватману та фломастери. </p>
      <p>Завдання кожної команди - намалювати свого ідеального наставника. На це завдання в учасників є орієнтовно 15 хвилин. Пізніше кожна команда представляє свого наставника - чому вона намалювала його саме таким, чому врахувала саме такі фактори, а не інші.</p>
      <p>Після активності всі сідають в коло (або можна залишитися сидіти у тих самих командах по групках).</p>
      <p>Перш за все, важливо сказати про цінність кожного лідера, виразити вдячність, що вони є частиною команди та готові служити. Після цього варто розповісти їм основні завдання, які від них вимагаються, а також коротко пояснити, хто взагалі такий лідер та наставник. Використовуйте те, що вони намалювали у своїх командах, звертайте увагу на якості та риси, які вони вказували тощо.</p>
      <p>Як варіант, також можна використати таку схему: Дана картинка дуже легко та швидко пояснює основні принципи лідерства - високий рівень підтримки та дисципліни. Тоді у лідера з'являється авторитет. Якщо наставник нехтує дисципліною, щоб здаватися добрим, учасники табору вважають такого дуже поблажливим та не будуть сприймати серйозно. Натомість, якщо наставник буде лише строгим та зважати лише на правила без побудови відносин - він буде авторитарним лідером, якому не зможуть довіряти, а будуть лише боятись. Якщо наставник і відносин не будує, і на дисципліну не зважає, то учасники табору просто не розуміють, для чого він приїхав та не сприйматимуть його як лідера взагалі. </p>
      <p>Також на лідерській зустрічі варто наголосити на організаційних питаннях, які наставники мають розповісти у своїх командах у перший день табору. Це стосується різних побутових потреб, таких як локації туалетів, кулерів з водою, медика з аптечкою тощо. Також лідерам варто сказати учасникам команди про наявність кепки, кросівок та ін. Додайте у цей пункт важливі правила Вашого табору.</p>
      <p>Після цього поділіться на команди по 5-6 учасників. Один з учасників має бути служителем “зі стажем” - тим, хто уже раніше бував лідером. Він буде модератором команди.</br>
      У групах запитайте та обговоріть, які страхи та переживання є у лідерів перед початком табору, допоможіть розвіяти міфи та підтримайте. Наостанок, класно, щоб у лідерів залишилось щось фізичне із зустрічі.</p>
      <p>Це можна зробити декількома варіантами: роздайте кожному лідеру листівку з надихаючою фразою. Завдання кожного - написати благословіння сусіду справа та подарувати йому цю листівку. Також цей інтерактив можна зіграти таким способом: кожен наставник отримує цукерку, до якої прикріплений стікер. Завдання учасника - написати побажання благословіння на стікері, після чого поставити це у спільну ємкість. У ємкості усі цукерки перемішуються і кожен лідер знову витягає цукерку, залишаючи собі стікер із благословінням.</p>
      </br></br>
    ''',
  ];

  static String campGreeting = "Табірне привітання - це те, що може стати фішкою саме цього табору — те, що діти пам’ятатимуть і з чим асоціюватимуть свій відпочинок. Це створює спогади та традиції, які хочеться повторювати.";

}