class Program3Data {
  static List<String> registrationTxts = [
    '''
    <p>Ми обрали флешмоб під час реєстрації, щоб з перших хвилин створити атмосферу радості, єдності й драйву. Це допомагає учасникам швидко розслабитись, познайомитись і відчути себе частиною великої табірної сімʼї. А ще — це крутий спосіб одразу запалити енергію, яка триматиметься весь табір!</p>
    </br>
    <h2>1. Завдання: Назви першим на букву!</h2>
    <a href="https://www.instagram.com/reel/DHY4zSZMJ8A/?igsh=MTNxcnM4aDh6NW9vZw==">https://www.instagram.com/reel/DHY4zSZMJ8A/?igsh=MTNxcnM4aDh6NW9vZw==</a>
    </br>
    <p><b>Флешмоб:</b> Діти стають у колону, і відбувається зйомка динамічного відео. Ведучий (поза кадром або на початку відео) каже випадкову букву — наприклад, “К”. Перші двоє з колони виходять вперед і змагаються, хто перший скаже слово на цю букву. Категорії можуть змінюватися: ім’я, фрукт, місто, країна, предмет… Після відповіді ці двоє відходять, виходять наступні учасники — і так далі.</p>
    <p><b>Формат:</b> швидке, веселеньке відео з реакціями, радістю і креативними відповідями. Ідея для підпису: “А ти б що сказав(ла) на букву М?</p>
    <h2>2. Завдання: Я вже тут, а ти?</h2>
    <a href="https://www.instagram.com/reel/DCaPPG2yrtj/?igsh=MXg0bHEyODU0ZjEzbg==">https://www.instagram.com/reel/DCaPPG2yrtj/?igsh=MXg0bHEyODU0ZjEzbg==</a>
    <p><b>Флешмоб:</b> Учасники стають у колону один за одним. Камера — перед першим. Починається рух: кожен по черзі проходить повз камеру, робить свій рух (рукою, головою, посмішкою) і розходиться в різні боки. В кінці — останній учасник стоїть з табличкою: “Я вже тут, а ти будеш?” або “Я вже з нами — тебе чекаємо!” </p>
    <p><b>Формат:</b> стильне, ланцюгове відео, яке закінчується яскравим посланням. Ідея для підпису: “Ми вже на місці! Не запізнись!”</p>
    <h2>3. Завдання: Плесни — і зміни команду!</h2>
    <a href="https://www.instagram.com/reel/DGL3s8BSj9k/?igsh=MWhsZW5qejN3Zml2ZA==">https://www.instagram.com/reel/DGL3s8BSj9k/?igsh=MWhsZW5qejN3Zml2ZA==</a>
    <p><b>Флешмоб:</b> Один учасник — біля камери, видно тільки його руки. Він ритмічно плескає в долоні. Позаду — команда дітей у кумедних окулярах, шапках або з цікавими реквізитами. Вони щось показують, танцюють, рухаються. Коли основний учасник змикає долоні — монтажний перехід — і на задньому фоні вже нова команда! Кожен кадр — інша “фішка”: одна команда в капелюхах, інша — в куртках навиворіт, ще інша — в рожевих окулярах.</p>
    <p><b>Формат:</b> веселе, ритмічне відео з ефектом “заміни гравців”. Ідея для підпису: “Хоп — і ми вже інші!”</p>
    <h2>4. Завдання: Freeze & Move!</h2>
    <a href="https://www.instagram.com/reel/DBlj777vw83/?igsh=eHVhNnppb2tvMzV2">https://www.instagram.com/reel/DBlj777vw83/?igsh=eHVhNnppb2tvMzV2</a>
    <p><b>Флешмоб:</b> На кожному кадрі — 4 різні учасники. Спочатку всі “завмерли” в якійсь позі: стоять на одній нозі, спираються один на одного, тримаються за дерево, виглядають з-за кута… Через 1-2 секунди — всі одночасно змінюють позу! Новий кадр — нові учасники, нові ідеї.</p>
    <p><b>Формат:</b> ритмічне відео з несподіваними позами, гумором і командною енергією. Ідея для підпису: “Твоє тіло — твоя фантазія!”</p>
    <h2>5. Завдання: Масовий спів “Голос табору”</h2>
    <p><b>Флешмоб:</b> Усі учасники табору — одна велика команда! Всі разом виконують одну або кілька улюблених табірних пісень з рухами, таких як:</p>
    <ul>
    <li>“Перемога у Христі”</li>
    <li>“Реальний Герой”</li>
    <li>“Лев”</li>
    <li>“Ученики”</li>
    </ul>
    <p>Розміщення — у великому півколі, амфітеатрі, на полі чи будь-якому відкритому просторі. Можна зняти один куплет і приспів з кожної пісні, а потім змонтувати як мікс. Обов’язково — рухи, емоції, стрибки, плескання, можна навіть створити хвилю руками або масові синхронні жести. Лідери можуть стояти попереду і вести рухи, а камера — повільно рухатись по рядах або знімати зверху . Формат: масовий спів з атмосферою єдності, радості та сили Божого народу. Ідея для підпису: “Це не просто пісня — це голос табору!” або “голос Скайленду.”</p>
  '''
  ];

  static List<String> festivalTxts = [
    '''
    <b>✍️Загальний опис:</b></br>
    <p>Подія для всього табору. Це має бути яскраво, динамічно та святково. Тут учасники не ходять по командах – кожен грає індивідуально і заробляє гроші для себе. Учасники рандомно/хаотично ходять по локаціях і можуть кілька разів відвідувати одну й ту саму локацію. Звісно, вони можуть об’єднуватись у групки відповідно до попередніх знайомств, але тим не менш кожен грає сам за себе.</p>
    <p>На фестивалі вони заробляють табірні гроші, які потім у той же день витрачають у магазині, що функціонує лише в день фестивалю. Витрачають їх на те, що може реалізувати та чи інша табірна команда: солодку вату, попкорн, батут, коктейлі, солодощі тощо.</p>
    <p>У контексті сценарію табору цей фестиваль є прообразом Царства Божого. Головному герою сниться сон (учасники табору ще не знають, що це сон!!!!), і він опиняється в місці, яке йому дуже подобається, бо його там приймають таким, яким він є! Йому проявляють любов і показують, що він тут бажаний гість. Це передається через локації/станції, які будуть на фестивалі. <b>Головний герой також бере участь у всіх локаціях та ходить разом з учасниками – діти мають бачити його впродовж дня.</b></p>
    
    <b>🎯Ціль:</b></br>
    <p>Створити класне, яскраве, цікаве та приємне місце для учасників денного табору, щоб кожному це сподобалося, щоб кожен відчув, що його приймають, люблять і чекають у таборі.</p>
    <b>🔥Атмосфера:</b></br>
    <p>Повсюди розвішані прапорці, грає весела та активна музика.</p>
    <b>💲Магазин:</b></br>
    <p>Тут учасники витрачають зароблені на фестивалі кошти. Магазин функціонує тільки під час фестивалю, тому важливо заохочувати дітей його відвідувати та брати участь у локаціях, щоб отримати табірні гроші. Магазин має виглядати яскраво та візуально привабливо, має лунати активна музика.</p>
    <p>У ньому продається те, що може підготувати та чи інша команда: різні солодощі, солодка вата, яскраві коктейлі (використовуйте різноманітні сиропи), інші фізичні подарунки.</p>
    
    <b>🤵‍‍Ведучий фестивалю:</b></br>
    <p>Це людина, яка створюватиме святкову та активну атмосферу фестивалю. Ведучий завжди «на зв’язку» та з мікрофоном:</p>
    <ul>
    <li>нагадує про основні локації фестивалю та закликає їх відвідати;</li>
    <li>заохочує відвідати магазин і витратити зароблені гроші (магазин і гроші актуальні тільки в день фестивалю);</li>
    <li>якщо багато дітей не встигли відвідати магазин, у кінці табірного дня можна дати їм ще одну можливість зробити покупки.</li>
    </ul>
    
    <p>Ведучий з інтервалом 5-10 хвилин говорить, що радий бачити кожного на фестивалі, нагадує, що їх тут люблять і чекали, що вони – цінні учасники табору. Також він може давати різні завдання, наприклад:</p>
    <ul>
    <li>всім, кому 8 чи 9 років, підійти до нього для отримання подарунків/табірних грошей (вік змінювати);</li>
    <li>всім, хто в червоній футболці, підійти до ведучого;</li>
    <li>дати «п’ять» людині поруч, знайти лідера та обійняти його, стрибнути 10 разів тощо.</li>
    </ul>
    
    <b>📍Перелік локацій:</b></br>
    <p>Використовуйте якомога більше локацій: батут, солодка вата, попкорн, фанові ігри, тікток-ігри… Ось ще кілька ідей:</p>
    <ol type="1">
    <li><b>📸Фото-комплімент</b></br>Біля фотозони стоїть фотограф, який після зйомки робить комплімент дитині або групі дітей щодо їхнього зовнішнього вигляду, характеру, енергії. Комплімент має бути щирим і природним! У Царстві Божому приймають усіх, незалежно від вигляду та віку. Ти можеш мати ластовиння, бути високим чи низьким – тебе все одно любитимуть.</li>
    <li><b>🥤«Злови кришечку у стакан»</b></br> Мінімум двоє дітей на локацію. У дві лінії стоять перевернуті стаканчики, зверху на кожному – кришечка. Завдання: перевернути стаканчик так, щоб кришка опинилася всередині. Механічно допомагати руками не можна.</br></br>📌Інвентар: одноразові стаканчики, кришечки (з-під води) на кожен стаканчик.</br></br>🔗<a href="https://pin.it/5GiRJiZ4Qл">https://pin.it/5GiRJiZ4Qл</a></li>
    <li><b>⚽«ГОЛ»</b></br> З конструктора зробіть 2-6 воріт і розмістіть їх на великому столі. Кожен учасник має свої ворота, в які повинен задути тенісний м’ячик трубочкою. Хто задує більше м’ячів за певний час – той переміг. Учасників може бути 2-5. </br></br> 📌У Царстві Божому панує приємна атмосфера – скажіть, що ви раді бачити кожного учасника.</br> </br> 🔗<a href="https://pin.it/36jApuEmyо">https://pin.it/36jApuEmyо</a></li>
    <li><b>🖐«Залиши свій слід»</b></br>Великий плакат, на якому учасники залишають відбитки пальців і підписують їх. Відбитки можна розмальовувати та робити цікавішими.</br>На цій локації можна говорити про те, що «Ти цінний у цьому таборі, я щасливий/щаслива тебе тут бачити». Також запитуйте ім’я, вік і звідки дитина.</li>
    </ol>
    Познайомтесь. У Царстві Божому цікавлять людьми, люди – це цінність.</br>
    ''',
    '''
    ''',
    '''
    <ol type="1" start="5">
    <li><b>Вам необхідно хулахупи</b> поставити у дві «колони». Після сигналу «старт» кожен учасник бере в руки хулахуп та стрибачи в кожному хулахупі несе перший до фінальної точки, потім вертається до 2, до 3 і так робить з кожним. Перемагає той, хто першим збере всі хулахупи в своїй лінії.</br></br> 📌Інвентар: хулахупи. </br></br>🔗<a href="https://pin.it/1hiM8GfVj">https://pin.it/1hiM8GfVj</a></li>
    <li><b>🎯Влуч у ціль</b></br>Підвісьте кілька яскравих парасольок (або менших ємностей із вужчим горлечком) на стелю чи гілку. Завдання учасника – закинути м’яч у ціль. Чим складніше потрапити, тим більше балів він отримує.</li>
    </ol>
    У Царстві Божому примножується те, що у вас є. Бог має для вас кращий план, навіть більший, ніж ви могли уявити. На цій локації видавайте подвійну кількість табірних грошей, ніж було спочатку обіцяно (наприклад, якщо мало бути 2, даєте 4 тощо).
    </br>
    <ol type="1" start="7">
    <li><b>🤝З другом краще!</b></br>Це командна гра, у якій неможливо грати поодинці. Потрібно 4 учасники, тому той, хто приходить першим, має заохотити інших приєднатися. Завдання – швидше за суперників перенести довгу палицю на нозі (приклад у відео).</li>
    </ol>
    У Царстві Божому цінують дружбу. Парі, яка перемогла, видається додаткова сума для друга, але з умовою, що ними потрібно поділитися. На цій локації дбають не лише про себе, а й про друзів.
    </br></br>
    🔗<a href="https://t.me/c/1603236686/397">https://t.me/c/1603236686/397</a>
    
     <ol type="1" start="8">
     <li><b>🎲Гра «Постав предмет у правильне місце»</b></br>Створіть поле з квадратів для двох (або чотирьох) учасників, а також картки-завдання. Ціль гри – розмістити предмет у правильному місці відповідно до картки. Можна ускладнювати, додаючи більше раундів та квадратів.</br></br>📌 Примітка: Грати можна одноразовими стаканчиками, дном догори, зафарбувавши їхнє дно різними кольорами.</br></br>🔗<a href="https://pin.it/3UmtvWfPi">https://pin.it/3UmtvWfPi</a></li>
     <li><b>🏆Гра «Залиш єдиний м’яч»</b></br>Рекомендується проводити в приміщенні або на закритій території. Це може бути змагання між 2-3 учасниками або індивідуальна гра (якщо один учасник – встановлюйте обмеження в часі).</br>На твердому картоні (можна використати коробку з-під піци) вирізається отвір посередині – трохи більший за тенісний м’яч. Всередину насипають 15-20 м’ячів одного кольору і лише один іншого кольору. Завдання – витрусити всі м’ячі через отвір, залишивши єдиний м’яч іншого кольору.</li>
     </ol>
     У Царстві Божому вміють дякувати та бути ввічливими. Важливо привітатися з учасником, познайомитися з ним та подякувати за участь у грі.</br></br>
     🔗<a href="https://pin.it/3NIL4n9bH">https://pin.it/3NIL4n9bH</a>
     
     <ol type="1" start="10">
     <li><b>🔎Гра «Запам’ятай порядок»</b></br>Є чотири заховані пляшки та чотири видимі. Учасник має розставити видимі пляшки в правильному порядку, як заховані. (Можна використовувати не лише пляшки, а й інші предмети)</br></br>🔗<a href="https://vm.tiktok.com/ZMrBjcTR7/">https://vm.tiktok.com/ZMrBjcTR7/</a></li>
     <li><b>👕Гра «Футболка і кулька»</b></br>Учасники мають одягнути та зняти футболку, поки повітряна кулька знаходиться в повітрі. Перемагає той, хто швидше виконає завдання, не впустивши кульку.</br></br>🔗<a href="https://vm.tiktok.com/ZMrBjQSHh/">https://vm.tiktok.com/ZMrBjQSHh/</a></li>
     <li><b>🌀Лабіринт</b></br>Розробіть 4-5 лабіринтів, які дитина може тримати в руці. Завдання – провести м’ячик до цілі. Якщо грає одна дитина, встановіть обмеження (наприклад, 2-3 хв залежно від віку). Якщо гра проходить у форматі змагання – перемагає той, хто зробить це швидше.</br></br>🔗<a href="https://pin.it/65v8nDKFE">https://pin.it/65v8nDKFE</a></li>
     <li><b>📦Гра «Нанизування»</b></br>Хто швидше «нанизує» або складає предмети в ємність? Тримати в руках можна лише одну річ за раз. Завдання – перенести всі предмети якомога швидше. Починати можна з ближчої або дальшої точки.</br></br>🔗<a href="https://pin.it/djaZDaPz7">https://pin.it/djaZDaPz7</a></li>
     <li><b>⚽Настільний футбол</b></br>Гра для двох учасників. Один – воротар, інший – той, хто «б’є» м’яч. Між ними перегородка. Переможець – той, хто першим набере 5 очок.</br></br>🔗<a href="https://www.instagram.com/reel/DEiJ0Ejtpv_/?igsh=MTA0ajJwNHZoc3AwcQ==">https://www.instagram.com/reel/DEiJ0Ejtpv_/?igsh=MTA0ajJwNHZoc3AwcQ==</a></li>
     </ol>
    ''',
  ];

  static List<String> festivalImages = [
    "images/festival_img1.png",
    "images/festival_img2.png",
  ];

  static List<String> bonusTeensTimeTxtsDay1 = [
    '''
    Година для підлітків - це бонусна година, після основної програми, коли всі учасники вже пішли, а вся команда лідерів (не лише наставники старшої чи двох старших команд), а всі мають спільну годину з тінсами (найстарша команда учасників у таборі)</br></br>
    Для чого? Щоб побудувати відносини, щоб вони в подальшому прийшли на клуб.</br></br>
    КОРОЛІВСЬКА ВІТАЛЬНЯ</br></br>
    <b>🎯Мета:</b> познайомитись більше і ближче.</br></br>
    Допомогти підліткам усвідомити, як вони ставляться до себе, чому часто легше хвалити інших, і привести до істини, що Бог бачить їхнє призначення та цінує їх.</br></br>
    <b>Істина </b>– Ти - улюблена Божа дитина!</br></br>
    КОРОЛІВСЬКА ВІТАЛЬНЯ – місце, де вітаються, дізнаються більше один про одного і ламають лід у відносинах. Тому, почнемо з цього.</br></br>
    Скільки пальців? – у вітальні вітаються , тож задіюють руки. Ми теж задіємо руки, але трохи в іншому форматі. Підключаючи мозок.</br></br>
    <h2>1. Гра (5 хв) «Скільки пальців?»</h2>
    <b>Правила гри:</b></br></br>
    - Учасники стають у пари обличчям один до одного та ховають руки за спину.</br>
    - На рахунок «три» кожен виставляє перед собою руки, показуючи будь-яку кількість пальців.</br>
    - Завдання – якомога швидше порахувати загальну кількість пальців (своїх і партнера) та вигукнути правильну відповідь.</br>
    - Той, хто першим правильно назве суму, виграє раунд.</br>
    - Переможці знаходять нового партнера та продовжують гру до фінального раунду.</br></br>
    <b>Ускладнення:</b></br>
    👉Грати не лише в парах, а в групах по 3 або 4 особи, що зробить підрахунок складнішим.
    <h2>2. Гра: «Муха на...» 🪰</h2>
    <b>Мета:</b> Допомогти учасникам запам’ятати імена один одного, розвинути реакцію та уважність.</br></br>
    <b>Матеріали:</b> Маленький м'який предмет (іграшка, носовичок, папірець тощо).</br></br>
    <b>Правила гри:</b>
    <ol type="1">
    <li>Усі гравці стають у коло. Одна людина (ведучий) починає гру, тримаючи «муху» (предмет).</li>
    <li>Ведучий каже: «Муха на...» і називає чиєсь ім’я, наприклад, «Муха на Івані!»</li>
    <li>Гравець, чиє ім’я назвали (Іван), має якнайшвидше сказати: «Муха на...» і передати її комусь іншому, називаючи інше ім’я.</li>
    <li>Тим часом хтось у колі намагається якнайшвидше доторкнутися предметом до Івана.</li>
    <li>Якщо встигає — Іван залишається з «мушкою» і продовжує. Якщо не встигає — новий ведучий стає той, кого обрали наступним.</li>
    <li>Гра триває, поки всі добре не запам’ятають імена одне одного або поки не стане дуже весело! 😆</li>
    </ol>
    <b>⚡ Ускладнення:</b></br>
    <ul>
    <li>Якщо хтось довго думає — робить три веселих присідання перед тим, як передати «муху».</li>
    <li>Називати не лише імена, а й ознаки: «Муха на тому, хто сьогодні в кросівках!»</li>
    <li>Грати на швидкість: якщо гравець занадто довго передає «муху», він виходить з гри.</li>
    </ul>
    Ця гра точно змусить усіх сміятися та швидко запам’ятати імена!
    <h2>3. Гра «Біжи, якщо так ...» 🎭</h2>
    <b>Мета гри:</b></br>
    <ul>
    <li>Допомогти підліткам краще пізнати одне одного.</li>
    <li>Показати, що у них може бути більше спільного, ніж вони думають.</li>
    <li>Зробити атмосферу легкою та невимушеною.</li>
    </ul>
    <b>Час:</b> 10-15 хв</br>
    <b>Кількість гравців:</b> 10+</br>
    <b>Місце:</b> Просторе приміщення або майданчик</br>
    <b>Реквізит:</b> Стільці (на 1 менше, ніж кількість гравців)</br></br>
    <b>Правила гри:</b></br>
    1. Гравці сідають у коло на стільці. Одна людина стає у центрі (без стільця).</br>
    2. Ведучий (або той, хто в центрі) каже: «Поміняйся місцями, якщо...» і називає якусь характеристику або факт, який може стосуватися кількох учасників (наприклад: «Якщо ти любиш піцу»).</br>
    3. Всі, кого це стосується, повинні встати і швидко пересісти на інше місце.</br>
    4. Той, хто залишився без місця, стає в центр і придумує нове твердження.</br>
    5. Гра триває, поки не втомляться або поки всі не побувають у центрі.</br></br>
    <b>Приклади питань для підлітків:</b>
    <ul>
    <li>Поміняйся місцями, якщо ти любиш слухати музику в навушниках.🎧</li>
    <li>Якщо ти коли-небудь засинав на уроці.😴</li>
    <li>Якщо ти любиш фотографуватися.📸</li>
    <li>Якщо тобі хоч раз казали, що ти схожий на когось із знаменитостей.🌟</li>
    <li>Якщо у тебе є домашній улюбленець.🐶🐱</li>
    <li>Якщо ти коли-небудь забував зробити домашку і придумував відмовку.📚</li>
    <li>Якщо ти любиш переглядати старі фото з дитинства.🍼</li>
    <li>Якщо ти хоч раз дивився фільм більше трьох разів.🎬</li>
    <li>Якщо ти колись випадково відправив повідомлення не тій людині.📱</li>
    <li>Якщо тобі хоч раз було ніяково через автокорекцію в телефоні.😂</li>
    </ul>
    
    <h2>4. Гра «Бінго на знайомство» 🤝🎉</h2>
    <b>Мета гри:</b> Дізнатися більше одне про одного, знайти спільні інтереси та весело провести час.</br></br>
    <b>Як підготувати гру:</b>
    <ol type="1">
    <li>Створення карток</br>У кожного гравця є картка 5×5 клітин (або інший розмір), у кожній клітинці написаний якийсь факт або твердження.</li>
    </ol>
    Наприклад:
    <ul>
    <li>«Любить слухати музику у навушниках»</li>
    <li>«Обожнює піцу»</li>
    <li>«Має домашнього улюбленця»</li>
    <li>«Подорожував за кордон»</li>
    <li>«Прочитав хоча б одну книгу за останній місяць»</li>
    </ul>
    <ol type="1" start="2">
    <li>Кожен отримує унікальну картку з випадковими твердженнями.</li>
    </ol>
    <b>Правила гри:</b>
    <ol type="1">
    <li>Пошук відповідностей
      <ul>
        <li>Гравці ходять по кімнаті та спілкуються одне з одним.</li>
        <li>Якщо знайшли людину, яка підходить під певне твердження, вона розписується у цій клітинці.</li>
        <li>Одна людина може підписатися не більше ніж у двох клітинках одного гравця (щоб усі взаємодіяли).</li>
      </ul>
    </li>
    <li>Виграш
      <ul>
        <li>Перший гравець, який заповнить ряд (горизонтально, вертикально або діагонально), вигукує «БІНГО!»</li>
        <li>Ведучий перевіряє картку, розпитуючи підписаних людей про їхній факт.</li>
        <li>Можна продовжити гру до заповнення всієї картки.</li>
      </ul>
    </li>
    </ol>
    <b>Приклади тверджень для підлітків (11-16 років):</b>
    <ul>
    <li>«Любить грати в настільні ігри»</li>
    <li>«Був у іншій країні»</li>
    <li>«Знає, як приготувати млинці»</li>
    <li>«Може назвати 3 християнські пісні»</li>
    <li>«Має брата або сестру»</li>
    <li>«Любить ходити в гори</li>
    <li>«Дивився фільм минулого тижня»</li>
    <li>«Розповість жарт за 5 секунд»</li>
    <li>«Може зробити сальто або шпагат»</li>
    <li>«Був на християнському таборі»</li>
    </ul>
    
    <b>Додаткові варіанти:</b>
    <ul>
    <li>«Бінго-представлення» – після закінчення гри кожен учасник обирає 1-2 цікавих факти та розповідає про людей, яких він знайшов.</li>
    <li>«Бінго-виклик» – замість фактів у клітинках можуть бути веселі завдання, які треба виконати разом із кимось (наприклад, «Разом зробіть селфі, де ви смієтеся»).</li>
    </ul>
    
    <h2>5. ГРА «ОБЕРИ КАТЕГОРІЮ» – МОЖЛИВО ЗРОБИТИ ПО ГРУПАХ</h2>
    Люди сідають там, де їм зручно. Перший бажаючий обирає тему для себе – це може бути гра, фільм, мультфільм, книга або музика. Потім він кидає дві гральні кості, і залежно від випавшого числа розповідає стільки фактів про своє захоплення: чому йому це подобається та що там цікавого. Наприкінці людина обирає наступного учасника, який відповідатиме.
    <h2>6. ГРА "Чарівна капсула"</h2>
    <b>Суть гри така: </b>
    </br>
    кожному учаснику видається стакан з гарячою водою та «капсула» із зростаючою тваринкою (їх можна придбати в інтернеті або в магазинах із дитячими іграшками).</br>
    Кожен учасник кидає капсулу в гарячу воду, і через кілька хвилин там з’являється тваринка (оболонка просто розчиняється, а всередині— фігурка з губки).</br>
    Далі учасник називає своє ім’я та розповідає про себе, пов’язуючи свою історію з отриманою тваринкою.</br>
    ✨В кого яка тваринка і як вона пов’язана з тобою? Давай дізнаємось!😊</br>
   <h2>7. ГРА «П’ЯТІРКА»</h2>
   Розбившись на пари, гравці протягом п’яти хвилин, використовуючи лише жести, розповідають про п’ять найважливіших для них речей. Після закінчення часу вся група збирається разом, і кожна пара представляє свого напарника іншим.
   <h2>8. ГРА – ПІДВОДКА «ЯК ВАС ПРЕДСТАВИТИ?»</h2>
   Репетиція перед представленням себе.</br></br>
   Викликаються три учасника; кожному дається по предмету (наприклад ґудзик, монета, кришка від кастрюлі, старий маркер або олівець, шматок чогось тощо).
   </br></br>
   <b>Завдання:</b> Розрекламуйте цей предмет!</br></br>
   Якщо ви цінуєте стиль та практичність, цей ґудзик – саме для вас! Він не просто утримує ваш одяг у відмінному стані, а й є справжньою окрасою вашого образу. Його зручний розмір дозволяє носити його навіть у найкомпактнішій кишені (раптом стане у пригоді).</br>
   Але головне – це його унікальна функція «рятівник моменту»! Коли ви на зустрічі чи у школі, і вам терміново потрібно уникнути відповіді, просто зробіть вигляд, що пришиваєте ґудзик – і всі подумають, що ви зайняті важливою справою. А якщо хтось привернув вашу увагу? Загадково підкиньте ґудзик у повітря – і ви точно опинитеся в центрі уваги!</br>
   </br>
   Кожному дається хвилина. Публіка наприкінці обирає переможця.</br>
   </br>
   <b>РОЗРЕКЛАМУЙ СЕБЕ</b></br>
   Кожному учаснику дається 1 хв, щоб розрекламувати себе , за прикладом рекрами предмету. Потім йде презентація.</br>
   Цю частину можна поєднати з попередньою, давши завдання поєднати рекламу предмета з саморекламою, знаходячи , які схожі якості є у предмета і людини.</br></br>
   <b>Обговорення:</b>«Чи хвалиш ти себе?»</br></br>
   <b>Мета:</b> Допомогти підліткам усвідомити, як вони ставляться до себе, чому часто легше хвалити інших, і привести до істини, що Бог бачить їхнє призначення та цінує їх.
   </br></nr>
   1. Вступне питання:
   <ul>
   <li>Як ти реагуєш, коли тебе хтось хвалить?</li>
   <li>Чи тобі легко чи складно приймати компліменти? Чому?</li>
   <li>Чи хвалиш ти себе за свої успіхи? Чому так або ні?</li>
   </ul>
   2. Чому інших хвалити легше?
   <ul>
   <li>Чи буває так, що ти легко знаходиш хороше в інших, але важко бачиш його в собі?</li>
   <li>Що ти зазвичай помічаєш у людях спочатку – їхні переваги чи недоліки?</li>
   <li>Як ти думаєш, чому ми часто суворіші до себе, ніж до інших?</li>
   </ul>
   <b>Обговорення:</b></br>
   Людина може легше помічати успіхи інших, бо дивиться на них зі сторони. А себе ми знаємо разом із усіма помилками, невпевненістю та слабкостями. Але Бог дивиться на нас не через призму наших промахів, а через призму потенціалу, який Він у нас заклав.
   </br></br>
   3. Що говорить Бог про тебе?
   <ul>
   <li>Чи думаєш ти, що Бог тобою пишається? Чому?</li>
   <li>Як зміниться твоє ставлення до себе, якщо ти зрозумієш, що Бог тебе цінує?</li>
   <li>Давай подивимося, що говорить Біблія:</li>
   </ul>
   <b>📖Біблійні істини:</b></br>
   ✔️Псалом 138:14 – «Я прославляю Тебе, бо я дивовижно створений…»</br>
   ✔️Єремії 29:11 – «Бо тільки Я знаю наміри, які маю про вас, – каже Господь, – наміри на добро, а не на зло, щоб дати вам майбутнє і надію.»</br>
   ✔️ Матвія 3:17 – «Це Син Мій улюблений, що Його Я вподобав!» (Бог сказав це про Ісуса, але Він так само бачить і нас – як Своїх дітей).</br>
   </br>
   <b>Висновок:</b></br>
   Бог бачить у тобі більше, ніж ти сам. Він хвалить тебе не лише за твої досягнення, а тому що створив тебе унікальним і має для тебе особливе призначення.</br>
   </br>
   4. <b>Практичне завдання:</b></br>
   1. Напиши три речі, за які ти можеш похвалити себе сьогодні.</br>
   2. Напиши одну річ, яку Бог бачить у тобі, навіть якщо ти сам цього ще не помічаєш.</br>
   3. Передай комусь з групи слова підбадьорення – скажи, що хорошого ти в ньому бачиш.8.</br>
    ''',
  ];

  static List<String> openKeyTxtsDay1 = [
    '''
    <b>✍️Для лідера: «Open Key»– Відкривай ключові істини!</b>
    <p>Кожної зустрічі ми відкриваємо двері до нових духовних істин. Немов ключ, який відмикає замок, Біблія відкриває нам таємниці Божого Царства.</p>
    <p>Кожен «Open Key» – це ще один ключ, який допомагає змінити життя для Бога!</p>
    <p><b>Головним атрибутом кожного ОК буде скриня (скарбниця) з ключем!</b></p>
    <p><b>🎯Основна ціль - </b> розрекламувати справжній скарб – Царство Боже, не називаючи його так у перший день (спочатку ми говоримо лише про СКАРБ).</br>Дати зрозуміти, що порожнечу всередині людини може заповнити лише справжній СКАРБ.</p>
    <b>🔎Хід ОК:</b></br>
    гра на знайомство «Павутина асоціацій»</br>
    </br>
    <b>Мета:</b> допомогти дітям познайомитися, розповісти про себе та створити довірливу атмосферу.</br>
    </br>
    <b>Що потрібно:</b> мʼяч АБО клубок нитки або мотузка.</br>
    </br>
    <b>Правила гри:</b>
    <ol type="1">
    <li>Учасники стають у коло.</li>
    <li>Лідер бере м’яч або клубок, каже своє ім’я та цікаву асоціацію про себе (наприклад: «Я – Тіма, швидкий як гепард»).</li>
    <li>Потім кидає м’яч наступному учаснику або тримає край нитки й передає клубок будь-кому іншому.</li>
    <li>Той, хто отримав м’яч/клубок, називає своє ім’я та ділиться інформацією про себе.</li>
    <li>Гра триває, поки всі не скажуть щось про себе, в результаті утворюється павутинка нових знайомств.</li>
    </ol>
    <b>Ускладнення:</b>
    <ul>
    <li>Кожен може не лише назвати свою асоціацію, а й повторити ім’я та факт попереднього учасника.</li>
    <li>Наприкінці можна спробувати розмотати павутинку у зворотному порядку, повторюючи імена.</li>
    </ul>
    Після гри всі сідають у коло. Запитайте дітей:</br>
    – Які відчуття у вас були сьогодні на фестивалі?</br>
    – Що особливого ви відчули?</br>
    (Очікувані відповіді: радість, прийняття, дружню атмосферу, увагу, мир, щастя, задоволення тощо).
    <p>Записуйте їхні відповіді на спеціальні папірці та складайте їх разом у відповідну скриню. Коли вони завершать, скажіть про те, що в вас в руках - СКАРБ, але там немає жодної матеріально дорогоцінної речі, проте, це все рівно СКАРБ!</p>
    <p>Кожна людина народжується з пустотою в душі, яка відповідає розміру цього скарбу. Роздайте кожному малюнок (фігура людини з порожнім місцем у середині).</p>
    ''',
    '''
    <p>Бог, який творив наш світ, задумав та створив все ідеально - Він поселив перших людей в неймовірне місце - Едемський сад, люди називають це місце раєм. Там було все найкраще, що тільки може уявити людина: неймовірні фрукти та овочі безкоштовні, найгарніша природа нічим не зіпсута, не засмічена, немає зла, війн, плачу, суму, вбивств, крадіжок і т.д.</p>
    <p>А найголовніше - Сам Бог приходив в прохолоді дня, щоб спілкуватися з людьми. Це був неймовірний час! Люди в цьому світі почувалися надзвичайно, їм було безпечно, комфорто, але, нажаль, цей скарб було втрачено тими самими людьми.</p>
    <p>Через непослух людей наш світ змінився назавжди, в нього прийшло зло з усіма своїми наслідками. А скарб який мали люди втратився, Бог вже не приходив до людей спілкуватися, на землі стало небезпечно жити. І всі нещастя, які стаються на землі, це наслідки цього  зла.</p>
    <p>Тепер кожна людина народжується у зламаному світі з пустотою всередині – втраченим скарбом.</p>
    <p>Напишіть на ваших листочках (людина і скарб):</p>
    Як, на вашу думку, люди намагаються заповнити цю пустоту?</br>
    (Очікувані відповіді: грошима, статусом, славою, розвагами…) але, нажаль, все це приносить радість на маленький період.</br>
    </br>
    Чи зустрічали ви людей, які їздили на Мальдіви чи Гаваї й говорили: «Там як у раю!»? Вони відчули щось неймовірне, але повернувшись додому, зрозуміли, що цей рай зник. Всі б хотіли, щоб це відчуття залишалося назавжди.</br>
    <p><b>Рольова дискусія:</b> дітям дають різні життєві ситуації («Ти виграв багато грошей, але тобі все одно сумно», «Тебе люблять у школі, але ти самотній удома»,  « ти маєш останню модель айфона, але ти не відчуваєш радість , ти їздиш на найкращі відпочинки з сімʼєю але повернувшись додому відчуваєш пустоту ), і вони обговорюють чому ці речі не приносять щастя.</p>
    Скажіть чи хотіли б ви віднайти цей скарб? мати справжнє щастя, заповнити пустоту всередині?  І чи взагалі це можливо?</br>
    <p><b>Завдання для кожного учасника:</b> прочитати разом або кожен окремо Матвія 13:44 Та пронумерувати в правильному порядку іконки в залежності від прочитаноі історії (від 1-7)</p>
    ''',
    '''
    <b>Після обговорюємо з цими питаннями:</b>
    <ol type="1">
    <li>Як думаєте чому заради цього скарбу чоловік продав усе майно?</br>(Бо те що він знайшов було цінніше всього що він мав)</li>
    <li>Чи попрощався ти б усім що маєш якби знайшов щось дуже цінне?</li>
    <li>Що ти вважаєш скарбом у свому житті?</li>
    <li>Уяви що поле це сьогоднішній день, який скарб ти сьогодні бачив?</li>
    <li>Що ти б хотів таке віднайти, і знайшовши віддав би все?</li>
    </ol>
    <p>Ми запрошуємо вас разом дослідити та віднайти цей втрачений скарб, щоб заповнити всю пустоту всередині себе.</p>
    <p>Це зустріч виглядає незавершеною, по задумці ми маємо дати відчуття нестачі СКАРБУ всередині нас!</p>
    <b>Золотий вірш</b></br>
    «Бо всі люди згрішили, і всім їм бракує слави Божої.» </br>
    До Римлян 3:23 
    ''',
  ];

  static List<String> openKeyImagesDay1 = [
    "images/open_key_img1.png",
    "images/open_key_img2.png",
  ];

  static List<String> day1ScenariyMorningTxt = [
    '''
      <h2>РАНКОВА ПРОГРАМА</h2>
      <h3>СЦЕНА 1: Початок сну. Політ через Скайленд</h3>
      <p><b>(Темрява розходиться, і раптом глядачі бачать, як Скай стоїть на краю світлого простору. Коли Скай говорить, на задньому фоні на екрані будуть мінятися кадри)</b></p>
      <p><strong>СКАЙ (розгублено):</strong> Що це? Це… місце існує? Як воно може бути настільки прекрасним?</p>
      <p><em>(Відео на екрані. Скай говорить в зал.)</em></p>
      <p><strong>СКАЙ (з надією):</strong> Я не знав, що такі місця взагалі бувають… Я відчуваю, ніби завжди мав бути саме тут…</p>
      <p><b>(Його перериває теплий вітер, який ніби огортає його, і музика стає трохи гучнішою.)</b></p>
      <p><strong>СКАЙ (замислено):</strong> Тут все якесь справжнє… правдиве… це як мелодія всередині. Щось в мені… наче співає разом із цим місцем. Тут так легко мріяти…</p>
      <p><b>(Відео на фоні. Вода переливається всіма кольорами. Відео показує, як краплини води сповнені світла, ніби маленькі зірки, різні кадри замінюються один одним.)</b></p>
      <p><strong>СКАЙ (здивовано):</strong> Це світло… воно живе? Це неймовірно… Я відчуваю його тепло. Це не просто світло… це щось більше… наче це… любов? Чи правда?.. Тут немає жодної неможливої речі.</p>
      <p><b>(на відео кадри змінюються ніби відчуваючи хвилю натхнення.)</b></p>
      <p><strong>СКАЙ (із захопленням):</strong> Кожну мить я відчуваю щось нове… нові ідеї, нові відкриття. Це місце… тут немає страху, немає злоби. Тут я можу бути собою. Як це можливо? Я відчуваю, що тут кожен має своє місце, свою мету… І я теж знайду свою!</p>
      <p><strong>СКАЙ (мрійливо):</strong> Якби всі могли побачити це місце… Я відчуваю… Тут є щось, що я маю знайти. Щось важливе… щось, що змінить усе!</p>
      <p><b>(Він робить ще кілька кроків по сцені і зупиняється.)</b></p>
      <p><strong>СКАЙ (із завзяттям):</strong> Я маю йти далі… Це лише початок. Що там далі? Що мене чекає? Я мушу дізнатися! Буде чудово, якщо ви підете зі мною.</p>
      <p><b>(Звертається до залу. Він впевнено крокує вперед, і завіса закривається, залишаючи інтригу.)</b></p>
    ''',
  ];

  static List<String> day1RubricMorningTxt = [
    '''
    <h2>РАНКОВІ РУБРИКИ</h2>
    <h3>1. Гра на знайомство</h3>
    <p><strong>Ціль гри:</strong> створити дружню атмосферу у таборі та показати, що у нас всіх є щось спільне, тому ми і подружимось.</p>
    <p><strong>Хід гри:</strong> ведучий з сцени говорить «умову», за якою мають об’єднатись учасники.</p>
    <p>Для прикладу:</p>
    <ul>
      <li>Об’єднатись за однаковим кольором футболки. <br>(всі в кого зелений колір футболки стають в одну групу, білий — в іншу і так далі.)</li>
      <li>Об’єднатись за іменем</li>
      <li>Об’єднатись за іменем мами (якщо це табір 70-80 учасників)</li>
      <li>Встати за улюбленим предметом в школі</li>
      <li>Улюблена їжа</li>
      <li>Улюблений вид спорту: футбол, волейбол, танці, ніякий 😊</li>
    </ul>
    <h3>2. Сценка з головним героєм табору</h3>
    <h3>3. Перевірка на уважність</h3>
    <p>ця рубрика буде присутня кожного дня, щоб зарядити учасників на уважність до деталей та на усіх локаціях та зконцентрувати їх увагу на сцені та ведучому.</p>
    <p><a href="https://pin.it/6Vjrce5bd" target="_blank">https://pin.it/6Vjrce5bd</a> — суть та логіка ходу гри.</p>
    <p>Поділити зал на 2 великі групи. Ведучий з сцени м’ячиком «керує» залом. В залежності від того, якою рукою він задає умову — та частина залу виконує це завдання.</p>
    <p>Руки змінюються та завдання теж, щоб заплутати учасників.</p>
    <ul>
      <li>М’яч піднято — вони встають</li>
      <li>М’яч опущено — присідають</li>
      <li>М’яч об землю — стрибають</li>
      <li>М’яч підкинуто — хлопок</li>
    </ul>
    <p>Умови можна додавати, але краще такі, які можна виконати на своєму місці, щоб не створювати хаос, коли будуть мінятись частинами залу чи робити якісь речі на взаємодію.</p>
    <p>Умова має бути швидка та така, яка легко виконується тут і зразу.</p>
    <p>Умови можна вводити одна за одною, щоб дати запам’ятати залу.</p>
    <p>Можна робити на виліт.</p>
    <h3>4. Табірна пісня</h3> 
    *табір щойно вчився бути уважним, тому тепер теж важливо бути уважним та разом вивчити табірну пісню
    <h3>5. Вчимо з сусідом табірне привітання</h3>
    ''',
  ];

  static List<String> day1ScenariyEveningTxt = [
    '''
    <h2>ВЕЧІРНЯ ПРОГРАМА</h2>
    <h3>Сцена 1: Роздуми героя</h3>
    <p><b>(Відео на екрані)</b></p>
    <p><b>Скай:</b> Сьогодні був незабутній день… (задумливо) Цікаво, що мій однокласник Давид розповідав мені про це місце – і тепер я тут. Він казав, що тут я зможу знайти відповіді. (Посміхається) Ви помітили, як тут світло? Ніби сонце завжди поруч, навіть уночі…</p>
    <p><b>(Повертається до залу, дивиться на дітей-глядачів.)</b></p>
    <p><b>Скай:</b> Скажіть, ви це відчуваєте? Дружба. Щедрість. Радість. Ніби хтось дбає про нас і хоче, щоб ми знайшли свій шлях.</p>
    <p><b>(Робить паузу, наче прислухається до своїх думок.)</b></p>
    <p><b>Скай:</b> Сьогодні я відчув щось особливе. Мені сказали, що в мені є світло. Але звідки воно? Я ж просто шукач…</p>
    <p><b>(Звертається до залу.)</b></p>
    <p><b>Скай:</b> А що ви думаєте? Давайте разом згадаємо, що сьогодні було найкращого. Піднімайте руки та плескайте або підійміться ті:</p>
    <ul>
      <li>хто познайомився з новими друзями?</li>
      <li>Чи відчув ти себе у своєму місці?</li>
      <li>Хто сьогодні відчув радість від зустрічі з новими друзями?</li>
      <li>Хто відчув, що його тут люблять і приймають?</li>
      <li>Що для вас все готували, щоб було якнайкраще?</li>
      <li>Яке привітання сьогодні принесло вам найбільше радості? (Обійми, кулачок, п'ять?)</li>
      <li>Хто сьогодні отримав задоволення, коли йому робили компліменти?</li>
      <li>Хто відчув на собі радість від того, що наявні ресурси у вас збільшуються?</li>
      <li>Хто відчув неймовірну радість від перемоги, попри всі труднощі?</li>
      <li>Хто зрозумів, що про вас дбають та про ваших друзів?</li>
      <li>Хто відчував свою значущість, адже вашої думкою цікавились?</li>
    </ul>
    <p><b>(Грає з залом у гру. Скай слухає, посміхається.)</b></p>
    <h3>Сцена 2: Видіння Царства</h3>
    <b>(Скай заплющує очі. Світло тьмяніє, на екрані відео Лунає тиха, натхненна музика)</b></br>
    </br>
    <b>Скай (у сні):</b> Це… Це він? Скайленд?</br>
    <p><b>(Скай простягає руку вперед, ніби хоче доторкнутися до світла. Він зупиняється і дивиться навколо, усвідомлюючи щось важливе.)</b></p>
    <h3>Сцена 3: Пробудження</h3>
    <p><b>(Крапельки. Спалахи, спалахи і білий екран. 3D будильник мультяшний виходить на відео, моргає і дзвонить)</b></p>
    <p><b>Скай:</b> Ні, не може бути, що це був сон. Це ж було так реально! Точно, як мій однокласник розповідав мені про Скайленд! Це було так реально! І так захоплююче! Я б хотів поспати ще…</p>
    <p><b>(Звертається до залу, ніби говорить до себе і до дітей одночасно.)</b></p>
    <p><b>Скай:</b> Сам Цар говорив зі мною. Він був радий мене бачити тут. Казав, що завжди вболівав за мене, щоб я потрапив сюди. І… Він залишав підказки для мене, весь цей час! (пауза) Але… Це всього лише сон? А може, і не просто сон?</p>
    <p><b>(Світло поступово згасає, звучить ніжна музика. Завіса.)</b></p>
    ''',
  ];

  static List<String> day1RubricEveningTxt = [
    '''
    <h2>ВЕЧІРНІ РУБРИКИ</h2>
    <h3>1. Сценка з головним героєм</h3>
    <h3>2. Відео/фото дня</h3>
    <h3>3. Представлення девізу кожної з команд (з місця)</h3>
    <h3>4. Що в боксі?</h3>
    ''',
    '''
    <p>Виходять по 1 учаснику з команди і завдання кожного вгадати, що в боксі. Дати час на роздуми, не говорити відповідь одразу, щоб усі могли подумати та не повторювати відповіді/дати кожному щось різне в бокс (сухий корм для тварин, розрізаний помідор, варені макарони, тощо)</p>
    <p><b>Підсумок рубрики:</b> сьогодні кожен з вас «прощупував» цей день у таборі, ви не знали, що вас чекає, але кожен з вас сьогодні пробував шось нове, проходив різні челенджі та точно ви познайомились хоч з однією новою людиною. Ви почали будувати свої стосунки в команді один між одним та вашим наставником, продовжуйте робити це далі, інколи буде невдаватись, але важливо пробувати знову, тому успіхів вам у цьому. </p>
    <p>Підніміть руку, кому сподобався сьогоднішній день у таборі? Хто спробував шось нове? Клас, тому чекаємо вас також і завтра!</p>
    <h3>5. Табірна пісня.</h3>
    ''',
  ];

  static List<String> day1RubricEveningImg = [
    "images/rubric_1.png",
  ];

  static List<String> entranceToTheCamp = [
    '''
    <h3>✍️Вхід в день табору через якусь фізичну штуку</h3>
    <p><strong>Інвентар:</strong> різнокольоровий скотч</p>
    <p><strong>Лабіринт:</strong> Розмістити полосу перешкод скотчем на підлозі (в приміщенні) або на асфальті при вході в табір.</p>
    <p>В лабіринт входять стрибки, підтримання балансу, прохід навприсядки задом наперед на руках (якщо в приміщенні).</p>
    <p><strong>Ідеї для лабіринтів:</strong></p>
    <ul>
      <li><a href="https://www.pinterest.com/pin/31454897387038985/sent/?invite_code=481f020e39de4e7fbda22dbe65c46dd0&sender=906490368655246452&sfo=1" target="_blank">Ідея 1</a></br></br></li>
      <li><a href="https://www.pinterest.com/pin/72198400269406199/sent/?invite_code=fec9dc81c7644a6b81c11be2b2f9dce4&sender=906490368655246452&sfo=1" target="_blank">Ідея 2</a></br></br></li>
      <li><a href="https://www.pinterest.com/pin/140806227895190/" target="_blank">Ідея 3</a></br></br></li>
      <li><a href="https://www.pinterest.com/pin/204350901836878965/" target="_blank">Ідея 4</a></li>
    </ul>
    ''',
  ];

  static List<String> openKeyTxtsDay2 = [
    '''
    <p>✍️ <strong>Головна ідея: шукаємо СКАРБ, отримуємо підказки з інструкції до нашого життя (Біблії).</strong></p>
    <p>Щоб щось знайти – треба шукати, щось робити. </br>
    Жити з підказками — простіше!</p>
    <p>Щоб потрапити на Open Key, кожен учасник має пройти через спеціальну доріжку випробувань!</p>
    <ul>
      <li>Листки А4 із зображеннями рук і ніг, розташованими в різні боки.</li>
      <li>Доріжка викладається на підлозі, щоб кожен учасник міг пройти її.</li>
    </ul>
    <p><strong>Правила:</strong><br>
    Вся команда має пройти по одному, наступаючи чітко за схемою (ставити руки та ноги у вказані місця).<br>
    Якщо хтось зробить помилку — повертається на початок. Коли всі пройдуть, команда офіційно «відкриває ключ» і отримує можливість розпочати Open Key!</p>
    ''',
    '''
    <p>Щоб розпочати ОК, нам потрібно знайти ключ до скрині.<p>
    <p>Він — в кулі, обмотаний харчовою плівкою. Діти по черзі беруть кулю, підкидають гральний кубик. Розмотувати кульку можна тільки тоді, коли на кубику випадає парне число.</p>
    <p>Скриню відкриваємо пізніше, коли нам знадобляться підказки.</p>
    <p>Отже, вчора ми дізналися, що в кожної людини є діра розміром в СКАРБ. Отож, сьогодні ми займемося пошуком цього скарбу.</p>
    <p>На вашу думку, що потрібно для пошуку СКАРБУ?<br>
    (Карта, металошукач, інструкція, підказки)</p>
    <p>А перше — треба знати, як він називається чи як він виглядає. </br>Пропоную розгадати карту з захованим шрифтом.
    (Можна кожному окремо або 1 на загал)</p>
    ''',
    '''
    <p><span class="highlight">Отож, нам вже відома назва СКАРБУ — ЦАРСТВО БОЖЕ.</span></p>
    <p>Можливо ви щось знаєте про нього, поділіться!</p>
    <p>Але щоб нам не заплутатись, в нас є ключ від скрині (який ми добули з харчової плівки) — а в ній є підказки.</p>
    <p>На великому аркуші будемо малювати чи писати підказки, які ми отримали. (Учасники говорять — лідер малює)</p>
    <p>Пропоную підготувати підказки на обпалених листках. На них буде написане посилання в Біблії, а діти можуть шукати та зачитувати. Чи можна ускладнити — зробивши це місце зашифрованим.</p>
    <p><b>Підказки:</b></p>
    <ol type="1">
      <li class="bible">Матвія 13:44 (це скарб-який купили)</li>
      <li class="bible">Матвія 13:45-46 (купець, який шукає перлини- все своє майно продає та купує найдорожчу)</li>
      <li class="bible">Матвія 13:31-32 (маленьке - стає великим)</li>
      <li class="bible">Матвія 13:33 (заквашує собою все)</li>
      <li class="bible">Луки 8:1 (Царство Боже для дітей)</li>
      <li class="bible">Матвія 7:7 (просити, шукати, стукати)</li>
      <li class="bible">Римлян 14:17 (не їжа і питття)</li>
      <li class="bible">Матвія 6:33 (якщо знайдемо та будемо дбати про Царство Боже,- то все інше нам додасться)</li>
    </ol>
    <p>Підказки досить складні, і скарб, як бачимо, дуже цінний — хтось готовий усе продати, щоб його отримати. А чи готовий ти все віддати, щоб отримати цей СКАРБ?</p>
    <p>Бо насправді є скарби-підробки, і наш ворог завжди буде пропонувати щось більш доступне. Але це буде підробка — він діятиме хитро, підсовуючи щось привабливе, але порожнє.</p>
    <p>Ось кілька способів, які він міг би використати:</p>
    <ol type="1">
      <li>Ілюзія щастя без Бога – пропонував людям комфорт, розваги, багатство, кар’єрний успіх, щоб вони думали, що цього достатньо для повноти життя.</li>
      <li>Перекручення істини – змішував би правду з брехнею, щоб люди сумнівалися в Божих заповідях або шукали власну “духовність” без Христа.</li>
      <li>Культ «Я» – підштовхував  до егоцентризму, аби люди ставили свої бажання вище Божої волі.</li>
      <li>Відволікання через дрібниці – наповнювати життя нескінченною суєтою, щоб не залишалося часу на розмову з Богом, читання Біблії- найти підказки чи служіння іншим.</li>
      <li>Розбрат і страх – сіяти сварки, страхи, сумніви, щоб люди втрачали мир у серці.</li>
    </ol>
    <p>Тільки , щоб  переживали за майбутнє , здоровʼя та все інше- роблячи так вони втрачають віру , відчувають, що самотні та безпорадні.</p>
    <p>Обговоріть кожен пункт: чи зустрічали ви таких людей, і чи можна, маючи це все, отримати той скарб, про який ми говорили раніше?</p>
    <p>Часто люди заповнюють себе фейковим скарбом і відчувають, ніби трохи заповнили ту пустоту, але, на жаль, їх обманули.</p>
    <p>Давайте сьогодні вчитися розрізняти, що насправді є Царством Божим, справжнім скарбом. Адже щоб його отримати, треба шукати, стукати, просити.</p>
    <p><b>Золотий вірш:</b><br>
    «Просіть, і Бог дасть вам, шукайте і знайдете, стукайте і вам відчинять. Бо кожен, хто просить, — отримає, хто шукає, — знайде, а двері завжди відчиняться тим, хто стукає.» Від Матвія 7:7-8</p>
    <p><b>✅Гра на підказки:</b><br>
    Послідовність з лего. Даємо 10 елементів лего (конструктор, щось різнокольорове однакове). Кажемо, що потрібно скласти послідовність, але не кажемо яку. Вони мучаться, і нічого не виходить. А потім даємо інструкцію-послідовність — і вони складають за пару секунд.</p>
    <p><strong>Істина:</strong> життя легше з підказками. У нас є справжня інструкція, по якій нам буде легше знаходити підказки, щоб знайти Царство Боже.</p>
    <p><b>✅Шифр, який можна використати для підказок:</b></p>
    ''',
    '''
    <p><b>✅Гра:</b> </br>
    Поділіть на команди по 5-6 учасників і нехай вони напишуть, як би диявол відволікав від пошуків Скайленду / Царства Божого на їхню думку.</p>
    <p>Обговоріть це та головне дайте противагу, які підказки є від Царя, щоб не потрапити в засаду сатани.</p>
    <p>Можна глянути в цьому пості про те, як АІ розсекречує сатану та обговорити ці пункти, проте краще, коли вони самі говорять з досвіду як відволікає сатана</p>
    <a href="https://www.instagram.com/p/DAJO61CxnC9/?igsh=MXJud29ib2ptOW9o&img_index=8">https://www.instagram.com/p/DAJO61CxnC9/?igsh=MXJud29ib2ptOW9o&img_index=8 </a>
    <p>виписати з цього 7 пунктів сказати правда чи неправда</p>
    <ol type="1">
    <li>я би запропонував лафаленд (учасники роздумують чи правда то чи ні, чи відволікає то від пошуків Бога)</li>
    <li>...</li>
    </ol>
    <p>За допомогою цієї гри покажемо, як різні моменти відволікають від головного.</p>
    <p><b>✅Гра:</b> запитати, скільки часу вам потрібно, щоб зібрати годинник. Наприклад, хтось каже 5 хвилин. Ми даємо 5 станцій, на проходження яких потрібно саме 5 хвилин. Але всюди є фактори, що відволікають (секонд – різні речі, можливість виграти іграшку, пропозиція зробити фото тощо).
    </br>Коли проходить 15 хвилин – гра закінчується, а основне завдання (зібрати годинник) так і не виконано. Чому? Що вас відволікало? Адже ви самі сказали, що вам потрібно лише 5 хвилин!</p>
    <p>Ті, хто впорається із завданням, отримають дуже класний подарунок (година на батуті, піца або поїздка на велосипедах).</p>
    ''',
  ];

  static List<String> openKeyImagesDay2 = [
    "images/open_key_img3.png",
    "images/open_key_img4.png",
    "images/open_key_img5.png",
  ];

  static List<String> generalGameTxtsDay2 = [
    '''
    <p>Друзі!</br>Дана загальнотабірна гра має складну структуру, і для кращого розуміння вам буде краще переглянути її на сторінці pdf.</p>
    ''',
  ];

  static List<String> bonusTeensTimeTxtsDay2 = [
    '''
    <h3>КІМНАТА ДЛЯ НАВЧАННЯ. УРОК ГЕОГРАФІЇ. КОРОЛІВСТВО УКРАЇНА.</h3>
    <p>🎯<b>Мета:</b> на основі розмови про Україну, розповісти про Боже Царство.</p>
    <ul>
      <li>Подумати, чим схожі ці два королівства, чим відрізняються.</li>
      <li>поговорити про 1 або 2 критерії, які є в царстві. (Віру, Біблію, культуру Божого царства і т.п.) </br> випадковими твердженнями.</li>
    </ul>
    <p><b>Формат:</b> гра "Я люблю Україну" (приклад: <a href="https://youtu.be/_Ckqu-1jNvM" target="_blank">https://youtu.be/_Ckqu-1jNvM</a>)</p>
    <p><b>Правила гри</b></p>
    <p>Гра складається з 7 раундів, у кожному з яких учасники можуть заробити певну кількість балів. Протягом усієї гри всі бали сумуються. Команди виконують завдання по черзі.</p>
    <p><b>Раунд 1: "Подорож часом" </b></p>
    ✅Правила:
    <ul>
      <li>Перед кожною командою стоять 3 коробки з написаними роками незалежності України.</li>
      <li>У кожній коробці знаходяться предмети, пов’язані з незалежністю.</li>
      <li>Капітан команди має за 40 секунд пояснити команді, що за предмет у коробці, не називаючи його напряму.</li>
      <li>У коробці є карта зі СТОП-словами, які не можна вживати під час пояснення.</li>
      <li>Якщо капітан назве СТОП-слово, бал переходить іншій команді.</li>
      <li>Кожен правильно вгаданий предмет – 1 бал.</li>
    </ul>
    
    <p><b>Раунд 2: "Рідна мова" </b></p>
    ✅Правила:
    <ul>
      <li>Команди мають 120 секунд.</li>
      <li>Ведучий називає слово, а команда має правильно його написати, по черзі називаючи по одній літері.</li>
      <li>Кожне правильно написане слово – 1 бал.</li>
      <li></li>
    </ul>
    
    <p><b>Раунд 3: "Послідовність"</b></p>
    ✅Правила:
    <ul>
      <li>Команди отримують список із 10 українських міст.</li>
      <li>Завдання – за 90 секунд розставити їх у правильній послідовності за кількістю населення (від найбільшого до найменшого).</li>
      <li>Правильна послідовність – 10 балів (по 1 балу за кожне правильно розміщене місто).</li>
    </ul>
    
    <p><b>Раунд 4: "День народження" </b></p>
    ✅Правила:
    <ul>
      <li>Учасники сідають у коло, чергуючись із суперниками.</li>
      <li>По колу передають подарунок.</li>
      <li>Перший, хто отримав подарунок, має відповісти на запитання ведучого.</li>
      <li>Правильна відповідь – команда отримує 1 бал і передає подарунок далі.</li>
      <li>Якщо відповідь неправильна, гравець відповідає на наступні питання, доки не відповість правильно.</li>
      <li>Важливо! Команда учасника, який триматиме подарунок у момент завершення часу, втрачає всі набрані бали за цей раунд.</li>
    </ul>
    
    <p><b>Раунд 5: "Крокодил" </b></p>
    ✅Правила:
    <ul>
      <li>Капітан команди має жестами пояснити своїй команді слова.</li>
      <li>Час на раунд: 120 секунд.</li>
      <li>Кожне правильно відгадане слово – 1 бал.</li>
    </ul>
    
    <p><b>Раунд 6: "Назад до школи"</b></p>
    ✅Правила:
    <ul>
      <li>Від кожної команди виходить один учасник.</li>
      <li>Йому потрібно відповісти на 12 запитань.</li>
      <li>За кожну правильну відповідь команда отримує 1 пазл 🧩.</li>
      <li>Завдання команди – якомога швидше здогадатися, що зображено на їхній картині.</li>
      <li>Команда, яка перша правильно відгадає зображення, отримує 5 додаткових балів.</li>
    </ul>
    
    <p><b>Раунд 7: "Музична"</b></p>
    ✅Правила:
    <ul>
      <li>Команди по черзі слухають уривки відомих українських пісень, записані задом наперед.</li>
      <li>Завдання – правильно відгадати назву пісні.</li>
      <li>Кожна правильна відповідь – 1 бал.</li>
    </ul>
    
    <p><b>ОБГОВОРЕННЯ:</b></p>
    Держава або царство зазвичай має кілька ключових критеріїв, які визначають його сутність. Ось основні:
    <ol type="1">
      <li>Територія</li>
      <li>Влада та правитель</li>
      <li>Закони та управління</li>
      <li>Громадяни (піддані)</li>
      <li>Економічна система</li>
      <li>Культура і традиції</li>
      <li>Мета існування</li>
    </ol>
    <p>Боже Царство — це реальність на землі. Ти можеш в ньому жити вже зараз! Воно духовне.</p>
    ''',
  ];

  static List<String> day2ScenariyMorningTxt = [
    '''
    <h2>РАНКОВА ПРОГРАМА</h2>
    <h3>День 2, Ранок. "Пошук царства"</h3>
    <p><b>Місце дії:</b></br>
    <b>Табірна сцена. На задньому фоні великий екран, на якому транслюються сни, думки й образи. Сцена обладнана як мінімум двома зонами: "реальний світ" і "сон".</b></p>
    <h3>Сцена 1: Розповідь про сон</h3></br>
    <p><b>(На сцені вже видно Ская, який активно розповідає про свій сон своєму другу Макстренду. У залі панує напружена тиша. На екрані позаду нього миготять сцени із його сну (відео з першого дня). Скай виглядає захоплено.)</b></p>
    <p><b>Скай:</b> Макстренд, це було… щось неймовірне! Я бачив місце, де всі щасливі, де я щасливий… але це більше, ніж просто відчуття чи емоції. Там усе… зі змістом, з сенсом, надзвичайне, що просто переповнює.</p>
    <p><b>Макстренд:</b> <i>(нахиляється ближче, очі горять)</i> Що ти бачив? Розкажи докладніше!</p>
    <p><b>Скай:</b> Люди, які… випромінюють світло, з якими класно, є про що побалакати. От твої люди, коли ти впевнений, що тебе не підставлять, не залишать. І знаєш що? Твоїм успіхам будуть радіти. Місце, де з'являються мрії та ідеї, які хочеться реалізувати. Місце, де ти можеш бути собою, і тебе приймають, але водночас ти хочеш змінюватися і ставати кращим. Людям там не байдужі інші люди. Мені б хотілося знову туди потрапити. І найголовніше – там я відчував, ніби повернувся додому.</p>
    <p><b>Скай:</b> А тепер… зараз все виглядає таким поламаним… таким порожнім.</p>
    <p><b>Макстренд:</b> <i>(зі скепсисом)</i> Скай, це, звичайно, цікаво, але ти впевнений, що це не просто твоя уява? Може, ти просто дуже втомився?</p>
    <p><b>Скай:</b> <i>(запально)</i> Ні! Я знаю, це було справжнє. Ти як завжди не віриш в добро, а це місце було прям таким, як мені описував мій друг Давид. Ти не розумієш, це місце… я мушу його знайти! Якщо б ти там побував, ти б не сумнівався.</p>
    <p><b>Макстренд:</b> <i>(зупиняється і задумується)</i> Гаразд, можливо, ти маєш рацію. Йдем, я знаю, де шукати! У мене є ідея.</p>
    <p><b>Скай:</b> <i>(здивовано)</i> Ти знаєш, де це?</p>
    <p><b>Макстренд:</b> Ні, але знаю, де почати. Довірся мені, і ми це знайдемо.</p>
    <p><b>(Скай задумливо дивиться на Макстренда, а потім на глядачів. На екрані з'являється миготливий символ Царя, що підсилює інтригу.)</b></p>
    <p><b>Скай:</b> Тоді що ми чекаємо? Починаймо пошуки!</p>
    
    <h3>Сцена 2: Формування команди</h3>
    <p><b>(Скай і Макстренд звертаються до дітей у таборі. На сцені створено місце для інтерактивної гри. Друзі закликають дітей приєднатися до них.)</b></p>
    <p><b>Скай:</b> Ми вирушаємо на пошуки. Але це буде нелегко. Нам потрібна команда – смілива і готова до пригод. Хто з нами?</p>
    <p><b>Скай робить паузу, обводячи поглядом зал.</b></p>
    <p><b>Скай:</b> <i>(з усмішкою)</i> Чекайте, може, і ви хочете допомогти? Як думаєте, чи можна знайти справжнє Царство?</p>
    <p><b>Макстренд:</b> Добре, ми пошукаємо, але це прям Царство? Ти як завжди так сильно віриш у казки, Скай. Може, це лише твоя фантазія? Мені важко сприймати це серйозно.</p>
    <p><b>(Діти із залу піднімають руки, відповідають. Макстренд повертається до Ская.)</b></p>
    <p><b>Скай:</b> Здається, ми зібрали найкращу команду. Ви всі готові? Бо зараз все стане ще цікавіше. То що, хто готовий на пошуки з нами, але перед тим, давайте зробимо трендівське привітання. <i>(рух - привітання в таборі)</i></p>
    <p><b>(На сцені звучить музика, яка створює напругу. Встановлюються інтерактивні зони для пошуків перших підказок.)</b></p>
    
    <h3>Сцена 3: Перше випробування – Ілюзорне Царство</h3></br>
    ''',
    '''''',
    '''''',
    '''''',
    '''
    <p><b>(Відео з загадками, загадки виносяться для різних команд різні шифри, для меншої команди символ = буква, а для старших вузлик = буква ФОТО), для менших зашифрувати слово, а для старших тезу, відповідь не можна вигукувати, відповідь потрібно командам написати на спеціальному чорному аркуші та вкласти в  конверт, коли хтось збирає ці  конверти, серед них є конверт з іншою тезою, який мала одна з команд. Шифруємо те, що буде використовувати ввечері Скай — почитайте вечірній сценарій сценки і виберіть який експеримент ви будете проводити - такі і слова підказки зашифруйте)</b></p>
    <p><b>Скай: зачитує підказки, і далі його тези: </b>Ні, ну що вибрати? Коротка, довга чи взагалі якась не така?</p>
    <p><b>Макстренд:</b> навіщо тобі всі ці підказки, ти тільки запутаєшся, довірся мені, я шарю, все буде на максималках, і без твоїх казок та підказок.</p>
    <p><b>(Світло змінюється. Герої та їхня команда опиняються в новому місці.це робиться за допомогою світла та відео на задньому фоні. Ілюзорне Царство виглядає як місце неймовірного багатства: яскраві вогні, блискучі декорації, екрани, що постійно транслюють ролики про успіх, досягнення, популярність. Лунає гучна музика.)</b></p>
    <p><b>Декорація</b></p>
    <p><b>(На сцені стоять величезні бутафорські екрани, що показують короткі відео: "Досягни успіху за хвилину!", "Отримай все, що хочеш!", "Щастя зараз!". Відео — потрібно читати вголос, що пише на цьому відео. Є зона з конфетті, блискучими медалями та штучними нагородами. Їх можуть винести лідери та тримати в руках або викласти, щоб було видно учасникам в залі.  Героїв вабить привабливість цього світу: вогні блищать, звуки захоплюють.)</b></p>
    
    <p><b>Макстренд:</b> <i>(захоплено)</i> Це воно? Це Царство? Подивись, як тут круто! Усе, що можна бажати. Твій Скайленд!</p>
    <p><b>Скай:</b> <i>(нерішуче, але заінтриговано)</i> Тут все виглядає… ідеально. Але чи це справжнє?</p>
    <p>До них підходять три фігури в блискучих костюмах, кожна з яких представляє різні спокуси Ілюзорного Царства. Фігури роздають привабливі речі: медалі, яскраві гаджети, блискучі кубки.</p>
    <p><b>Фігура 1:</b> <i>(енергійно, із телефоном у руках)</i> Хочеш мільйонні перегляди в ТікТоці? Лише уяви, всі дивляться на тебе, лайкають, коментують. Ти стаєш зіркою! Жодного нудного дня – тільки популярність і увага! Все твоє життя в ТікТоці, від моменту коли ти відкриваєш очі... Все, все твоє життя! Жодної секунди без Тік Току!</p>
    <p><b>Макстренд:</b> <i>(збуджено)</i> О, це реально круто! Уявляєш, Скай, всі нас знають! Це ж справжня мрія – стати популярним і класним! І тебе всі люблять!</p>
    <p><b>Скай:</b> <i>(сумніваючись)</i> Люблять? Ти дійсно в цьому впевнений? Але що далі? Чи це дійсно приносить щастя? В цьому весь сенс, зміст? А якщо всі просто забудуть про нас?</p>
    <p><b>Фігура 2:</b> <i>(зачаровує, розмахуючи яскравими костюмами)</i> Або завжди залишайся в тренді! Найновіші речі, модний одяг, найстильніші гаджети, останній IPhone. Ти ніколи не будеш виглядати відстійно. Ти – ікона стилю, всі хочуть бути, як ти!</p>
    <p><b>Макстренд:</b> <i>(посміхаючись)</i> Це ж ідеально! Уяви, Скай: жодного сорому за старі речі. Усі тобі заздрять, ти завжди на піку моди!</p>
    <p><b>Скай:</b> <i>(замислено)</i> Але чи це не змусить нас забути, ким ми є насправді? Чи ці модні речі і тренди справді визначають, хто ми? Мені здається, що це все лише зовнішнє, а що залишиться, коли ці речі зникнуть?</p>
    <p><b>Макстренд:</b> Скай! Ти якийсь скучний. Ти що не розумієш? Люди дивляться на тебе і одразу судять по тому, як ти вдягнений. Хіба тобі подобається, коли тебе не сприймають серйозно через немодний одяг? А тут усе модне, стильне. Усі будуть дивитися на тебе із захопленням!</p>
    <p><b>Фігура 3:</b> <i>(солідно, тримаючи валізу з грошима)</i> Швидкі результати без зусиль! Гроші, успіх, слава – і все це без жодних проблем. Просто скажи "так", і твоє життя стане ідеальним!</p>
    <p><b>Макстренд:</b> <i>(вражено)</i> Оце так! Гроші, успіх, і навіть не треба працювати? Це звучить, як мрія! Скай, ти ж завжди хотів досягти чогось великого!</p>
    <p><b>Скай:</b> <i>(до глядачів)</i> Як ви думаєте, чи варто обрати це? Чи може це бути справжнім щастям? Чи ці речі – просто ілюзія?</p>
    <p>Відповіді з залу</p>
    <p><b>Скай:</b> <i>(рішуче)</i> Так, ви праві. Це місце – пастка. Ми маємо йти далі.</p>
    <p><b>Макстренд:</b> Та ні, давай тут залишимося, тут круто, класно! Тут усе є: гроші, слава, модні речі. Навіщо шукати далі? Це і є ідеальне місце!</p>
    <p><b>Скай:</b> Ні, ми маємо йти далі. Це все не справжнє, воно не зробить нас щасливими! Тут все таке порожнє</p>
    <p><b>(Тут з'являється Свій, новий персонаж, душа компанії, він з ними вітається як зі своїми.)</b></p>
    <p><b>Свій:</b> Так, давайте йдемо шукати, Шукати неперешукати, чи то шушукати, хто шушукались,— той дошушукається , слухайте Свого, тобто мене і пошукаєте чи то пошуршаєте і пошуршите <i>(посміхається, підморгуючи)</i>.</p>
    <p><b>(Герої виходять із яскравого Ілюзорного Царства. Музика змінюється на спокійну, але напружену.)</b></p>
    
    <p><b>Фінал ранкової сцени</b></p>
    <p><b>(Скай, Макстренд та Свій йдуть уперед, виглядаючи впевненими в собі. На екрані миготить знак Царя.)</b></p>
    <p><b>Скай:</b> – (відео, що символізує появу Царя) Ти бачив це? Нам треба йти далі! Я відчуваю, що попереду буде те, що ми шукаємо.</p>
    <p><b>Макстренд:</b> – Тоді ходімо. Ми впораємося разом.</p>
    <p><b>Скай:</b> - Але я хочу взяти з собою свою команду, я знаю, що вони готові.</p>
    <p><b>(Після того як Скай пішов, далі з'являється відео, що символізує появу Царя і текст: Не прогавте підказки Царя)</b></p>
    <p><b>(Музика посилюється, символізуючи продовження подорожі. Світло поступово згасає.)</b></p>
    ''',
  ];

  static List<String> day2ScenariyMorningImg = [
    "images/scenariy2_1.png",
    "images/scenariy2_2.png",
    "images/scenariy2_3.png",
    "images/scenariy2_4.png",
  ];

  static List<String> day2RubricMorningTxt = [
    '''
    <h2>РАНКОВІ РУБРИКИ</h2>
    <h3>1. Вгадай, куди попаде м’яч.</h3>
    <p><b>Хід гри:</b> Граємо командами. Гра на екрані. Зрозуміти, куди попаде м’яч та вибрати з усієї командою його кінцеву ціль. Підраховуємо кількість правильних відповідей, команди з найбільшою кікістю балів отримують свій приз на команду.</p>
    <p><b>Підсумок гри:</b> Кожен з нас має свій шлях і залежно від того який шлях ми обираємо ми будемо приходити до різних локацій. Сьогодні у вас в дні буде багато моментів, де потрібно буде думати та аналізувати як свій шлях, так і шлях вашої команди, тому будьте уважними та пильнуйте яким шляхом ви йдете.</p>
    <h3>2. Прогноз погоди на день</h3>
    <p>Це може бути попередньо записане відео з вашими наставниками, або безпосередньо відбуватись на сцені.</p>
    <b>Сценарій:</b></br>
    Вітаю, студія, в ефірі СкайЛенду - прогноз погоди.</br>
    <p>Вчора ми спостерігали здивування від погоди і від всього що відбувається навколо
    </br>А сьогодні в таборі нас очікують рясні зливи сміху та періодичні шквали енергії, особливо в зоні батуту!</p>
    <p>Дітей буде настільки багато, що можливі локальні затори біля пляшок з водою.
    </br>Ближче до обіду можливий короткочасний дощ із бризок прохолодної води, а після полудня настане теплий вітерець дружби, що принесе нові знайомства.</p>
    <p>Увечері очікується потепління біля сцени, із ймовірністю 100% на дощ із рухливих пісень та несподіваних розв’язок історій.
    </br>Будьте готові до сонячних усмішок та атмосферного тиску веселощів, який залишиться стабільно високим!
    </br>Бажаємо чудового табірного дня! Не перемикайте!</p>
    <h3>3. Сценка головного героя</h3>
    <h3>4.Табірна пісня</h3>
    <h3>5. Вгадай який це фрукт.</h3>
    <p>Можна грати як індивідуально, так і командою. (дивитись презентацію в notion)</p>
    <p><b>Підсумок гри:</b> сьогодні у дні вам потрібно буде дуже добре думати, що ви обираєте, тому що вас будуть заплутувати, точно будуть фейки і тільки від вас залежить, що ви оберете. Щось буде дуже схоже до істини, так як зі фруктами, ніби схоже, а насправді – щось інше, тому добре дивіться на своєму шляху, що ви обираєте, і вчіться розрізняти фейки від справжнього.</p>
    <h3>6. Рубрика на уважність «Спідометр».</h3>
    <p>Ведучий однією рукою імітує спідометр. Визначає для усіх початкову/найнищу точку і максимальну. Потім переміщає свою руку від початкової точки до максимальної, зал має реагувати на зміну положення руки ведучого звуком. Тобто якщо рука на початковій точці, то зал мовчить, якщо рука трохи піднімається, то зал починає кричати «аааа» тихо, чим вище рука в нашому уявному спідометрі, тим гучніше має кричати зал. Ведучий має змінювати положення руки як повільно, так і різко, деколи має змісити зал замовкнути, потім різко кричати, тощо. Вправа має бути динамічна, так щоб учасники перевірили свою уважність.</p>
    <h3>7. Привітайся табірним вітанням з тим, хто є страшим за тебе, хоча б на рік.</h3>
    ''',
  ];

  static List<String> day2ScenariyEveningTxt = [
    '''
    <h2>ВЕЧІРНЯ ПРОГРАМА</h2>
    <h3>День 2, Вечір. Шлях до Царства</h3>
    <p><b>Сцена освітлюється приглушеним світлом. На задньому фоні – темний шлях, що веде вперед, із миготливими відблисками світла, яке нагадує Знак Царя. Скай і Макстренд стоять у центрі сцени. Макстренд виглядає роздратованим, Скай – спантеличеним.</b></p>
    <h3>Сцена перша: Сварка Ская і Макстренда</h3>
    <p><b>Скай робить кілька кроків уперед і зупиняється, дивлячись у далечінь. Його обличчя відображає надію, але поруч Макстренд важко зітхає і зневажливо сміється.</b></p>
    <p><strong>Макстренд (із роздратуванням):</strong> Ти вже дістав мене, Скай. Скільки можна? Нічого не підходить, ніщо тебе не влаштовує! Ти вигадав якесь своє Царство Боже чи Скайленд, живеш у своїх казках.</p>
    <p><strong>Скай (повертаючись до нього, здивовано):</strong> Що ти кажеш, Макстренд? Я просто… я просто хочу знайти його. Ми ж разом це вирішили!</p>
    <p><strong>Макстренд (із сарказмом):</strong> Разом? Таких людей, яких ти вигадав, я взагалі не бачив. І чесно кажучи, я думаю, що все, що ти розказуєш, це просто твої фантазії!</p>
    <p><strong>Скай (із болем у голосі):</strong> Ти не віриш мені? Після всього, що ми пройшли?</p>
    <p><strong>Макстренд (холодно):</strong> Ні, я більше не вірю. Я зробив свій вибір. Я вибираю Ілюзорне Царство. І знаєш що, Скай? Ти теж туди повернешся. Ти знаєш, де мене шукати.</p>
    <p><b>Макстренд повертається, і з-за сцени виходить загадкова фігура в срібному одязі. Вона бере його за руку. Макстренд із задоволеною усмішкою оглядається, кидаючи останні слова:</b></br>
    А ти залишайся зі своїми вигадками. Прощавай, мрійнику!</p>
    <p><b>Фігура забирає Макстренда, вони виходять через весь зал. Скай дивиться їм услід, борючись зі своїми емоціями. На задньому фоні починає миготіти Знак Царя, ніби намагається привернути його увагу.</b></p>
    <h3>Сцена друга: Знак Царя і двері</h3>
    <p><b>Скай, залишившись із командою, звертає увагу на Знак.</b></p>
    <p><strong>Скай:</strong> В мене відчуття що я пропустив щось головне - я пропустив важливу підказку! Але я вірю, що невипадково в мене є ви! І ви не залишилися в ілюзорному царстві, ви вирішили шукати як і я. Можливо, ви бачили знак від Царя.</p>
    <p><b>Команди дають підказки.</b></p>
    
    Варіант 1:
    <ul>
      <li>Надписи - скриня;</li>
      <li>кристали;</li>
      <li>вода;</li>
      <li>Не бійся діяти!</li>
    </ul>
    <p><strong>Скай:</strong> читає Скриня, кристали, вода.Що мається на увазі? Про що це?! Аа ось точно тут є скриня.(витягує її на середину сцени. В скрині вже є посудина з сухим льодом. Відкриває скриню і каже) Ось кристалики є! А до чого тут вода?! Спробую з'єднати воду і кристалики! (поливає сухий лід гарячою водою внаслідок чого утворюється пара)</p>
    Варіант 2:</br>
    У випадку якщо немає сухого льоду.
    <ul>
      <li>Надписи: лазер; Х-дзеркала; ціль; знак, не бійся цілитися</li>
    </ul>
    
    <p><strong>Скай:</strong> (читає) лазер, дзеркала, Ціль, Знак.Що мається на увазі? Про що це?! Аа ось точно тут є дзеркала.(на сцені стоять 3 або більше дзеркал під різним кутом) Лазер, лазер, а де він? (знаходить лазер в скрині; Світить в дзеркало лазером, на дзеркалі є ціль куди світити. А ось і ціль,— цікаво що буде. Світло заломлюється утворюючи лінії світла між дзеркалами)</p>
    <p><b>На задньому фоні з’являється сяюче видіння: величні двері, які привідкриваються і ведуть до Царства. Скай радісно усміхається.</b></p>
    <p><strong>Скай </strong> (із піднесенням, до команди): Це воно! Ми знайшли! Я знав, що ми зможемо! Ми – крута команда! Добре, що ми не залишилися з Макстрендом. Це… це реальність! Ми це зробили!</p>
    <p><b>Скай стрибає, весь в захоплені, заохочує радіти всіх. Команда — це учасники в залі, радіє разом зі Скаєм, обіймаючи один одного. Він робить кілька кроків до дверей, які виглядають все ближче. Але раптом двері починають повільно віддалятися. Їхній вигляд змінюється: між Скаєм і дверима з’являється величезна прірва. Скай завмирає, шокований.</b></p>
    <p><strong>Скай </strong>(розгублено): Що? Ні… Як? Як це можливо? Ми ж були так близько…</p>
    <p><b>На задньому фоні двері мерехтять, а прірва стає дедалі більшою і темнішою. Скай стоїть на краю, борючись зі своїми емоціями. Музика стає напруженою, світло поступово гасне. Залишається тільки Скай на тлі темряви, а двері мерехтять у далечині. Завіса.</b></p>
    ''',
  ];

  static List<String> day2RubricEveningTxt = [
    '''
    <h2>ВЕЧІРНІ РУБРИКИ</h2>
    <h3>1. Відео/фото дня</h3>
    <h3>2. TED TALKS.</h3>
    <p>Це має бути коротке свідчення, історія когось з лідерів про їх пошук Бога. Лідер має підготувати свою історію того, як він шукав Бога, які методи він використовував, з якими фейковими царствами він стикався, як він зрозумів, що воно фейкове та що при тому відчував та який результат він має зараз. Лідер має підготувати яскраву презентацію з своїми фото та іншими картинками, які ілюструють те, про що він буде говорити.</p>
    <p>ІСТОРІЯ МАЄ БУТИ НА 5 ХВ, МАКСИМУМ 7 ХВ. Це важливо, адже важко втримати дитячу увагу, тому, щоб вони тримали свій фокус на тому, хто розповідає, розповідає має бути короткою. Перед тим лідер може вдома потренуватись, щоб не зайняти більше часу, ніж йому виділено!</p>
    <p>Це не має бути проповідь!</p>
    <h3>3. Сценка з головним героєм табору</h3>
    <h3>4. Вас розвели. (дивитись презентацію)</h3>
    <p><b>Хід гри:</b> Граємо командами, команди мають прийняти рішення, після того, як ведучий зачитав факт, потім є 15 сек на прийняття рішення, відповідь записуємо, потім оголошується результат. Якщо відповідь правильна +1 бал. </p>
    <p>Потім команда підраховує свої бали, команда переможців, отримує приз на команду.</p>
    <p><b>Підсумок рубрики:</b> в світі є дуже багато речей, в які ми віримо, але насправді це не є правдою. Це фейк, в який нас заставили повірити. Ми так багато про це чули, що вже не можемо проаналізувати чи так воно є насправді і просто віримо в це. Є багато фейкових царств, які хочуть нас переманити, вони переконують нас, що це все правда, але насправді тотальна брехня. Наприклад, світ соціальних мереж: ми віримо в картинку, яку нас створив Тік Ток, що все дуже легко, всі мають дуже багато грошей, дуже гарні фігури, машини, абсолютно всі навколо щасливі та не мають проблем, але насправді це можу бути фейк.</p>
    <p>Бог пропонує нам своє Царство, в якому все справжнє. Там все чесно, люди є щирими та відвертими, вони поважають одне одного, співпереживають, вміють дружити. Сьогодні від нас залежить, що ми виберемо, яке Царство, Бог не закриває нам вхід до свого Царства, а навпаки, запрошує всіх.</p>
    <h3>5. Табірна пісня </h3> 
    ''',
  ];

  static List<String> day3DailyTaskTxt = [
    '''
    <h3>Завдання для табору: “Таємничий Land: Створи свій Land”</h3>
    <p><strong>🎯Мета гри:</strong> </br>
    Кожна команда має створити унікальний Land — свою власну країну халабуду із сімома локаціями (як мінімум).<br>Кожна локація повинна мати свою функцію та особливий сенс.<br>У вас є 1 година на будівництво, а потім ви презентуєте свій Land перед іншими!</p>
    <b>✅Хід гри:</b></br></br>
    1. Формування команд
    <ul>
      <li>Поділяємо учасників на команди по 8-15 осіб.</li>
      <li>Кожна команда придумує назву свого Land.</li>
    </ul>
    2. Створення Land
    <ul>
      <li>Виберіть місце для вашої країни.</li>
      <li>Визначте 7 унікальних локацій у своєму Land.</li>
      <li>Побудуйте халабуди та наповніть їх сенсом.</li>
    </ul>
    <b>ХАЛАБУДА</b>
    <p>Будуємо з дітьми халабуду. Якщо у вас великі команди більше ніж 10 дітей, то можна будувати різні локації типу халабуд.</p>
    Для цього потрібно:
    <ul>
      <li>дошки, або піддони, може бути щось схоже на каркас</li>
      <li>скотч</li>
      <li>харчова плівка</li>
      <li>упаковальний папір для квітів</li>
      <li>тканини</li>
      <li>кольорові стрічки</li>
      <li>фарби гуаш</li>
      <li>диски CD</li>
      <li>картон, або картонні коробки</li>
      <li>гімнастичний круг</li>
      <li>мотузки, шнурки, шпагат – для зв’язування каркасу</li>
      <li>скотч (звичайний і будівельний) – для міцного кріплення</li>
      <li>прищіпки – зручно фіксувати тканини</li>
      <li>степлер будівельний – для закріплення тканин до дерева або картону</li>
      <li>канцелярські скріпки і гумки – для кріплення легких деталей</li>
    </ul>
    <p>Можна додавати матеріали на ваш розсуд і ваш бюджет.</p>
    <p>Діти будують різні халабуди.</p>
    <strong>Функції халабуд:</strong>
    <ul>
      <li>де можна заспокоїтись</li>
      <li>де можна помріяти</li>
      <li>де приходять думки (засовує голову)</li>
      <li>де приходять ідеї</li>
      <li>де розвивається творчість (засовує руки)</li>
      <li>можна додати, ще якісь функції</li>
    </ul>
    <p>Даємо декілька фото та відео для розуміння.</p> 
    <a href="https://pin.it/2rguq2GNb" target="_blank">https://pin.it/2rguq2GNb</a>
    ''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''
    <b>Обов’язкові 7 локацій:</b>
    <ol type="1">
      <li>Локація народження мрій – тут людина знаходить свої бажання та мрії.</li>
      <li>Локація місії – тут кожен отримує завдання для доброї справи.</li>
      <li>Локація де знаходиш своїх людей – тут кожен може знайти того, хто його розуміє, підтримує та приймає таким, яким він є.</li>
      <li>Локація ідей – місце, де народжуються ідеї.</li>
      <li>Локація радості – тут неможливо сумувати, бо всі посміхаються та сміються.</li>
      <li>Локація сили – місце, де можна отримати натхнення та підтримку.</li>
      <li>Локація відкриттів – тут люди знаходять щось нове для себе: знання, істини, таланти або відповіді на важливі питання.</li>
    </ol>
    <p>Команди можуть додати ще власні локації, якщо встигають.</p>
    <b>Презентація</b>
    <p>Після завершення будівництва кожна команда проводить екскурсію по своєму Land. Вони пояснюють, що означають їхні локації, як вони працюють і чому вони важливі та як ними користуватися.</p>
    <b>Підбиття підсумків</b>
    <p>Можна зробити голосування або обговорення:</p>
    <ul>
      <li>Яка локація вразила найбільше?</li>
      <li>Що було найскладнішим у будівництві?</li>
      <li>Як ці локації можуть бути корисні у реальному житті?</li>
    </ul>
    ''',
  ];

  static List<String> day3DailyTaskImg = [
    "images/daily_task1.png",
    "images/daily_task2.png",
    "images/daily_task3.png",
    "images/daily_task4.png",
    "images/daily_task5.png",
    "images/daily_task6.png",
    "images/daily_task7.png",
  ];

  static List<String> generalGameTxtsDay3 = [
    '''
    <b>Інвентар:</b>
    <ul>
      <li>поле для гри</li>
      <li>мішечки для предметів на обмін / 3 шт</li>
      <li>предмети на обмін / чим більше, тим краще (маленькі предмети під стиль табору)</li>
      <li>секції/ залежно від довжини, повинні забезпечити шлях до прірви (дошки, колоди, листки а4, щось таке)</li>
      <li>острівки / палети чи дерев’яні бруски <br>// За бажанням, острівки також можна обмінювати в банку.</li>
    </ul>
    <p>4 команди, 4 стихії (або за бажанням під стиль табору)</p>
    <p>Команди збираються на своїх базах, де зберігають зібраний інвентар і потім обмінюють його на секції-дошки. Розмір бази може бути 3-4 м в діаметрі, також можна відокремити базу стрічкою.</p>
    <b>Хід гри:</b>
    <p>Всіх учасників табору ділять на 4 команди. Завдання кожної команди - назбирати якомога більше предметів, щоб потім ці предмети обміняти на дощечки (шматочки шляху), щоб потім прокласти шлях від пункту А до пункту, на якому є якийсь приз.
    </br>Інвентар можна отримати на 3 пунктах-станціях. На кожній станції сидить людина, і в неї є гральні кубики. Коли учасники підбігають до цієї людини (вони можуть підбігати, коли захочуть), вони стають в чергу, і кидають кубик.</p>
    <b>Станції:</b></br>
    Є декілька станцій, на яких можна отримати потрібний інвентар. </br>
    Станції мають бути різні, щоб учасники могли вибирати</br>
    Ось приклади:
    <p>1. Станція на вдачу Станція має свої цифри, які повинні випасти на кубику. Треба, щоб випала певна цифра на кубику, щоб гравець отримав щось. Наприклад, є станція, на якій потрібно, щоб випала цифра 6, 7, 3, 9. Підбігає учасник, і кидає один раз кубик. Якщо йому не випала цифра цієї станції, він йде на іншу станцію або стає знову в чергу на цій же ж локації і чекає своєї черги. Якщо випадає цифра 7, він бере предмет, який є на цьому етапі і може кинути кубик ще раз.</p>
    <p>2. Станція на зусилля</p>
    <ul>
      <li>виставити гру Містакос-стільчики, щоб вони не впали</li>
      <li>вирішити приклад без калькулятора (дати різні варіанти для 1-2 клас, 3-4 клас і для старших, по 10 прикладів для кожного віку):</li>
    </ul>
    <p>6-7 років </br>
    5 + 3 = 8 </br>
    9 - 4 = 5 </br>
    2 + 6 = 8 </br>
    10 - 7 = 3 </br>
    3 + 3 + 3 = 9 </br>
    8 - 2 + 1 = 7 </br>
    5 + 4 - 3 = 6 </br>
    7 + 2 = 9 </br>
    6 + 6 = 12 </br>
    12 - 5 = 7</p>
    <p>8-9 років 
    (34 + 18) - (12 + 7) = 33</br>
    (50 - 23) + (15 + 8) = 50</br>
    (27 + 19) - (14 + 6) = 26</br>
    (45 - 20) + (10 + 5) = 40</br>
    (60 - 32) + (18 - 9) = 37</br>
    (25 + 17) - (12 + 8) = 22</br>
    (40 - 15) + (20 - 5) = 40</br>
    (55 - 28) + (14 + 6) = 47</br>
    (30 + 25) - (18 + 7) = 30</br>
    (70 - 35) + (12 + 8) = 55</p>
    <p>10-11 років 
    (125 - 48) + (32 × 2) = 141 </br>
    (72 ÷ 8) × (15 - 7) = 72 </br>
    (150 - 75) + (36 ÷ 4) = 84 </br>
    (18 × 5) - (42 ÷ 6) = 83 </br>
    (99 + 33) ÷ (12 - 6) = 22 </br>
    (144 ÷ 12) + (9 × 4) = 48 </br>
    (250 - 125) ÷ (15 - 10) = 25 </br>
    (60 ÷ 5) × (8 + 4) = 144 </br>
    (200 - 80) ÷ (24 ÷ 6) = 30 </br>
    (45 × 3) - (90 ÷ 9) = 125</p>
    <p>3. Станція на прояв сил</p>
    <ul>
    <li>віджимання (15 разів)</li>
    <li>бьорпі (3 підходи по 7 разів)</li>
    <li>стакан з водою чи пляшку 0,5 з водою на витягнутій руці - 1 хв</li>
    </ul>
    <p>// Можна зробити так, що на кожній станції є тільки один окремий предмет: паличка, булавка, що завгодно.
    </br>// Можна зробити так, що в мішечках різні предмети, і просто лідер станції випадковим чином витягує якийсь предмет.</p>
    <p>Отримавши цей предмет, гравець біжить до своєї бази і віддає цей предмет капітану, який сидить на базі. Це може бути капітан або якийсь гравець, що сидить на базі.</p>
    <p>Наприклад, щоб купити 1 дошку мені треба 5 паличок від морозива, 4 цвяхи і 3 мотузки Банк для обміну знаходиться в відомому місці. Розрахунок обміну визначається самостійно організаторами, за наявністю інвентаря.</p>
    <p><b>Є небезпека:</b> територією бігають «вітри», які можуть «заморожувати» учасників. Якщо «вітер» доторкнувся до учасника, той повинен віддати весь інвентар, який в нього в руках і залишитися на місці, викрикуючи свою стихію, поки хтось із команди його не «розморозить».</p>
    <p>Чим більше вони складуть, тим швидше в них буде можливість дійти до скарбу.  Але вони це роблять в самому кінці, коли вже гра закінчується.  Команда повинна прокласти собі маршрут і перейти по свому складеному шляху з одного піддона до іншого, а потім і ще до іншого. Якщо невелика територія, то можна придумати замість дошок і піддонів листки а4, чи менші дошки, на ваш розсуд.  Але вони повинні бути, наприклад, 40-50 см, метр, два.</p>
    <p>Через 60 хвилин (мін 40) гра завершується і лунає МУЗИКА, всі збираються на полі.</p>
    <p>Але, на окремій ділянці потрібно зробити ВЕЛИКУ прірву, яка буде набагато довшою за всі існуючі дошки. За цією великою прірвою, до якої неможливо дістатись стоять дуже класні подарунки (вибираєте стосовно свого бюджету і кількості учасників): сумки самарянина накриті парашутом, сертифікат на піцу з командою, похід на пікнік якогось числа.. → щось велике і масштабне, яке точно хочеться (але дістати неможливо) А на дрібних островах поставити щось маленьке: на одному - цукерки “золотий ключик”, на іншому - печиво, на іншому - сік, ще на іншому - нічого нема… (ще варіанти на острови - цукерки тіктак, смоктальні цукерки…) Коли учасники будують шлях і йдуть до малих островів (з дрібними подарунками) - то вони там щось таки отримують, але дрібне За прірвою - щось більш масштабне.</p>
    <b>Висновок-обговорення:</b>
    <ul>
      <li>Ну що, як вам гра? Чи отримали задоволення? (даємо дітям висловитись, трохи посміхаємось, підтримуємо відповіді)</li>
      <li>А що було найважчим? Можливо, щось не виходило з першого разу? (можна кивати, додавати: “Так, бачив, що хтось дуже старався!”)</li>
      <li>Згадайте: за що ви отримували речі чи можливості під час гри? Іноді просто щастило. Іноді доводилося дуже старатись. Декому допомогла сила. Цікаво, так? У кожного був свій шлях.</li>
      <li>А що саме обирали ви найчастіше? Чому? (слухаємо відповіді, можна додати: “Це теж хороший вибір!”)</li>
      <li>А тепер уявіть: у реальному житті — як ви думаєте, що люди частіше обирають, щоб досягти чогось: силу? Зусилля? Просто чекають на вдачу?</li>
      <li>Скажіть чесно, те, що ви обирали — завжди допомагало вам у грі? Чи були моменти, коли ніщо не працювало?</li>
      <li>Пам’ятаєте той момент у грі, коли всі засоби виявились безсилими? Була прірва, і нічого вже не допомагало її перейти…</li>
      <li>Як думаєте, що це означає? (підказуємо, якщо потрібно: “Це може бути щось, що розділяє нас з Богом…”)</li>
      <li>Насправді, ця прірва — це образ гріха. Гріх — це те, що не дає людині бути з Богом. І скільки б ми не старались, не були сильними або не сподівались на вдачу — самотужки ми її не перейдемо. Цю прірву може здолати тільки Ісус!</li>
      <li>І наостанок — поділіться, коли в житті ви відчували, що ваші зусилля справді допомогли? А коли — не спрацювали, і тільки допомога згори давала сили?</li>
    </ul>
    ''',
  ];

  static List<String> openKeyTxtsDay3 = [
    '''
    <p><b>✍️Головна ідея: нам недостатньо нас самих, наших добрих справ, щоб отримати Царство Боже. Тільки Ісус єдина дорога до СКАРБУ. Тут говоримо про народження згори.</b></p>
    <b>На початок граємо гру:</b>
    <p>Стаканчик із багатьма дірками. Один учасник наповнює його водою та намагається перенести повним до іншої ємності. Дитина намагається закрити дірки пальцями, але їх недостатньо (одна дитина – один стакан переносить).
    </br>Гра не має переможців, бо це зробити неможливо – нас недостатньо!</p>
    <p>Даємо скриню та різні ключі, але жоден не підходить – вони не можуть відкрити її, бо немає підходящого ключа. Ключ знайдете в кінці зустрічі, коли будемо говорити про народження згори.</p>
    <p>Вчора ми з вами шукали СКАРБ, і нам здається, що ми вже багато про нього знаємо, але ми його ще не досягнули.
    </br>Так само люди часто думають, що можуть досягти Царство Боже самі. Вони ніби підбирають ключ до скрині, але він не підходить.</p>
    <p>Беремо 3 "антиключі" та намагаємося знову відкрити скриню:</p>
    <ul>
        <li>🔑Я хороший – шукаючи Царство Боже, люди не визнають, що вони грішні та роблять погані вчинки. ("Я не такий, як той, я кращий").</li>
        <li>🔑Зв'язки – деякі вважають, що якщо їхня сім'я має скарб, то він автоматично перейде їм у спадок.</li>
        <li>🔑Діла – інші думають, що їхніх добрих справ достатньо, щоб заслужити скарб.</li>
    </ul>
    <p>Але жоден з цих ключів не підійшов. Все це не має значення без чогось справді важливого! </p>
    <p>В нас залишилась одна підказка від вчора:</p>
    <p>📖Івана 14:6</br>
     "Ісус говорить йому: Я є дорога, і правда, і життя!" (Івана 14:6) </p>
    <p>Отже, ми знайшли Того, Хто може допомогти нам досягти Царства Божого та заповнити нашу пустоту – це Ісус! </p>
    <b>Наочність «Божий табель успішності»</b></br>
    <p>Візьміть 2 конверти з написом "Божий табель успішності". (Можна зробити для кожного по 2 конверти або 1 великий на загал).</p>
    <p>(в матеріалах уроку для друку)</p>
    <p>Внизу є рядок для імені — там напишіть своє ім’я або імена учасників.</br>
     Всередині табеля розміщені предмети: доброта, покора батькам, щедрість, щирість, самопожертва.</p>
    <p>Уявіть, що це ваш табель, і вам доведеться показати його Богові! Але замість шкільних предметів ви отримуєте оцінки за 5 благочестивих якостей (вони вказані вище).</p>
    <p>Як ви вважаєте, які б оцінки ви отримали?</p>
    <p>Напишіть біля кожного предмета ту оцінку, яку діти сказали (або, якщо кожен отримав власну оцінку, нехай запишуть її).</p>
    <p>Насправді, наш Бог настільки ідеально справедливий і суворий, що які б гарні оцінки у вас не були, яких би чудових результатів ви не досягли, ніхто з нас не може отримати 100 від Бога.</p>
    <p>Ніхто не досягає прохідного балу. Можливо, це вас здивує, але всі наші досягнення не є достатніми. Ці недосягнуті оцінки залишають у нас порожнечу — це і є гріх, який прийшов через перших людей та зруйнував усе. Це наслідки гріха.</br>
    </br>Але є добра новина!</br>
    Господь придумав, як усе виправити!</br>
    Можливо, ви скажете, що Бог нас прощає, і це правда. Прощення подібне до того, ніби всі наші оцінки стерті, і залишається пустий табель. Але якщо все просто стерти, то нам доведеться знову намагатися досягти високих оцінок, які все одно виявляться недостатніми. Ми б хотіли отримати найвищі оцінки, але вони не матимуть значення, якщо не будуть заслуженими. А ми, на жаль, не можемо заслужити найвищу оцінку. Ми не гідні.</br>
    </br> То як же їх отримати? </br>
    Дозвольте розповісти вам Добру Звістку!</br>
    (Дістаньте ще один конверт із табелем, на якому написано «Ісус».) Ісус прожив досконале життя. Все, що Він робив, заслуговувало на найвищу оцінку (напишіть 12 чи 100 навпроти кожного предмета). Тепер відкрийте конверт і обміняйте його з вашим табелем.</br>
    Ми з Ісусом обмінялися табелями.</br>
    Можливо, вам здається, що це несправедливо. Але хіба ви не чули, що Ісус помер за наші гріхи — за всі наші погані вчинки?</br>
    Звісно, ви чули.</br>
    Можливо, ви уявляли, що Він благородно пожертвував Собою за наші гріхи.</br>
    Але насправді Він погодився на ще більше!</br>
    Це подібно до того, ніби ти приносиш додому поганий табель, отримуєш покарання, почуваєшся зганьбленим і скривдженим, переживаєш гнів, якого не заслуговуєш.</br>
    Це насправді дуже принизливо.</br>
    Ісус точно не заслуговував на покарання — Його воскресіння є доказом цього.</br>
    Але на хресті Він узяв на Себе все те, на що заслуговували ми.</br>
    Навіть наш сором і ганьбу.</p>
    <p>Він усе прийняв на Себе.</p>
    <p>Отже, Ісус став для нас тією дорогою, через яку ми можемо отримати Царство Боже та заповнити свою пустоту!</p>
    <b>Але щоб це отримати, нам потрібно зробити три речі:</b>
    <ol type="1">
    <li> Визнати свої погані вчинки. </li>
    <li>Визнати праведність Ісуса.</li>
    <li>Запросити Його у своє життя.</li>
    </ol>
    <b>Згадаймо підказку:</b>
    <ul>
        <li><b>🔑Я — Дорога:</b> я роблю погані вчинки та прошу вибачення.</li>
        <li><b>🔑Правда:</b> правда в тому, що Ти помер за мої вчинки, воскрес і зараз живий.</li>
        <li><b>🔑Життя:</b> я запрошую Тебе в кожну секунду, хвилину, кожну сферу свого життя.</li>
    </ul>
    <p>Щоб закріпити ці кроки, можна зробити невелику розминку або виготовити браслет-підказку.</p>
    <b>Ідея з браслетом</b>
    <p>Приготуйте для кожного учасника мотузку (або бусинки для молодших дітей).</br>
    На браслеті буде 3 вузлики або 3 бусинки, що нагадуватимуть нам про ці три кроки.</br>
    Повторюйте ці кроки, коли будете виготовляти браслет.</br>
    Або ж зробіть браслет під час обговорення цих трьох кроків.</p>
    ''',
    '''
    <p>Отже, єдина дорога щоб отримати Царство Боже це - Ісус! Божий Син.</br> І це справді єдиний шлях!</p>
    <p>Ще одна підказка з інструкції до нашого життя!</p>
    <p>«Входьте вузькими ворітьми, бо широкі ті ворота й широка та дорога, що ведуть до загибелі, – і багато є тих, які ними входять, але вузькі ті ворота й тісна та дорога, що ведуть до життя, – і мало є тих, хто їх знаходить.» МАТВІЯ 7:13-14</p>
    <p>Як ви думаєте, що в Біблії називають вузькими ворітьми і чому саме вузькі ворота та вузька дорога?</p>
    <p>Можна запитати, хто б хотів зробити цих три кроки))</p>
    <p>Коли ви проговорили ці всі кроки - дістаньте ключ на якому написано - Ісус Христос!
    </br>Відкрийте ним скриню, та кожному  дайте led-світлячок, який вони прикріплюють до футболки . Як символ Царства Божого,  яке вони віднайшли.</p>
    ''',
  ];

  static List<String> openKeyImagesDay3 = [
    "images/open_key_img6.png",
  ];

  static List<String> bonusTeensTimeTxtsDay3 = [
    '''
    <h2>ДЕНЬ 3 – ТРОННИЙ ЗАЛ</h2>
    <p><strong>🎯Мета:</strong> показати, що Ісус - Цар, Його Царство водиме любовʼю! Це інший рівень відносин.</p>
    <p>Всім відомо, що королями, як і президентами, просто так не стають. Що для цього подрібно: якості, навички, можливості, давайте розбиратися.</p>
    <h3>ГРА «ЩО ТИ ЗНАЄШ ПРО ЦАРІВ»</h3>
    <strong>Реквізит:</strong> 
    <ul>
      <li>Два прапорці або картки: зелена (для відповіді «Так») і червона (для відповіді «Ні»).</li>
      <li>Місце для гри з достатньо простору для переміщення.</li>
    </ul>
    <strong>Правила гри:</strong> 
    <p><b>1. Початок гри:</b></p>
    <ul>
    <li>Усі гравці стоять в колі або на певній відстані від ведучого.</li>
    <li>Ведучий зачитує твердження або ставить питання.</li>
    </ul>
    <p><b>2. Як діяти:</b></p>
    <ul>
    <li>Якщо гравці вважають твердження правильним або відповідають «так», вони піднімають зелений прапор.</li>
    <li>Якщо гравці не згодні з твердженням або вважають його неправдивим, вони піднімають червоний прапор.</li>
    </ul>
    <p><b>3. Приклад ситуацій для гри:</b></p>
    <ul>
      <li>Першим царем Ізраїлю був Давид. (❌ Ні, першим був Саул.)</li>
      <li>Президент України обирається довічно. (❌ Ні, строк — 5 років.)</li>
      <li>Цар Соломон відомий своєю мудрістю. (✅ Так.)</li>
      <li>Ісус говорив, що Його царство не від цього світу. (✅ Так.)</li>
      <li>У США президент має право передавати владу своїм дітям. (❌ Ні, влада передається через вибори.)</li>
      <li>У деяких країнах досі є царі. (✅ Так, наприклад, у Великій Британії, Саудівській Аравії.)</li>
      <li>Цар Навуходоносор був царем Єгипту. (❌ Ні, він правив у Вавилоні.)</li>
      <li>Президент має більше влади, ніж цар. (❌ Ні, цар зазвичай має абсолютну владу, а президент — обмежену законом.)</li>
      <li>Царі в Біблії завжди були праведними. (❌ Ні, багато царів робили зло в очах Бога.)</li>
      <li>Король Чарльз III є чинним монархом Великої Британії. (✅ Так.)</li>
      <li>В Іспанії немає короля, там лише президент. (❌ Ні, чинний король – Філіп VI.)</li>
      <li>Король Таїланду є одним із найбільш шанованих монархів у світі. (✅ Так.)</li>
      <li>Королева Данії Маргрете II правила понад 50 років. (✅ Так, до зречення престолу в 2024 році.)</li>
      <li>У Японії країною керує імператор, а не король. (✅ Так, чинний імператор – Нарухіто.)</li>
      <li>У Швеції король Карл XVI Густав має абсолютну владу. (❌ Ні, Швеція – конституційна монархія, король виконує лише представницькі функції.)</li>
      <li>Всі країни Європи відмовилися від монархії. (❌ Ні, монархії залишаються у Великій Британії, Нідерландах, Бельгії, Іспанії, Данії та інших країнах.)</li>
      <li>Король Саудівської Аравії має більше влади, ніж британський монарх. (✅ Так, у Саудівській Аравії абсолютна монархія.)</li>
      <li>Люксембург – єдина країна у світі, якою править Великий Герцог, а не король. (✅ Так, чинний правитель – Анрі.)</li>
      <li>Ісус називається Царем царів. (✅ Так.)</li>
    </ul>
    
    <p><b>Пояснення відповіді:</b></br>
    Після кожного твердження ведучий може швидко пояснити правильну відповідь, якщо гравці дали різні відповіді. Це дає можливість навчити і пояснити, чому та чи інша відповідь є вірною або невірною.</p>
    <p><b>4. Фінал гри:</b></p>
    <ul>
    <li>Виграє той, хто правильно відповів на найбільшу кількість питань.</li>
    <li>Можна ввести систему балів для кожної правильної відповіді. Якщо гравець підняв правильний прапор, він отримує бал. У кінці гри підраховують бали і оголошують переможця.</li>
    </ul>
   
    <b>Варіації гри:</b></br>
    ✅ Швидкий режим: Ведучий задає питання без перерви, а гравці повинні миттєво підняти прапор. Якщо затримуються більше ніж 2 секунди, гравець вибуває.</br>
    ✅ Групова гра: Можна поділити гравців на команди, і кожен член команди піднімає прапор одночасно. Якщо команда помиляється, вони втрачають бал.</br>
    ✅ Інтерактивні питання: Додати питання, які стимулюють до обговорення або веселих відповідей, наприклад, «Яка найменша область в складі України?» (Зелене для відповіді, що Чернівецька область).
    <p>Ця гра дає можливість весело і швидко обговорювати різні теми, в тому числі й про лідерство, монархії та Біблію.</p>
    
    <h3>Гра «Перетягни до перемоги» </h3>
    <p>🎯💪КОРОЛЬ – МАЄ ПРАВО БУТИ НА ПРЕСТОЛІ!</p>
    <p><strong>Мета гри:</strong> Перевірити силу, витривалість і тактичне мислення, намагаючись дотягнутися до свого кута та схопити предмет.</p>
    <p><strong>Час:</strong> 5-10 хв</br>
    <strong>Кількість гравців:</strong> 4 (або команди 4)</br>
    <strong>Місце:</strong> Відкрита територія або просторе приміщення</br>
    <strong>Реквізит:</strong> 
    - Міцна мотузка, утворююча коло.</br>
    - 4 предмети (м'ячики, стрічки, кубики тощо), розміщені у кожному куті майданчика.</p>
    <p><b>Правила гри:</b></p>
    <b>1. Підготовка:</b>
    <ul>
      <li>Чотири учасники стають у центр мотузки, кожен тримається за свою частину.</li>
      <li>У кожному куті на однаковій відстані від центру лежить предмет.</li>
      <li>Завдання кожного гравця – дотягнутися до свого кута та схопити предмет раніше за інших.</li>
    </ul>
    <b>2. Початок гри</b>
    <ul>
      <li>По сигналу всі починають тягнути мотузку в свій бік, намагаючись дістатися до предмета.</li>
      <li>Гравці можуть використовувати силу, рівновагу та стратегію, щоб випередити суперників.</li>
    </ul>
    <b>3. Перемога:</b>
    <ul>
    <li>Виграє той, хто першим перетягне мотузку у свій бік настільки, щоб дотягнутися до предмета та підняти його.</li>
    </ul>
    <b>Варіанти гри:</b>
    
    <p><b>Командна версія</b> – замість 4 людей грають 2 команди (по 2 учасники в парі), які разом намагаються перетягнути суперників.</p>
    <p><b>Завдання на швидкість</b> – після того, як гравець схопить предмет, він має виконати просте завдання (наприклад, сказати скоромовку чи присісти 5 разів).</p>
    <p><b>Різні рівні складності</b> – можна змінювати довжину мотузки або додавати правила (наприклад, можна тягнути тільки однією рукою).</p>
    <b>ПИТАННЯ:</b>
    <p>Що було потрібно для виграшу в цій грі? </br>сила і спритність</p>
    <p>Якщо говорити про короля, які потрібні Йому якості?</p>
    <h3>Гра «Захопи трон»️</h3>
    <p>👑🏃‍КОРОЛЬ ПРАВИТЬ З МУДРІСТЮ</p>
    <p><strong>Мета гри:</strong> Бути тим, хто займе трон, використовуючи швидкість, кмітливість і стратегію.</p>
    <p><strong>Тривалість:</strong> 15-20 хвилин</br>
    <strong>Кількість учасників:</strong> 6-15 осіб</br>
    <strong>Реквізит:</strong> </br>
    - Стілець (це буде «трон»)</br>
    - картки із завданнями (можна написати на папері)</p>
    <p><b>Правила гри:</b></p>
    <b>1. Початок гри:</b>
    <ul>
      <li>У центрі кімнати ставлять «трон» (стілець).</li>
      <li>Ведучий обирає першого «царя», який сідає на трон.</li>
      <li>Решта учасників стають у коло навколо трону.</li>
    </ul>
    <b>2. Як захопити трон:</b>
    <ul>
      <li>Ведучий оголошує завдання (наприклад, «назвіть три біблійних царя» або «зробіть 10 присідань»).</li>
      <li>Той, хто першим правильно виконує завдання, отримує право бігти до трону та спробувати зайняти його.</li>
      <li>Якщо «цар» встигає назвати правильну відповідь швидше за претендента, він залишається на троні.</li>
    </ul>
    <b>3. Зміна царя:</b>
    <ul>
      <li>Якщо претендент перемагає, він сідає на трон і стає новим царем.</li>
      <li>Ведучий оголошує наступне завдання.</li>
      <li>Гра триває, поки всі бажаючі не спробують зайняти трон.</li>
    </ul>
    <b>4. Фінал гри:</b>
    <ul>
      <li>Переможцем стає гравець, який найдовше пробув на троні.</li>
    </ul>
    <b>Варіації гри:</b></br>
    ✅ «Таємний виклик» – у певний момент ведучий може оголосити несподіване випробування для всіх, щоб перевірити справжнього лідера.</br>
    ✅ «Захисники трону» – один-два гравці допомагають царю утримати трон, відповідаючи разом із ним.</br>
    ✅ «Мудрий цар» – новий цар має не лише зайняти трон, а й відповісти на запитання про відповідальність правителя (наприклад, «Що робить цар справедливим?»).
    <p>Гра допомагає підліткам розвивати швидке мислення, лідерські навички та нагадує, що справжній цар не той, хто просто зайняв трон, а той, хто керує з мудрістю. 😊👑</p>
    
    <h3>ЯКБИ Я БУВ КОРОЛЕМ – ТВОРЧЕ ЗАВДАННЯ КОМАНДА</h3>
    <p><b>Необхідні матеріали:</b> ватмани, фломастери.</p>
    <p>Об’єднайте підлітків у невеликі групи і призначте лідера – модератора.</p>
    <p><b>ЗАВДАННЯ:</b> НАМАЛЮВАТИ (ПРОПИСАТИ) ВАШІ ДІЇ, ЯКБИ ВИ НА 1 ДЕНЬ СТАЛИ КОРОЛЕМ/КОРОЛЕВОЮ.</p>
    <p>Напишіть 3 головні якості, які мають бути у короля.</p>
    <p>Представити свої ТВОРИ.</p>
    <p><b>ОБГОВОРЕННЯ:</b></br>
    Це прикольно думати, як це – бути королем чи королевою хоча б на один день. Це здається прям дуже весело)</p>
    <ul>
    <li>Що б ви додали, якщо б обирали царя для себе?</li>
    <li>Як змінюється життя, коли в тебе є цар?</li>
    </ul>
    <b>ОСОБЛИВИЙ КОРОЛЬ – ІСУС. ВІДЕО - ЦЕ МІЙ ЦАР</b>
    <p><a href="https://www.youtube.com/watch?v=bv_MSyg4Lvg">https://www.youtube.com/watch?v=bv_MSyg4Lvg</a></p>
    <ul>
    <li>Чому Ісуса називають Царем?</li>
    <li>В чому Його сила?</li>
    <li>Що зміниться в житті, якщо Ісус стане моїм королем?</li>
    </ul>
    <p><b>ІСУС - ЦАР</b></br>
    Він є Царем царів – Ісус називається Царем не лише через те, що Він був царем на землі, але й тому, що Він царює у небесному Царстві. У Біблії Ісуса описують як Царя над усіма царями: «Царі земні встають, князі радяться разом проти Господа і Помазанця Його» (Псалом 2:2). Отець дав владу Ісусу на небі і на землі.</p>
    <p>Царство Боже – Ісус несе Царство Боже на землю. Його царство не є від цього світу, але Його правління є вічним і справедливим.
    </br>ІСУС – ЦАР, який любить своїх людей, Свій народ. Івана 3:16.</p>
    <p>Його народ , живучи в Його присутності, переймає Його культуру і теж живе любов'ю.
    </br>Його народу належить Його охорона.
    </br>ІСУС зайняв трон на небі. Його коронував Його батько. Щоб Він став твоїм королем, Його маєш коронувати ти. Ісус – найкращий король, який може бути. Його сила – в любові до тебе. Він править, бажаючи тобі найкращого.</p>
    <p>Коронувати Ісуса – це не просто просити Його допомогти нам, це означає відмовитися від контролю та передати владу Богові. Це не означає, що ми стаємо, як роботи – у нас все ще є свобода вибору, але коли ми просимо Ісуса бути Царем у нашому житті, ми зрікаємось власної влади та визнаємо, що Він більший за нас і заслуговує сидіти на троні нашого серця.</p>
    <p><b>Примітка для лідера:</b> Використовуйте цю можливість, щоб заохотити підлітків запросити Бога бути їхнім Царем і панувати в їхньому житті.</p>
    ''',
  ];

  static List<String> leavingTheCampTxtsDay3 = [
    '''
    <p><b>Вихід через прірву (3 день)</b></p>
    <p><b>Інвентар:</b> роздруковані відбитки рук і ніг; чорна тканина.</p>
    <p><b>Лабіринт:</b> Розмістити полосу перешкод розклавши роздруковані відбитки рук і ніг на підлозі (в приміщенні) або на асфальті при виході з табору. Навколо розстелити чорну тканину, яка символізує прірву і діти можуть перейти лише по визначеному шляху перешкод (відбитки рук і ніг).</p>
    <p><b>Приклади перешкод:</b></p>
    <ul>
        <li><a href="https://www.pinterest.com/pin/25192079159459195/sent/?invite_code=1c262ec3009244379aad71abb52e0b1d&sender=906490368655246452&sfo=1">https://www.pinterest.com/pin/25192079159459195/sent/?invite_code=1c262ec3009244379aad71abb52e0b1d&sender=906490368655246452&sfo=1</a></br></br></li>
        <li><a href="https://www.pinterest.com/pin/hand-feet-activity-for-kindergarten--1124774075659046844/">https://www.pinterest.com/pin/hand-feet-activity-for-kindergarten--1124774075659046844/</a></br></br></li>
        <li><a href="https://www.pinterest.com/pin/140806233175300/">https://www.pinterest.com/pin/140806233175300/</a></br></li>
    </ul>
    <p><b>Ресурси:</b></p>
    <ul>
        <li>Відбиток ніг: <a href="https://www.pinterest.com/pin/45950858692061417/">https://www.pinterest.com/pin/45950858692061417/ (права)</a></br></br></li>
        <li><a href="https://www.pinterest.com/pin/quick-saves--969681363492949010/">https://www.pinterest.com/pin/quick-saves--969681363492949010/ (ліва)</a></br></br></li>
        <li>Відбиток рук: <a href="https://www.pinterest.com/pin/413134965832542164/">https://www.pinterest.com/pin/413134965832542164/ (ліва)</a></br></br></li>
        <li><a href="https://www.pinterest.com/pin/12877548931851633/">https://www.pinterest.com/pin/12877548931851633/ (права)</a></br></br></li>
        <li>Відбиток двох рук: <a href="https://www.pinterest.com/pin/4151824648197806/">https://www.pinterest.com/pin/4151824648197806/</a></br></br></li>
        <li>Відбиток двох ніг: <a href="https://www.pinterest.com/pin/331647960079902033/">https://www.pinterest.com/pin/331647960079902033/</a></li>
    </ul>
    <p><b>Альтернативні варіанти:</b></p>
    <ul>
        <li><a href="https://pin.it/5dTfCiEcB">https://pin.it/5dTfCiEcB</a> — стрибати по кружечках виставляючи по-різному ноги</br></br></li>
        <li><a href="https://pin.it/2lilCYczF">https://pin.it/2lilCYczF</a> — намалювати бульбашки, щоб стрибали по них до виходу з табору.</br></br></li>
        <li><a href="https://pin.it/5PfLNbZlo">https://pin.it/5PfLNbZlo</a> - намалювати різні природні предмети (гриби, колоди, інше) щоб по цих предметах діти рухались до виходу з табору.</br></br></li>
        <li><a href="https://pin.it/2EF33tyKS">https://pin.it/2EF33tyKS</a> - роздрукувати елементи, або намалювати, які містять цифри і діти мають по них пройти.</li>
    </ul>
    ''',
  ];

  static List<String> day3ScenariyMorningTxt = [
    '''
    <h2>РАНКОВА ПРОГРАМА</h2>
    <h3>Сцена 1: Перед Прірвою</h3>
    <p><strong>(Скай стоїть на краю величезної прірви. - край сцени, відео прірви на екрані)</strong></p>
    <p><strong>Скай:</strong> (тихо, ніби сам до себе) Ну ось… кінець дороги. (озирається, шукає вихід) Але це не може бути все! Я ж майже дістався…</p>
    <p><strong>(Скай починає нервово ходити туди-сюди, шукаючи якийсь міст чи кам’яні виступи, за які можна зачепитися. це все на сцені. Він пробує ступити вперед, але відразу ж відступає – порив вітру ніби попереджає про небезпеку.)</strong></p>
    <strong>Скай:</strong> (сердито) Можливо, є міст десь трохи далі… (біжить уздовж краю, але швидко повертається) Ні, тут його теж немає…
    </br>(Відео - прірва.)</p>
    <p><strong>(На екрані він бачить загадковий напис: три пусті комірки, схожі на пін-код. Підпис під ним: "Тільки той, хто знає шлях, зможе перейти.")</strong></p>
    <p><strong>Скай:</strong> (читає, хитає головою) "Хто знає шлях…" Це що, жарт? Якби я його знав, уже би ввійшов в двері!</p>
    <h3>Сцена 2: Невдалі спроби</h3>
    <p><strong>(Скай озирається, потирає підборіддя, зосереджується. Він глибоко вдихає і починає вводити варіанти.)</strong></p>
    <p><strong>Скай:</strong> (зосереджено) Ну, якщо я дістався аж сюди, значить, я заслуговую пройти… (вводить) "Я особливий!" </p>
    <p><b>(Комірка засвічується червоним – помилка.)</b></p>
    <p><strong>Скай:</strong> (злегка розчаровано) Так… не спрацювало. Можливо, мої знайомства допоможуть. (вводить) "Я знаю того, хто тут був!" </p>
    <p><b>(Знову червоне світло. Помилка.)</b></p>
    <p><strong>Скай:</strong> (сердито) Що ж тоді?! А може, мої справи допоможуть? Адже я стільки зробив! (вводить) "Я багато добрих справ зробив!" (Нічого. Він знову сідає на землю, втрачаючи віру. Потім раптом схоплюється.)</p>
    <p><strong>Скай:</strong> (замислено) А якщо… це перевірка мого знання? (натискає) "Я знаю і дотримуюсь всіх правил!" </p>
    <p><b>(Черговий сигнал помилки.)</b></p>
    <p><strong>Скай:</strong> А якщо так... Я знаю і дотримуюсь 10 заповідей!" </p>
    <p><b>(Черговий сигнал помилки.)</b></p>
    <p><strong>Скай:</strong> (зітхає) Ні… (пробує ще раз) "Я пройшов випробування?" </p>
    <p><b>(Знову нічого.)</b></p>
    <p><strong>Скай:</strong> (нервово усміхається) А що, якщо просто достатньо вірити в себе? (вводить) "Я вірю в себе!" </p>
    <p><b>(Червоне світло. Помилка.)</b></p>
    <p><strong>Скай:</strong> (сплескує руками) Може, це пастка? Може, справжній шлях зовсім не тут? (вводить) "Цього шляху не існує!" </p>
    <p><b>(Ніякої реакції. Він дивиться на панель, немов вона насміхається з нього.)</b></p>
    <p><strong>Скай:</strong> (зітхає) Навіть такий варіант не підходить…</p>
    <p><strong>Скай:</strong> (спроба знайти логіку) А якщо вони хочуть, щоб я просто визнав себе частиною цього світу? (вводить) "Я – один із вас!" </p>
    <p><b>(Знову нічого.)</b></p>
    <p><strong>Скай:</strong> (розчаровано) Отже, мене не приймають… але чому?</p>
    <p><strong>Скай:</strong> (зневірено) А що, якщо мене взагалі не повинно тут бути? (вводить) "Мені тут не місце?" </p>
    <p><b>(Знову помилка. Скай стискає кулаки.)</b></p>
    <p><strong>Скай:</strong> (з відчаєм) Це жарт? Це все безглуздо!</p>
    <p><strong>(Раптом позаду чути кроки. Скай швидко обертається. З тіні виходить Давид – його друг, спокійний, упевнений у собі.)</strong></p>
    <p><strong>Скай:</strong> (здивовано) Давид?! (підхоплюється на ноги) Це ж ти розповів мені про Царство (Скайленд)! І я пішов на його пошуки! Але я вже сумніваюсь, що туди можливо потрапити! Я все перепробував! Я вже пробував усе можливе!</p>
    <p><strong>Давид:</strong> (усміхається) Ти справді пробував усе? Чи тільки те, що вважав правильним?</p>
    <p><strong>Скай:</strong> (задумується) Ну… я пробував розуміти це по-своєму…</p>
    <p><strong>Давид:</strong> (хитро) Я теж мислив як ти. Ходи. За сьогоднішній день навчу тебе, як це робити.</p>
    <p><b>(Давид простягає руку вперед, ніби пропонуючи рішення. Завіса поступово закривається.)</b></p>
    ''',
  ];

  static List<String> day3RubricMorningTxt = [
    '''
    <h2>РАНКОВІ РУБРИКИ</h2>
    <h3>1. Табірна пісня</h3>
    <h3>2. Перевірка на уважність</h3>
    <ul>
        <li>Ведучий стоїть боком до залу та імітує «ножиці» руками.</li>
        <li>Коли долоні перетинаються внутрішньою стороною, глядачі повинні плеснути.</li>
        <li>Спочатку рухи повільні, потім прискорюються.</li>
        <li>Ведучий може імітувати перетин долонь, але насправді не змикати їх, щоб збити зал з пантелику.</li>
        <li>Наприкінці ведучий швидко перетинає долоні багато разів, викликаючи бурю аплодисментів.</li>
    </ul>
    <h3>3. Прогноз погоди на день</h3>
    <p>Це може бути попередньо записане відео з вашими наставниками, або безпосередньо відбуватись на сцені.</p>
    <b>Сценарій:</b></br>
    Вітаю, студія, в ефірі СкайЛенду - прогноз погоди.</br>
    Вчора табір пережив справжній ураган емоцій, і сьогодні на нас чекає не менше погодних сюрпризів!</br>
    Зранку прогнозуються легкі пориви ранкової заспаності, які швидко зміняться на потоки загадковості і інтриги. Особливо сильні вітри азарту очікуються на спортивних іграх.</br>
    Ближче до обіду можливі сонячні спалахи гарного настрою з періодичними дощами із бризок водяних пістолетів.</br>
    Пообідній час принесе теплі хвилі дружби, а на горизонті вже видно купчасті хмари спільних пригод.</br>
    Вечір обіцяє стабільне потепління біля сцени з можливими голосними звуками сміху під час табірних ігор та зірковим дощем завдань біля сцени.</br>
    Також увечері очікується надзвичайне здивування учасників від нового відкриття, але про це - пізніше.</br>
    Будьте готові до позитивних емоцій та антициклону незабутніх вражень!</br>
    Бажаємо сонячного настрою та неймовірних відкриттів! Далі - більше.</br>
    <h3>4. Сценка головного героя</h3>
    <h3>5. Табірне вітання команда з командою:</h3>
    <uL>
    <li>ловці пригод з дослідниками знахідок</li>
    <li>спадкоємці таємниць з сміливими мандрівниками</li>
    <li>вартові мрій з шукачами відкритів</li>
    </uL>
    <h3>6. «Залишся, якщо зможеш!»</h3>
    <p>Грають усі учасники табору. По території залу, де відбувається програма стоять лідери, кожен з них має одну цифру від 1 до 10. Цифри не дублюються. 10 лідерів – 10 цифр. Лідери стають в хаотичному порядку по залу та високо піднімають свою цифру, щоб бачили інші учасники. Кожен учасник має вибрати біля якої однієї з цифр він стане, після того, як кожен вибрав (20 сек на прийняття рішення), хтось один з лідерів, не ведучий, який має стояти спиною до залу називає одну цифру від 1 до 10. Всі діти, які стояли біля озвученої цифри залишають гру. Гра починається знову, знову кожен прийняв рішення, знову лідер називає цифру. Діти, які стояли біля озвученої цифри залишають гру. Так повторюється доти, доки не залишиться 1 людина – переможець. Якщо бачите, що гра триває довго, то можна одразу 2 цифри називати.</p>
    ''',
  ];

  static List<String> day3ScenariyEveningTxt = [
    '''
    <h2>ВЕЧІРНЯ ПРОГРАМА</h2>
    <h3>Сцена 1: Повернення до вибору</h3>
    <p><b>Поруч стоїть Давид, уважно спостерігаючи за ним.</b></p>
    <p><strong>Скай</strong> (тихо, ніби сам до себе): Я вже зустрівся з відповіддю… Але чому я все ще не впевнений?</p>
    <p><strong>Давид</strong> (м’яко): Тому що вибір – це завжди випробування. Але ти не один, Скай.</p>
    <p>Раптом позаду чується шурхіт. Скай швидко обертається – з темряви виходить Свій. Він посміхається криво, його руки схрещені на грудях.</p>
    <p><strong>Свій</strong>: Ой-ой, який розгублений погляд… Щось не так, шукачу? Не так легко, як ти думав?</p>
    <p><strong>Скай</strong> (з недовірою): Що ти тут робиш?</p>
    <p><strong>Свій</strong> (насмішливо): Просто спостерігаю. Дивлюсь, як один хлопчина думає, що він гідний чогось більшого. Але ж ти сам сумніваєшся…</p>
    <p><strong>Свій</strong> (з сарказмом): Скай, тобі до Скайленда, як мені до неба! Ти ж сам розумієш, що тобі не місце там?</p>
    <p><strong>Скай стискає кулаки, намагаючись зберегти спокій.</strong></p>
    <p><strong>Скай</strong>: Я знаю, що є шлях… І я намагатимусь знайти його, навіть якщо це важко.</p>
    <p><strong>Свій</strong>: Ви дійсно вірите в це? Всі ці слова – лише ілюзія. Ти завжди будеш недостатньо добрим.</p>
    <p><strong>Давид</strong> (спокійно, але твердо): Скай, не слухай його. Він хоче, щоб ти відступив. Але ти знаєш правду – шлях відкривається тим, хто готовий довіритися.</p>
    <p><strong>Скай заплющує очі, вдихає глибоко. Коли відкриває їх знову, в них більше немає страху.</strong></p>
    <p><strong>Скай</strong> (рішуче): Я знаю, що я не ідеальний. Але я знаю, що мені дали шанс. І я не збираюся його втратити.</p>
    <p><strong>Свій відкриває рота, ніби хоче щось сказати, але Скай не дає йому цього зробити. Він повертається до Давида.</strong></p>
    <p><strong>Скай</strong>: Я готовий.</p>
    <p><strong>Давид</strong> (з усмішкою): Тоді ходімо.</p>
    <p><strong>Свій</strong>: мені з вами точно не по дорозі. Я вже давно не вірю в казки. (махає на них руками і йде зі сцени)</p>
    <h3>Сцена 2: Шлях відкривається</h3>
    <p><b>Перед Скаєм відкривається знайома прірва. Але цього разу він бачить більше – не просто темряву, а… відблиски світла десь у далині. Він розуміє, що вибір у нього є. Його думки стають чіткішими.</b></p>
    <p><b>На екрані перед ним з’являється загадковий напис: три пусті комірки, схожі на пін-код. Підпис під ним: "Тільки той, хто знає Шлях, зможе перейти."</b></p>
    <p><strong>Скай</strong> (читає, хитає головою): "Хто знає Шлях…" Здається, я знаю..</p>
    <p><strong>Давид усміхається та звертається до глядачів.</strong></p>
    <p><strong>Скай</strong>: Але давайте перевірю себе. Давид допоможеш?</p>
    <p><strong>Давид</strong>: Разом зі своєю командою тобі допоможемо. І так.. Код складається з трьох частин!</p>
    <p><strong>Скай</strong>: Ото допомогли! Навіть не знаю, що б я без вас робив! (по-доброму сміється)</p>
    <p><strong>Давид</strong>: Ну окей.. Що, на вашу думку, має зробити людина, щоб знайти шлях у Скайленд? </p>
    <p>Діти пропонують варіанти. Скай вводить кілька неправильних відповідей, але нічого не відбувається.</p>
    <p><strong>Давид</strong>: Скай, згадай, що ти дізнався сьогодні…</p>
    <p><b>Глядачі разом допомагають йому скласти правильний код.</b></p>
    <ol type="1">
      <li>Я помиляюсь і роблю погані вчинки; Ісус вибач мені за мої погані вчинки (слова на відео - пін код "Помиляюсь").</li>
      <li>Я вірю, що ти помер за мої погані вчинки і воскрес, і зараз Живий ("Вірю")</li>
      <li>Запрошую тебе у кожну мить, у кожну секунду, у все-все моє життя. ("Запрошую")</li>
    </ol>
    <p><b>Коли Скай вводить правильну послідовність, земля під його ногами починає світитися. Відео. Під ним з’являється міст , що ведуть уперед.</b></p>
    <p><b>В нього зʼявляється світло  невеличке, яке пробиває крізь футболку</b></p>
    <p><strong>Скай</strong>: А ви готові зробити цей крок? Діти за бажанням повторюють за ним.</br>
    (на відео знову іде три клавіші - помиляюсь, вірю, запрошую, які світяться зеленим)</p>
    <p><strong>Давид</strong>: Вітаю, вас друзі. Ось ви і знайшли – справжній Шлях. Шлях через Ісуса Христа.</p>
    <h3>Сцена 3: Відкриття дверей</h3>
    <p><b>Двері перед ним – вони сяють теплом, на них написано «Ісус» і вони відкриваються. Сяйво засліплює на мить усіх навколо.</b></p>
    <p><b>Скай</b> (повертаючись назад, із натхненням):</br> Ого… Вау.. Це краще ніж я думав!</p>
    <p><b>Він дивиться в зал, немов звертається до всіх дітей.</b></p>
    ''',
  ];

  static List<String> day3RubricEveningTxt = [
    '''
    <h2>ВЕЧІРНІ РУБРИКИ</h2>
    <h3>1. Табірна пісня</h3>
    <h3>2. Фото/відео дня</h3>
    <h3>3. Гра « Принеси мені…»</h3>
    <p>Ведучий обирає по 1 учаснику з кожної команди табору. Їх задача першими зібрати всі речі. Всі необхідні речі висвітлюються на екрані. Наприклад: монета, кросівок, шось солодке, обруч, кепка, резинка, шось паперове.</p>
    <p>На початку гри ведучий не оголошує, що їм потрібно бігти в зал та шукати, а навпаки, акцентує увагу на особисто їхнього завданні, що саме вони це мають зробити, вони несуть за відповідальність. Потім вони мають самі дійти, що треба попросити чиюсь допомогу, якщо ж вони цього не розуміють, то наштовхнути їх на це за допомогою питань, проте прямо не казати.</p>
    <p>Підсумок гри: нам часто потрібна допомога у житті, нема ніякої проблеми та не стидно просити про допомогу. Це нормально, коли у тебе щось невдається, чи ти чогось не знаєш і при тому попросити про допомогу. Нам часто чогось не вистачає у житті, таке трапляється, важливо це вчасно зрозуміти та усвідомити ХТО тобі потрібен.</p>
    <p>Для отримання спасіння в житті нам потрібен ІСУС. Ми не можемо увійти в Його Царство без Нього. Нам потрібно народити згори, щоб потрапити в Його Царство.</p>
    Ось три кроки народження згори:</br>
    <ul>
    <li>Визнати, що я роблю погані речі, що я грішник та потребую допомоги</li>
    <li>Проголосити та прийняти жертву Христа та визнати, що вона може врятувати мене від моїх гріхів</li>
    <li>Запросити Ісуса в своє життя, в кожну сферу мого життя: друзі, сім’я, хобі, тощо.</li>
    </ul>
    <h3>4. Сценка головного героя</h3>
    ''',
  ];

  static List<String> openKeyTxtsDay4 = [
    '''
    <p><b>✍️Головна ідея: відкриваємо таємниці ЦБ - неосяжність спілкування з Богом 24/7. Спілкування з Богом — це привілей тих, хто має всередині скарб.</b></p>
    <p><b>Для початку гра з скринею, але відкриваємо не ключем, а підбираємо код щоб ввести в замок.</b></p>
    <p>Учасникам потрібно стати в колону і по спині (малювати певну цифру) передати код (спочатку одну цифру через всіх, потім наступну..) зібрати код і ввести в замок відкрили скриню, а там картинки на певну тему: сімʼя за столом, друзі, групка дітей, ділові партнери сидять за столом..</p> 
    <p>(зображення в друкованих матеріалах)</p> 
    <p>запитати що обʼєднує ці картинки? відповідь: спілкування.</p>
    <b>Обговорення:</b></br></br>
    Що таке спілкування для вас? (опитування учасників) як ви спілкуєтесь з друзями? про що? </br>
    Чи знаєте ви, що для того, щоб поспілкуватись з якимись поважними особами вас не пропустять просто так, їм неможливо просто зателефонувати та запитати як справи, чи розповісти свої проблеми?</br>
    Ось приклади як готують людей до спілкування з високопосадовцями чи особами королівської родини.
   <p>Підготовка людей до спілкування з високопосадовцями чи монархами, такими як королева Єлизавета II, є серйозним процесом, що включає навчання етикету, протоколу та психологічної підготовки.</p>
    Ось основні аспекти такої підготовки:<br></br>
    1. Вивчення протоколу та етикету: 
    <ul>
    <li>Як правильно звертатися (наприклад, до королеви Єлизавети зверталися “Ваша Величносте” при першій згадці, а далі — “Мем”).</li>
    <li>Як стояти, куди дивитися, коли і як робити реверанс або легкий уклін (для чоловіків).</li>
    <li>Як стояти, куди дивитися, коли і як робити реверанс або легкий уклін (для чоловіків).</li>
    <li>Що можна і не можна говорити (наприклад, із королевою зазвичай не починали розмову першими).</li>
    </ul>
    2. Дрес-код:
    <ul>
    <li>Чоловіки часто носять класичний костюм або смокінг, залежно від рівня заходу.</li>
    <li>Жінки – скромні елегантні сукні, іноді з капелюшком, якщо це традиційна зустріч.</li>
    <li>Не допускається надто яскравий одяг, відверті фасони чи недбалий вигляд.</li>
    </ul>
    3. Комунікаційні навички
    <ul>
    <li>Тренують, як вести розмову без зайвих питань, що можуть бути недоречними або особистими.</li>
    <li>Вчать технікам спокійної відповіді, якщо ставлять складні питання.</li>
    <li>Практикують стримані жести та міміку, щоб уникнути занадто емоційної реакції.</li>
    </ul>
    4. Знання культурних і політичних особливостей
    <ul>
    <li>Якщо зустріч міжнародна, знайомлять із культурними звичаями країни.</li>
    <li>Навчають уникати політичних тем, якщо вони можуть бути чутливими.</li>
    </ul>
    5. Психологічна підготовка
    <ul>
    <li>Деяких людей тренують, як долати хвилювання перед важливою зустріччю.</li>
    <li>Використовують рольові ігри, де хтось грає роль поважної особи, щоб навчитися відповідно реагувати.</li>
    </ul>
    6. Практичні репетиції
    <ul>
    <li>Наприклад, перед зустріччю з королевою в Букінгемському палаці гостей проводять через короткий інструктаж.</li>
    <li>На офіційних заходах можуть бути помічники або представники протоколу, які підказують на місці.</li>
    </ul>
    <p>Таку підготовку проходять як політики, дипломати, так і звичайні люди, які отримали запрошення на офіційні прийоми.</p>
    <p>А тепер уявіть собі , що ці всі високо поставленні люди є творінням Божим- Бог їх створив і Він є набагато важливішою Особою світу і ми прості люди і діти - маємо до Нього доступ постійно без якоїсь особливої підготовки.</p>
    <p>Бог доступний для нас не треба особливого ритуалу, щоб спілкуватись з Богом (не треба священника, щоб відпустив гріхи), не треба посередника доступ до царя - це скарб, і ми можемо цим користуватись і Він нам це відкриває.</p>
    <p>Просто Бог постійно на звʼязку, так ніби ви взяли тел, і вам не потрібно набирати номер та чекати чи підійде Він слухавку чи ні. Він все слухає!</p>
    <p>Давайте спробуємо зіграти в гру</p>
    <h3>Гра «Глухий телефон»:</h3> 
    <p>Діти стають в дві шеренги , наставник каже якесь слово першим двом на вухо щоб інші не чули, так по порядку вони передають слово до того хто стоїть останнім.</br>
    Ціль - щоб останній учасник сказав те ж слово , яке передав наставник.</br>
    Висновок: нам не потрібно через когось передавати Богу наші прохання , адже ми можемо до Нього звертатися напряму, і Він точно почує наші слова правильно.</p>
    <strong>Про що можна говорити з Богом:</strong>
    <ul>
      <li><strong>Вдячність:</strong> «за все дякуйте, бо це Божа воля в Ісусі Христі щодо вас.» (1 Сол. 5:18)</li>
      <li><strong>Проблеми:</strong> «Покладіть на Нього всі ваші турботи, бо Він дбає про вас.» (1 Петра 5:7)</li>
      <li><strong>Просто спілкуватися:</strong> Які пункти обовязкові є в молитві? насправді ніяких пунктів - просто бути щирим і говорити без шаблонів.</li>
    </ul>
    МАТВІЯ 6:5-7
    <p>Тож одного дня Ісус вирішив розповісти людям про те, як треба молитися по-справжньому. Ось що Він сказав: «Коли молитеся, то не моліться, як оті надзвичайні й аж надто духовні персони. Вони ж думають, що коли вимовляють багато слів, то Бог їх почує.</p>
    <p>Насправді головне не те, наскільки ви розумні, добрі чи важливі для того, щоб вас слухав Господь. Бог чує кожну людину, бо любить кожного.</br>
    Хіба ви не знаєте, що Бог завжди чує вас?
    А чи знаєте, що Бог чує найтихіший шепіт у глибині нашого серця, навіть раніше, ніж він перетвориться на слова? Бог точно знає те, чого потребуємо над усе, і знає це раніше, ніж ми до Нього звернемося!»</p>
    <p>Ісус продовжив: «Справа в тому, що Бог Сам бажає вам найкращого. Тому не потрібно підбирати якісь складні чи довгі слова, аби привернути до себе Його увагу. І не потрібно говорити особливим голосом. А потрібно розмовляти з Богом просто і щиро, по-своєму. Отже, коли молитеся, то говоріть так, як завжди розмовляєте з близькою вам людиною.</p>
    <b>Завдання:</b> розділитись на групки по 3-4 людини І написати кожній групці топ-10 порад які вони бачать тут з тексту - як спілкуватися з царем Потім діляться всі разом одні з одним, обговорюють.
    <p>Але розмова з Богом - це спілкування, а спілкування це не тільки коли говорить хтось один, це коли є діалог.</br>
    Він нас не тільки слухає-Він  нам відповідає, як відповідає?</br>
    Через інших людей, через Біблію!</p>
    <p>Поклич до Мене і тобі відповім. (Єремії 33:3)</p>
    <p>Бог доступний для нас  не треба особливого ритуалу, щоб спілкуватись з Богом (не треба священника, щоб відпустив гріхи), не треба посередника доступ до царя - це скарб, і ми можемо цим користуватись і Він нам це відкриває.</p>
    <p>розмова з Богом - це спілкування і він нам відповідає як відповідає - через інших людей, через Біблію.</p>
    <p>Тут може бути історія наставника про те як Бог йому відповідає, як він спілкується з Богом.</br>
    (я планую з Богом він відкриває таємниці я раджусь з Богом він показує нам як жити в ЦБ він говорить до нас через інших людей)</p>
    <p>Уявімо собі пілота, який  має купу знань як керувати літаком, але без диспетчера він не може справитись, йому потрібен той хто бачить всю картину і голос який буде його скеровувати. Адже часто ми схожі на того пілота, якому не потрібен диспетчер. Диспетчером є якраз Бог. Він бачить та знає більше, і коли ми слухаємо Його підказки - наш літак (життя) посадиться правильно!</p>
    <p>Помоліться  разом з дітьми своїми словами!</br> Можна кожний коротко.</p>
    <strong>Золотий вірш:</strong> ««Нічим не журіться, але в усьому молитвою та благаннями з подякою висловлюйте ваші прохання Богові.» (Филипʼян 4:6)
    ''',
  ];

  static List<String> bonusTeensTimeTxtsDay4 = [
    '''
    <h2>ДЕНЬ 4 – КОРИДОРИ КОРОЛІВСТВА</h2><br>
    <h3>Активності:</h3>
    <ul>
    <li>Квест «Коридори королівства» – командна гра: кожен «коридор» – це виклик чи запитання про життєві вибори.</li>
    <li>Обговорення: «Двері можливостей» – кожен пише на папері, які вибори стоять перед ним зараз, обговорюємо і молимось за них.</li>
    </ul>
    <h3>КВЕСТ «КОРИДОР КОРОЛІВСТВА»</h3><br>
    <p><strong>Мета гри:</strong> навчити підлітків усвідомлено робити вибір, розуміти наслідки своїх рішень та співпрацювати в команді.</p>
    <strong>Правила гри:</strong><br>
    <ol type="1">
    <li>Учасники діляться на команди (по 4-6 осіб).</li>
    <li>Кожна команда отримує список із 25 завдань.</li>
    <li>Команда має обрати лише 10 завдань та виконати їх протягом 30 хвилин.</li>
    <li>Тільки координатор знає, скільки балів дає кожне завдання</li>
    <li>Перемагає команда, яка набрала найбільшу кількість балів.</li>
    <li>Учасники дізнаються про оцінювання завдань тільки після завершення гри, що допомагає усвідомити, що не всі вибори однаково корисні.</li>
    </ol>
    <strong>Список завдань та оцінка (в балах):</strong>
    <ol type="1" start="7">
      <li>Перенести відро з водою через дистанцію 10 метрів, не проливши більше ніж 100 мл – 10 балів</li>
      <li>Зв’язати міцний вузол, що витримає вагу 3 кг, за 30 секунд – 8 балів</li>
      <li>Побудувати вежу з паперу висотою не менше 50 см, яка стоятиме самостійно 1 хвилину – 12 балів</li>
      <li>Прокотити тенісний м’ячик по дошці 2 метри, не впустивши його – 6 балів</li>
      <li>Підняти повітряну кульку вгору 10 разів, не даючи їй торкнутися землі, використовуючи тільки голову – 5 балів</li>
      <li>Перекинути пляшку з водою так, щоб вона стала на дно 3 рази поспіль – 4 бали</li>
      <li>Пройти дистанцію 5 метрів на одній нозі, не торкаючись іншої ноги до землі – 6 балів</li>
      <li>Знайти серед 10 карток 5 слів, пов’язаних із добрими вчинками, за 20 секунд – 9 балів</li>
      <li>Влучити у відро 3 м’ячами з 5 спроб, стоячи на відстані 3 метрів – 7 балів</li>
      <li>Скласти зі слів фразу про доброту із запропонованих 10 випадкових слів – 8 балів</li>
      <li>Перенести предмет ложкою в зубах на відстань 5 метрів, не впустивши його – 7 балів</li>
      <li>Зав’язати стрічку на поясі одного з учасників, використовуючи тільки одну руку – 9 балів</li>
      <li>Пройти 7 метрів парами, зв’язаними ногами, не падаючи й не зупиняючись – 10 балів</li>
      <li>Скласти конструкцію з 10 пластикових стаканчиків, щоб вона не впала за 30 секунд – 6 балів</li>
      <li>Відгадати слово, яке загадала команда, отримуючи лише невербальні підказки – 10 балів</li>
      <li>Пройти дистанцію 5 метрів із книжкою на голові, не притримуючи її руками – 8 балів</li>
      <li>Написати 5 позитивних слів про кожного члена команди за 2 хвилини – 12 балів</li>
      <li>Заспівати відому пісню всією командою, тримаючись за руки – 8 балів</li>
      <li>Намалювати загальну картину на тему "Доброта в дії" за 5 хвилин – 10 балів</li>
      <li>Пройти лабіринт із перешкодами із зав’язаними очима, орієнтуючись лише на підказки команди – 15 балів</li>
      <li>Зробити 15 стрибків через скакалку поспіль, не зачепивши її – 7 балів</li>
      <li>Підняти предмет із землі, не згинаючи коліна, за допомогою команди – 9 балів</li>
      <li>Зібрати розрізаний на 6 частин малюнок, не дивлячись на зразок – 11 балів</li>
      <li>Відповісти на 3 питання про команду, які підготували суперники – 8 балів</li>
      <li>Пройти 10 метрів, тримаючи кульку на ложці, не впустивши її – 7 балів</li>
    </ol>
      <strong>Розбір результатів та висновок:</strong><br>
      Після завершення гри ведучий повідомляє кількість балів, яку команди отримали за свої завдання. Далі варто провести обговорення:<br>
      – Чи були деякі завдання легкими, але малобальними?<br>
      – Хто приймав рішення щодо завдань? Поясніть свій вибір.<br>
      – Чи були завдання складними, але корисними для команди?<br>
      – Чому важливо було вибрати завдання не лише за легкістю виконання, а й за користю?<br>
      – Як це відображає вибір у реальному житті?<br><br>
      <strong>Висновок:</strong><br>
      У житті, як і в цій грі, ми постійно робимо вибір. Іноді ми обираємо легкі шляхи, які приносять мало користі, а іноді важкі рішення, що допомагають нам розвиватися. Гра показала, що правильний вибір – це не завжди найпростіший, але він веде до успіху. Важливо замислюватися про наслідки своїх рішень, адже вони формують наше майбутнє.<br><br>
      <h3>ПОСИЛ: ДВЕРІ МОЖЛИВОСТЕЙ</h3>
      <strong>🎯 Мета:</strong> Допомогти зрозуміти, що вибір – це двері для можливостей. Іноді двері дуже важкі, й важко відкривати, інколи ми не знаємо, як відкрити ці двері. Для цього є допомога: Бога і друзів.<br><br>
      <strong>Хід активності:</strong></br>
      <b>1. Вступ:</b>
      <ul>
      <li>Поясніть, що кожне рішення, яке ми приймаємо сьогодні, може вплинути на наше майбутнє.</li>
      <li>За Дверима є перспектива.</li>
      <li>Деколи ми самі не знаємо, який вибір буде правильним, тому варто радитися з тими, хто бажає нам добра (як в грі) і хто має мудрість в питаннях, які вам не зрозумілі.</li>
      </ul>
      <b>2. Індивідуальна робота:</b>
      <ul>
      <li>Роздайте кожному аркуш паперу та ручку.</li>
      <li>Запропонуйте записати ситуацію чи вибір, перед яким вони стоять зараз або який їм доведеться зробити незабаром.</li>
      </ul>
      <b>3. Коробка виборів:</b>
      <ul>
      <li>Усі кладуть свої записки у коробку.</li>
      <li>Учасники сідають у коло.</li>
      </ul>
      <b>4. Обговорення в колі:</b>
      <ul>
      <li>Перший учасник бере любий папірець із коробки, зачитує написане (анонімно) та пропонує своє рішення цієї ситуації.</li>
      <li>Інші учасники можуть додати свої думки та варіанти вибору. Модератор контролює процес, також даючи пораду на основі Божого Слова.</li>
      <li>Після порад для цього вибору, наступний учасник повторює сценарій.</li>
      </ul>
      <b>5. Підсумок:</b>
      <ul>
      <li>Обговоріть, як вибори, які здаються незначними сьогодні, можуть змінити завтрашній день.</li>
      <li>Підкресліть, що мудрі рішення будуються на правильних цінностях і розумінні наслідків. Ми не завжди знаємо наслідки нашого вибору, але коли знаємо, маємо відповідальність в цьому.</li>
      <li>Наведіть приклад із Біблії (наприклад, вибір Соломона просити мудрості замість багатства, вибір Давида в ситуації з Вірсавією, вибор Рут, вибір учнів йти до кінця за Ісусом).</li>
      <li><b>✅Біблійний принцип:</b> «Я – дорога, і правда, і життя» (Івана 14:6).</li>
      </ul>
      <strong>Основний висновок:</strong></br>
      Те, що ми обираємо сьогодні, формує наше майбутнє. Тому важливо приймати рішення, які приведуть до благословень, а не до розчарувань.</br>
    ''',
  ];

  static List<String> generalGameTxtsDay4 = [
    '''
    <p>Друзі!</br>Даний квест має складну структуру, і для кращого розуміння вам буде краще переглянути його на сторінці pdf.</p>
    ''',
  ];

  static List<String> day4ScenariyMorningTxt = [
    '''
    <h2>РАНКОВА ПРОГРАМА</h2>
    <h3>Сцена 1: Відкриття істини</h3>
    <p><strong>(Скай і Давид ступають на сцену Скайленду. Скай і Давид мають світло, яке видно з-під футболки, маленькі діоди. Скай аж сяє від радості, він не може всидіти на місці, його очі бігають у всі боки, наче він потрапив у країну мрій.)</strong></p>
    <p><strong>Скай</strong>(збуджено): Давиде! Ми тут! Подивися на все це! Давай дослідимо кожен куточок, знайдемо всі скарби, всі фішки, всі лайфхаки! Тут точно є щось приховане, щось, що може зробити наше перебування тут ще крутішим!</p>
    <p><strong>Давид </strong>(спокійно, складаючи руки на грудях): Скай, а навіщо? Ми вже тут. Це і є головне. Хіба не досить просто бути у Скайленді? Стояти біля воріт, насолоджуватися тим, що ми дійшли? Навіщо напружуватися?</p>
    <p><strong>Скай </strong>(здивовано): Ти серйозно? Тебе взагалі не бентежить, що ми стоїмо тут, як туристи, а не намагаємося розібратися, що до чого? Може, все ж краще не просто бути тут, а ще й розібратися, як усе працює? Мати багато скарбів і знати, як ними користуватися, значно цікавіше, ніж просто стояти біля дверей!</p>
    <p><strong>(Давид хитає головою, але Скай не здається. У нього раптом з’являється ідея, і він усміхається хитро.)</strong></p>
    <p><strong>Скай </strong>(з іскрою в очах): А що, якщо про це спитати у Царя?</p>
    <p><strong>(Давид здригається, ніби почув щось неприпустиме.)</strong></p>
    <p><strong>Давид </strong>(заперечно): О ні, це погана ідея. Цар зайнятий. Всі тут зайняті, працюють нон-стоп. Як ти собі уявляєш просто підійти до Нього? До Нього не так просто потрапити, треба записатися, чекати, можливо, роками…</p>
    <p><strong>Скай </strong>(іронічно): Ага, а ще треба мати якісь спеціальні слова? Чи, може, окрему мову, якою говорять з Царем? Чи треба знати секретний пароль?</p>
    <p><strong>Давид </strong>(серйозно): Ну, як мінімум, треба знати, як правильно звертатися. Це ж Цар!</p>
    <p><strong>Скай </strong>(посміхається): А якщо я просто поговорю з Ним, як з другом? Він же мені лишав підказки всю дорогу. Я бачив повідомлення, що Він завжди поруч. Я таки перевірю.</p>
    <p><strong>(Скай підводить голову, вдихає глибоко і впевнено каже.)</strong></p>
    <p><strong>Скай:</strong> Царю! Я тут! І в мене є питання!</p>
    <p><strong>(відео. На площі стає світліше, повітря ніби наповнюється теплом. Перед ними – величний, але водночас простий у своїй теплоті.)</strong></p>
    <p><strong>Цар </strong>(відео. з усмішкою): Скай, я давно чекав цього моменту. Я вболівав за тебе, щоб ти знайшов дорогу в Скайленд. І ось ти тут.</p>
    <p><strong>Скай </strong>(із захопленням): Ти знав, що я прийду?</p>
    <p><strong>Цар </strong>(відео. з теплотою): Авжеж. І я радію, що ти не зупинився на порозі, а захотів дізнатися більше. Що ж тебе цікавить?</p>
    <p><strong>Скай:</strong> Я хочу знайти скарби Скайленду! Дізнатися всі таємниці Царства! Як усе працює, що тут є особливого! Я хочу знати більше, щоб використовувати це правильно і на максимум!</p>
    <p><strong>(Цар усміхається, ніби чекав саме такого запитання.)</strong></p>
    <p><strong>Цар:</strong> Що ж, Скай. Якщо ти справді хочеш знати більше, ти готовий до справжньої подорожі. Але знай – це буде не просто прогулянка. Це випробування. Ти згоден пройти його?</p>
    <p><strong>(Скай обертається до Давида, але той все ще виглядає непевним. Він думає, але не каже нічого.)</strong></p>
    <p><strong>Скай </strong>(рішуче): Так. Я хочу дізнатися правду.</p>
    <p><strong>Цар </strong>(відео): Тоді йди за Мною, і я покажу тобі, що означає бути частиною Мого Царства.</p>
    <p><strong>Скай:</strong> Ооо, у нас новий квест! Ми зможемо скористатись базою даних Царя! Друзі, надіюсь ви теж готові до квесту!</p>
    ''',
  ];

  static List<String> day4RubricMorningTxt = [
    '''
    <h2>РАНКОВІ РУБРИКИ</h2>
    <p>В 4 дні можна використовувати японське вітання “Moshi moshi” (もしもし) — кажуть тільки при телефонних дзвінках, не в інших розмовах. Вважається, що це звучить дружньо.</p>
    <h3>1. Прогноз погоди на день</h3>
    <p><b>Сценарій:</b></br>
    Вітаю, студія, в ефірі СкайЛенду - прогноз погоди.</br>
    Переломний прогноз на день сьогодні очікується в таборі, а також буде рясний дощ із радісних вигуків та сильні пориви дитячої енергії, які накриють усі табірні зони!</br>
    Ранок почнеться з невеликої хмарності над головами тих, хто проспав ранкову програму, але швидке зростання рівня веселощів розжене будь-які залишки сонливості.</br>
    Опівдні можливі локальні спалахи ентузіазму, тож будьте готові до гарного настрою!</br>
    Ближче до вечора температура дружби стабільно підвищуватиметься, створюючи ідеальні умови для сильних потоків обіймів та пісенного граду біля головної сцени.</br>
    А на завершення дня – приємне потепління сердець під зоряним небом, із вірогідністю 100% на вибух щасливих емоцій!</br>
    Нехай цей день стане незабутнім у таборі! Ще побачимось!</p>
    <h3>2. Включати рингтон</h3>
    <p>Спочатку треба відгадати що це за рингтон. А потім весь зал, або по командах, або один учасник з команди мають повторити цю мелодію.</p>
    <p>1. Вайбер дзвінок — <a href="https://www.youtube.com/watch?v=v0TY6WUxgM4">https://www.youtube.com/watch?v=v0TY6WUxgM4</a></p>
    <p>2. Телеграм дзвінок — <a href="https://www.youtube.com/watch?v=tQ3guql0tvU">https://www.youtube.com/watch?v=tQ3guql0tvU</a></p>
    <p>3. Фейстайм дзвінок — <a href="https://www.youtube.com/watch?v=Ufw0bu5MyYA">https://www.youtube.com/watch?v=Ufw0bu5MyYA</a></p>
    <p>4. Скайп дзвінок — <a href="https://www.youtube.com/watch?v=tGLg27Qj_pM">https://www.youtube.com/watch?v=tGLg27Qj_pM</a></p>
    <p>5. Будильник на айфоні — <a href="https://www.youtube.com/watch?v=kcT-i9xzC-8">https://www.youtube.com/watch?v=kcT-i9xzC-8</a></p>
    <p>6. Дзвінок на айфоні — <a href="https://www.youtube.com/watch?v=WdSPzDpMlY0">https://www.youtube.com/watch?v=WdSPzDpMlY0</a></p>
    <h3>3. Табірна пісня</h3>
    <h3>4. Тетріс</h3>
    <p>Потрібно попередньо надрукувати ось ці фігурки (дивись файл “гра тетріс елементи” в notion) Далі кожній команді видається набір з 10 фігурок (один повноцінний набір всіх фігурок) На проекторі показують перший слайд. Завдання команд - скласти таку фігуру, яка є на екрані Хто перший +1 бал В презентації є фігури різного рівня (циферка зліва зверху), за бажанням можна проходити тільки якийсь один рівень Вкінці раунду (або всієї гри) команди підраховують свої зароблені бали
    </br>Переможцю приз</p>
    <h3>5. Сценка головного героя.</h3>
    ''',
  ];

  static List<String> day4ScenariyEveningTxt = [
    '''
    <h2>ВЕЧІРНЯ ПРОГРАМА</h2>
    <h3>Сцена 1: Усвідомлення та розуміння Божого Царства</h3>
    <p><strong>Місце: Друзі сидять, згадуючи та роздумуючи про сьогоднішні пригоди. Відео. Нічне небо вкрите зорями, освітлюючи обличчя Ская та Давида. Вони сидять, замислившись над подіями дня.</br>
     Відчувається, що обидва трохи стомлені, але водночас сповнені внутрішньої сили.</strong></p>
    <p><strong>Скай</strong> (дивлячись у вогонь, задумливо): Знаєш, Давиде, мені здається, що я нарешті зрозумів щось важливе.</p>
    <p><strong>Давид</strong> (нахиляється ближче): Що саме?</p>
    <p><strong>Скай</strong> (піднімає голову, його очі світяться): Скайленд – це не просто якесь далеке місце. Вона зовсім поруч, ми її відчуваємо. Просто раніше не розуміли.</p>
    <p><strong>Давид</strong> (зацікавлено): Як це?</p>
    <p><strong>Скай</strong> (замислено): Ось дивись. Ми часто робимо щось неправильно – говоримо грубо, не допомагаємо, коли могли б, ображаємося. І це ніби носити важкий рюкзак на плечах. Спочатку здається, що він легкий, але чим більше ти його несеш, тим важче стає.</p>
    <p><strong>Давид</strong> (з розумінням): Як коли береш багато речей в похід, а потім розумієш, що половина з них тобі не потрібна?</p>
    <p><strong>Скай</strong> (посміхається): Саме так! І ось у Скайленді цей рюкзак просто зникає. Він стає неважливим, бо Цар прощає нам наші погані вчинки, якщо ми самі визнаємо їх і хочемо змінитися.</p>
    <p><strong>Давид</strong> (очі ширшають): Тобто, якщо я посварився з другом і тримаю на нього злість, то це як нести зайвий тягар?</p>
    <p><strong>Скай</strong>: Так! А коли пробачаєш – ніби скидаєш цей вантаж і дихаєш на повні груди.</p>
    <p><strong>Давид</strong> (з полегшенням): Це круто! А що ще? Як ще там все працює?</p>
    <p><strong>Скай</strong> (радісно): Там інша мова. Там говорять не просто словами, а любов’ю. Це коли ти допомагаєш комусь без користі, коли не смієшся з когось, а підтримуєш. Навіть коли мовчиш, але поряд, і це комусь важливо.</p>
    <p><strong>Давид</strong> (замислено): То виходить, любов – це як головна сила Скайленду?</p>
    <p><strong>Скай</strong> (киває): Так! І ще – там ніхто не самотній. Люди допомагають одне одному, бо розуміють, що разом сильніші.</p>
    <p><strong>Давид</strong> (з захопленням): Це як команда! Тільки велика, де всі дбають одне про одного.</p>
    <p><strong>Скай</strong>: Саме так. І ще – там кожен особливий, унікальний. Тут у світі ми часто намагаємося бути схожими на когось, кращими, ніж інші. А в Скайленді кожен важливий.</p>
    <p><strong>Давид</strong> (усвідомлюючи): Тому там можуть прощати. Бо кожен цінний, і ніхто не хоче нести важкий рюкзак образ.</p>
    <p><strong>Скай</strong> (з посмішкою): Так. Прощення – це справжня сила.</p>
    <p><strong>Давид</strong> (з радістю, але водночас із подивом): Слухай, Скай, ти ж зовсім недавно тут! Як ти так швидко дізнався про все це? Це ж стільки всього, і ти вже говориш, ніби тут жив усе життя!</p>
    <p><strong>Скай</strong> (посміхаючись): З бази даних Царя! Тут записано все, що потрібно знати, тільки треба вміти не просто читати, а розуміти. Якщо вміти користуватися базою даних Царя, то ще й не таке дізнаєшся. Сьогодні я дізнався тільки те, що лежало на поверхні, але відчуваю – попереду ще багато цікавого. Думаю, це лише початок.</p>
    <p><strong>Давид</strong> (зацікавлено): База даних Царя? Тобто, там є всі відповіді на всі питання? Навіть ті, які ще не прийшли мені в голову?</p>
    <p><strong>Скай</strong> (загадково): Навіть попередження про шпигунів. Уявляєш? Вони виглядають як ми, розмовляють як ми, але насправді вони не зі Скайленду. І вони можуть збивати нас із правильного шляху. Тому важливо розпізнавати їх і знати, кому можна довіряти.</p>
    <p><b>(Звук. Вітер легенько шелестить у гілках, немов підтверджуючи їхні слова.)</b></p>
    <h3>Сцена 2: Вечірня зустріч біля вогню</h3>
    <p><b>(Раптом з темряви виходить Свій, весело усміхаючись, тримаючи в руках пакет із ковбасками.)</b></p>
    <p><strong>Свій</strong> (з усмішкою, енергійно): Привіт, хлопці! Я йшов і побачив ваше вогнище. Думав, що не вистачає чогось важливого… Тож приніс ковбаски! Смачні!</p>
    <p><strong>Скай</strong> (з радісною усмішкою, махаючи рукою): О, Свій! Як ти це робиш? Завжди з’являєшся в найкращий момент! Ми тут якраз розмовляли... (затинається) а ти приніс те, що треба! Це точно буде круте паті!</p>
    <p><strong>Давид</strong> (жартівливо, але з прищуром): Ого, Свій, ти точно не читаєш наші думки? Ну серйозно, звідки ти дізнався, що нам зараз таке потрібно? Наче відчув!</p>
    <p><strong>Свій</strong> (сміючись, але трохи надто швидко переводячи розмову): Ой, Давиде, не вигадуй! Просто нюх у мене на добрі моменти. А тепер давайте не витрачати час – ковбаски не будуть чекати! До речі, що у вас сьогодні цікавого сталося?</p>
    ''',
  ];

  static List<String> day4RubricEveningTxt = [
    '''
    <h2>ВЕЧІРНІ РУБРИКИ</h2>
    <h3>1. Фото і відео дня</h3>
    <h3>2. Підбери ключ</h3>
    <p>Ведучий викликає одного учасника з залу Його завдання - відкрити 10 замків Наприклад за 1 хвилину (перед тим спробувати з командою чи це реально підібрати за 1 хвилину) Якщо він справляється - то несе приз в свою команду Якщо не справляється - викликаємо іншого учасника (можемо ще підняти часовий ліміт для наступного учасника)</p>
    ''',
    '''
    <h3>3. Хто більше?</h3>
    <p>Командами написати які оригінальні функції має смартфон, але не заглядати в нього Яка команда найбільше напише - подарунок</p>
    <h3>4. Вгадати мелодію</h3>
    <p>1. <a href="https://www.youtube.com/watch?v=xGx1OrNX3LA">Суперкнига</a> (найкраще з 1:10)</p>
    <p>2. <a href="https://www.youtube.com/watch?v=2JR5mhFZ3yU">Крижане серце</a> (найкраще з 57 секунди)</p>
    <p>3. <a href="https://www.youtube.com/watch?v=HktkyHKLna0">Фіксики</a></p>
    <p>4. <a href="https://www.youtube.com/watch?v=-VhIAmGYKog">Король Лев</a></p>
    <p>5. <a href="https://www.youtube.com/watch?v=QoNkfOHBzQk&list=PLDiGnBYBmPWpNiZ-gwDanCudkU_Ty1a8b&index=2">Мадагаскар</a></p>
    <p>6. <a href="https://www.youtube.com/watch?v=Ha_5VPWR4Fg">Том і Джері</a></p>
    <p>7. <a href="https://www.youtube.com/watch?v=bV_Z8hI8iwI">Angry Birds</a></p>
    <p>8. <a href="https://www.youtube.com/watch?v=-7Axyj3s5AA">Свинка Пеппа</a> </br></br>
    <a href="https://www.youtube.com/watch?v=AkgInXqi-ew">(версія зі словами, якщо вже не відгадать перший варіант)</a></p>
    <h3>5. Сценка головного героя</h3>
    <h3>6. Табірна пісня</h3>
    ''',
  ];

  static List<String> day4RubricEveningImg = [
    "images/rubric_2.png",
  ];

  static List<String> teambuildingTxtsDay5 = [
    '''
    <p>Граючи ці ігри потрібно дуже спостерігати за дітьми, як вони поводяться і як ставляться один до одного, і потім зробити відповідні висновки з гри.
    </br>Цей день п'ятий, і ми вже в царстві в якому один одного поважають, проявляють любов, не заздрять.</p>
    <b>1. ВЕЖА ЗІ ВЗУТТЯ</b>
    <p>Для цієї гри тобі потрібні учасники, їхнє взуття та вимірювальна рулетка.
    </br>Задача в грі побудувати найбільшу вежу з власного взуття. По сигналу ведучого гравці знімають своє взуття і починають будувати вежу. По закінченню часу ведучий іде рулеткою і вимірює висоту вежі. Час визначаєте самі. Щоб було цікавіше можна дозволити гравцям використовувати і свої шкарпетки.</p>
    ''',
    '''
    </br>
    <b>2. ТАНГРАМ</b>
    <p>Це головоломка, яка складається з семигеометричних фігур.  Її можна зробити самим, надрукувавши фігури на картоні.</p>
    ''',
    '''''',
    '''
    <p>Ведучий ділить всіх учасників по парах. Вони сідають спиною один до одного. Один учасник отримує танграм (набір з 7 елементів), а другий - картинку з фігуркою, яку вони в парі мають скласти.</p>
    <p>По сигналу вони починають складати, але вони сидять спинами один до одного. Тому той хто тримає картинку намагається розказати іншому, яку фігурку брати і куди її ставити. Котра пара вважає що вони виконали завдання, то зупиняються але далі сидять спиною один до одного і кличуть ведучого та порівнюють картинку і те, що вони зробили.</p>
    <b>3. ЛАБІРИНТ</b></br></br>
    <b>Інвентар:</b> брезент, або велике простирадло; поролонові труби (або чимось замінити); пластикова кулька для сухого басейну.</br></br>
    <b>Хід гри:</b> Вся команда тримається за простирадло і їм потрібно провести кульку від старту до фінішу. Руками кульку не можна брати. Ігрове поле повинно бути натягнутим.</br>
    Для ускладнення можна ще зробити не великі дірки.</br>
    ''',
    '''
    </br>
    <b>4. ПЕРЕНЕСТИ ПЛЯШКУ</b></br></br>
    <b>Інвентар:</b> брезент, або велике простирадло; поролонові труби (або чимось замінити); пластикова кулька для сухого басейну.</br></br>
    <b>Хід гри:</b> Вся команда тримається за простирадло і їм потрібно провести кульку від старту до фінішу. Руками кульку не можна брати. Ігрове поле повинно бути натягнутим.
    </br>Для ускладнення можна ще зробити не великі дірки.</br></br>
    ''',
    '''
    </br>
    <b>5. КОЛЕСО</b></br></br>
    <b>Інвентар:</b> шина з машини, і на ній мають бути мотузки 10-12 шт.</br></br>
    <b>Хід гри:</b> Треба перемістити колесо з однієї точки в іншу.Руками тримати колесо заборонено. Можна зробити так як на фото дві лінії за які не можна заступати гравцям.
    </br>
    ''',
    '''
    </br>
    <p>*додаткові ідеї</p>
    <a href="https://www.instagram.com/reel/C_fPbG4Pa-X/?igsh=a2hhczBvZW1oY3Jh">https://www.instagram.com/reel/C_fPbG4Pa-X/?igsh=a2hhczBvZW1oY3Jh</a></br></br>
    <a href="https://www.instagram.com/reel/DA-ezl1ypKK/?igsh=MWIxYWN0aXJuMGEzeg==">https://www.instagram.com/reel/DA-ezl1ypKK/?igsh=MWIxYWN0aXJuMGEzeg==</a></br></br>
    <a href="https://www.instagram.com/reel/C9Wu6XPIs6W/?igsh=d2c5Mm8wc2s5cjV6">https://www.instagram.com/reel/C9Wu6XPIs6W/?igsh=d2c5Mm8wc2s5cjV6</a></br></br>
    ''',
  ];

  static List<String> teambuildingImgDay5 = [
    "images/teambuild_3_1.png",
    "images/teambuild_3_2.png",
    "images/teambuild_3_3.png",
    "images/teambuild_3_4.png",
    "images/teambuild_3_5.png",
    "images/teambuild_3_6.png",
  ];

  static List<String> openKeyTxtsDay5 = [
    '''
    <p><b>✍️ Головна ідея: говоримо про те що царство , яке всередині нас, змінює нас та ним можна поділитися з іншими.</br></br>
    Цей ОК має проходити незвично , за столом де кожному учаснику є відведене місце.</b></p>
    ''',
    '''
      <p>На кожній тарілочці на столі є текст з Біблії – тексти можуть повторюватись.</p>
      <p><strong>Завдання учасників:</strong> Прочитати текст, на скатертині (крафтовий папір) написати відповідь на питання: що Цар рекомендує робити кожній людині, яка прочитала цей текст. Зачитують рекомендації вголос. Лідер може розказати історію зі свого життя: чи таке було в його житті і як він виконує це Слово.</p>
      <p>Місця з Біблії (файл для друку в матеріалах):</p>
      <ul>
        <li>2 Коринтян 13:11</li>
        <li>Филипян 2:2</li>
        <li>Галатів 5:26</li>
        <li>Ефесян 2:10</li>
        <li>Ефесян 2:14</li>
        <li>Ефесян 4:15</li>
        <li>Колосян 2:2,3</li>
        <li>Колосян 4:3,4</li>
        <li>Єв. Івана 1:12</li>
        <li>Марка 16:20</li>
      </ul>
      <strong>Гра "Віднайди ключі"</strong>
      <p>Показуємо частинку впізнаваних брендів, щоб учасники спробували вгадати, що це за бренд. (Картинки в роздрукованих матеріалах)</p>
      <p>*Додаткові завдання “Вгадай бренд” шукай за посиланням нижче (або в папці табору на Google Drive):</p>
      <p><a href="https://docs.google.com/presentation/d/1QFSLdq8PSpInSSEaQPDzOuNE-mlazh8OuJVQi2N_Odg/edit?usp=sharing" target="_blank">Переглянути презентацію</a></p>
      <p>Кожен відомий бренд має свої характеристики, по яких його впізнають, навіть якщо там немає жодного напису. Так само Царство Боже має певні риси, по яких можна зрозуміти, чи належить ця людина до Царства, чи ні.</p>
      <p>Перше, що можна помітити в людині, яка має ЦБ – це зміни! Вона ніколи не буде такою, як була раніше, і ці зміни обовʼязково позитивні!</p>
      <p>Отже, ознаки, по яких можна зрозуміти, що ця людина має всередині СКАРБ:</br>(Можна писати на ватмані)</p>
      <ol type="1">
        <li>Любить Бога і довіряє Йому – така людина говорить про Бога, молиться, читає Біблію і намагається жити так, як вчить Ісус.</li>
        <li>Добра і допомагає іншим – християнин піклується про людей, підтримує слабших, ділиться тим, що має, навіть якщо йому самому непросто.</li>
        <li>Прощає, а не мстить – якщо хтось зробив йому щось погане, він не ображається надовго і не шукає помсти, а намагається простити, як Ісус.</li>
        <li>Говорить правду – не бреше, навіть якщо це важко, бо знає, що Бог хоче, щоб люди були чесними.</li>
        <li>Не свариться і не злиться без причини – якщо навіть хтось його дратує, він намагається говорити спокійно і не ображати інших.</li>
        <li>Радіє тому, що має – не заздрить іншим, не скаржиться постійно, а дякує Богові за своє життя.</li>
        <li>Молиться за інших – якщо хтось хворіє або має проблеми, він може сказати: “Я буду молитися за тебе” і справді це робить.</li>
        <li>Любить усіх, навіть якщо вони різні – не ділить людей на “добрих” і “поганих”, не зневажає нікого, бо знає, що Бог любить кожного.</li>
        <li>Намагається жити так, як Ісус – вчиться з Біблії, як бути добрим, чесним і люблячим, і намагається це виконувати.</li>
        <li>Не боїться говорити про свій СКАРБ – не приховує, що вірить у Бога, і може розповісти іншим, чому це важливо для нього.</li>
      </ol>
    <p>Ці ознаки не означають, що християнин – ідеальна людина. Він теж може помилятися, але намагається виправитися і жити так, як хоче Бог.</br>(варіанти дітей)</p>
    <p>Отже, давайте поговоримо про останній пункт: людина, яка має ЦБ всередині, вона – ходяча реклама ЦБ!</p>
    <p>Не може людина, яка має ЦБ в собі, бути злою та недоброю.</p>
     <blockquote>
       «За їхніми плодами впізнаєте їх. Хіба збирають виноград з тернини або смокви – з будяків? Так усяке добре дерево родить добрі плоди, а погане дерево родить погані плоди. Не може добре дерево поганих плодів родити, а погане дерево родити добрих плодів. Кожне дерево, що не родить доброго плоду, зрубують і кидають у вогонь. Тож за їхніми плодами пізнаєте їх.»<br>
       <strong>Матвія 7:16-20 (CUV)</strong>
     </blockquote>
     <p>Де б вона не була, її будуть впізнавати. І кожна така людина має місію від самого Царя!</p>
     <p>Давайте знайдемо її в скрині:</p>
     <blockquote>
       «І Він сказав їм: Ідіть по цілому світі й усьому творінню проповідуйте Євангелію.»
     </blockquote>
     <p>Памʼятаєте , коли ми шукали цб, м знайшли підказку ,що ЦБ схоже на закваску - давайте спробуємо зрозуміти чому Ісус прирівняв її до ЦБ.</p>
     <p>Закваска – це невелика кількість тіста або дріжджів, які додають у борошно, щоб воно виросло і стало пухким. Вона має здатність поступово поширюватися по всьому тісту, змінюючи його структуру.</p>
    ''',
    '''
    <p>Зробіть таку закваску і принесіть на зустріч.</p>
    <p>Чому закваска в Біблії прирівняна до Царства Божого?</p>
    <p>Ісус порівняв Царство Боже із закваскою в притчі: “Подібне Царство Боже до закваски, що жінка взяла і поклала в три мірки муки, аж поки все вкисло” (Луки 13:20-21).</p>
    <ol type="1">
    <li>Маленький початок – великий вплив.  Закваска – це щось маленьке, але воно поступово змінює все тісто. Так само і Царство Боже почалося з невеликої групи учнів Ісуса, але поширилося по всьому світу.</li>
    <li>Невидима, але потужна дія. Закваска працює всередині тіста, її не видно, але вона змінює всю масу. Так само благодать Царя змінює серця людей і суспільство зсередини.</li>
    <li>Вплив людей, які мають ЦБ всередині на світ.Так як закваска впливає на все тісто, так і справжні християни через свою віру, любов і праведність впливають на суспільство та змінюють їх. Закваскою можна ділитися, так і люди можуть ділитися ЦБ.</li>
    </ol>
    <strong>Святковий банкет</strong></br>
    Отже, ми сьогодні з вами зрозуміли деякі фішки ЦБ, але пропонуємо відчути їх на смак.</br></br>
    Лідер виставляє на стіл смаколики з рекламним коментарем про те, як це відноситься до Царства Божого (Підготуйте вказані продукти для того, щоб кожен міг спробувати)</br></br>
    <b>Фішки ЦБ:</b></br>
    <ul>
    <li>Бутерброди - це віра!</li>
    <li>Горіх - надійне сховище!</li>
    <li>Травʼяний чай чи лимонад з мʼятою - мир, спокій!</li>
    <li>КітКат 4 палички - свої люди</li>
    <li>MMS - радість</li>
    <li>Снікерс - суперсила від Бога</li>
    <li>Попкорн - отримуєш більше, ніж очікуєш</li>
    <li>Фрукти - Надія!</li>
    <li>Маршмелоу (сердечка) - любов!</li>
    </ul>
    <p>Під час пригощання, спілкуйтеся про те, яка фішка ЦБ їм подобається найбільше, та якої їм дуже не вистачає!</p>
    <p>Накінець поговоримо про те, що всі ці якості потрібно в собі розвивати. Бо неможливо одразу стати тим, хто буде любити. Але можна почати з малого, проявити любов до своїх домашніх. Це як неможливо відразу сісти на шпагат – потрібно спочатку робити розтяжки довгий період. І якщо ти не зупинишся, то через деякий час ти зможеш стати на шпагат.</p>
    <p>Можна роздати кожному декоративний гарний папірець, на якому вони напишуть, яку фішку вони будуть розвивати та кроки, які для цього будуть робити.</p>
    ''',
  ];

  static List<String> openKeyImgDay5 = [
    "images/open_key_img7.png",
    "images/open_key_img8.png",
  ];

  static List<String> bonusTeensTimeTxtsDay5 = [
    '''
     <p>КОРОЛІВСЬКА КУХНЯ – МАЙСТЕР-КЛАС</p>
     <p><b>Мета: Розкрити поняття «Учні Христа».</b></p>
     <p>Головна істина ТРАЙФЛУ. Він складається з шарів, які повторюються.
     </br>Ісусові учні не були ідеальними, коли вони помилялись, робили погані вчинки (навіть по відношенню до Ісуса), Ісус продовжував їх любити, з ними дружити. 
     </p>
     <p>Так само і ми, навіть коли робимо щось погане або помиляємось, Ісус дає нам другий шанс, ми можемо все почати з чистого листа. Крок за кроком, шар за шаром ми вчимось бути учнями Ісуса. 
     </br>Учень Ісуса помиляється, але завжди має шанс через Ісуса і Його любов.</p>
     <p>ІГРИ МОЖНА ПРОВОДИТИ ПО КОМАНДАХ, МОЖНА ЯК ОСОБИСТИЙ ЗАЛІК</p>
     <p>Щоб попасти на королівську кухню, треба пройти інструктаж і перевірити, а що взагалі ви знаєте про кухню. Знання принесуть бонуси.</p>
     <p>Учасники, які дали більше відповідей – отримують бали, за які можна додатково придбати після деталі для десерту (посипку, ягоди, шоколад – залежить від можливостей)</p>
     <p><b>ГРА «Відгадай страву»</b></p>
     <p><b>Мета гри:</b> Розвинути уяву, кмітливість і знання про різноманітні страви з усього світу.</p>
     <b>Правила гри:</b> 
     <ul>
     <li>Ведучий зачитує або показує список інгредієнтів.</li>
     <li>Гравці повинні відгадати, яка страва готується з цих інгредієнтів.</li>
     <li>За правильну відповідь гравець отримує 1 бал.</li>
     <li>Перемагає той, хто набрав найбільше балів.</li>
     <li>Можна грати індивідуально або командами.</li>
     </ul>
     <b>Приклади:</b>
     <ol type="1">
       <li>Тортилья, квасоля, сир, овочі → Буріто</li>
       <li>Тісто, сир, томатний соус → Піца</li>
       <li>Вода, картопля, буряк, капуста, морква → Борщ</li>
       <li>Картопля, яйце, майонез, горошок → Олів’є</li>
       <li>Тісто, яблука, кориця → Шарлотка</li>
       <li>Лапша, бульйон, курка → Рамен</li>
       <li>Борошно, яйце, вершкове масло, шоколад → Брауні</li>
       <li>Тісто, м’ясо, спеції → Хінкалі</li>
       <li>Квасоля, томати, спеції → Чилі кон карне</li>
       <li>Сир, яйце, вершки, бекон, спагеті → Паста карбонара</li>
       <li>Борошно, масло, шоколадна начинка → Круасан</li>
       <li>Курка, соєвий соус, кунжут → Теріякі</li>
       <li>Фарш, капуста, рис → Голубці</li>
        <li>Лаваш, м’ясо, овочі, соус → Шаурма</li>
        <li>Борошно, яйце, молоко, варення → Млинці</li>
      </ol>
      <b>Варіації гри:</b>
      <ul>
        <li>Рівень складності: можна збільшувати кількість інгредієнтів або навпаки прибирати ключові складники.</li>
        <li>На швидкість: хто першим дасть правильну відповідь, отримує бал.</li>
        <li>Візуальна підказка: використовувати картинки страв.</li>
        <li>Кулінарний експерт: додавати цікаві факти про походження страв.</li>
      </ul>
      <p><b>«Гастрономічна міміка» - гра команда. Кожен учасник команди переможця отримує бал.</b></p>
      <ul>
      <li>Один учасник команди отримує картку з назвою страви (наприклад, «пельмені», «суші», «бургер»).</li>
      <li>Без слів, лише мімікою та жестами, він має зобразити приготування або вживання цієї страви.</li>
      <li>Решта команди повинна вгадати, про яку страву йдеться.</li>
      <li>Чим швидше команда вгадає, тим більше купонів отримує.</li>
      </ul>
      <p>«Яйцеходи» – перенести яйце на ложці через перешкоди.</p>
      <p>«Шеф-нюхач» – із закритими очима визначити інгредієнти за запахом.</p>
      <p>«Соняшниковий челендж» – налущити 30 зернят соняшника на швидкість.</p>
      <p>«Солодкий баланс» – з’їсти печиво, покладене на лоб, без допомоги рук.</p>
      <p>«Яблучна гра» – з’їсти яблуко, прив’язане на нитці, без рук.</p>
      <p>«Кулінарний майстер» – швидко нарізати овочі на однакові шматочки.</p>
      <p>«Ресторанна пам’ять» – запам’ятати 10 інгредієнтів за 30 секунд і відтворити їх на папері.</p>
      <p>«Кулінарна естафета» – учасники по черзі передають ложкою певний інгредієнт, не впустивши його.</p>
      <p>На кухні короля працюють справжні професіонали. Але всі професіонали були учнями.</p>
      <ul>
      <li>СПІЛКУВАННЯ: ХТО ТАКІ УЧНІ? (додаючи Учні Христові)</li>
      <li>МАЙСТЕР-КЛАС</li>
      </ul>
    ''',
    '''
      <p><strong>Десерт «Трайфл»:</strong></p>
      <ul>
      <li><strong>Інгредієнти:</strong> бісквіт (готовий або домашній), вершковий сир або збиті вершки, ягоди (полуниця, малина, чорниця), джем або фруктове пюре, шоколад або горіхи для декору.</li>
      <li><strong>Додатковий інвентар:</strong> прозорі стакани або креманки для подачі, ложки, шпателі, ножі для нарізки бісквіту.</li>
      <li><strong>Методи приготування:</strong> складання шарів у стаканах, збивання вершків, декорування.</li>
      <li><strong>Презентація:</strong> красиве оформлення десерту, створення унікальних комбінацій смаків.</li>
      </ul>
      <p><strong>ВАРІАНТ - КІМНАТА ТАЄМНИЦЬ (ХЛОПЦІ-ДІВЧАТА)</strong></p>
      <strong>Egg Drop</strong></br>
      Команди проектують і будують захисні конструкції, які запобігатимуть розбиттю сирого яйця після падіння з 10-футової висоти. Ця вправа зі створення команди також може бути використана для ознайомлення з уроками Божого захисту та лагідності.</br>
    ''',
    '''
     <strong>Підготовка</strong></br>
     Ця дія найкраще працює з сирими яйцями. Однак, якщо безлад викликає серйозне занепокоєння, замість цього можна використовувати зварені круто яйця.</br></br>
     <strong>Як грати</strong></br>
     Створення структури</br>
     Розділіться на команди по 2-5 гравців.</br>
     Дайте кожній команді один комплект матеріалів. </br>
     Доручіть кожній команді зробити захисну конструкцію для своїх яєць, використовуючи подані матеріали. </br>
     Конструкція повинна запобігати розбиттю яйця при падінні з висоти 3-4 метра. </br>
     Командам буде надано близько 15 хвилин, щоб скласти конструкцію.
     </br>Критерії оцінювання</br>
     Якщо лише одне яйце команди не розбито: ця команда виграє.<br>
     Якщо всі яйця розбито: команда, яка створила найменше безладу на землі, виграє.<br>
     Якщо більше ніж 1 яйця команди не розбито: виграє команда, яка використала найменше матеріалів.</p>
     <p><strong>Викидання яйця</strong><br>
     Зберіть усіх через 15 хвилин. Нехай команди по черзі скинуть свої конструкції (з одним яйцем всередині) з висоти 3-4 метра. Присудіть приз команді-переможцю на основі критеріїв суддівства.</p>
     <p><strong>ОБГОВОРЕННЯ – предметний урок з яйцем</strong></br></br>
     Неушкоджена оболонка яйця символізує сексуальну чистоту людини. 
     <ol type="1">
     <li>Вона така сама біла.</li>
     <li>Вона така ж тендітна.</li>
     <li>Якось розбивши, її не відновиш.</li>
     <li>Коли яйце розбивається, виходить липкий бруд.</li>
     <li>У яєчні всі яйця без оболонки (голі), всі перемішані, всі разом.</li>
     <li>Чому яйце прагне впасти? Закон тяжіння до гріха.</li>
     <li>При виконанні цього завдання зазвичай виявляється, що найбурхливішу реакцію глядачів викликає розбите яйце; збереження оболонки залишає більшість учасників байдужими.</li>
     </ol>
      <p><strong>Пояснення ведучого та його питання групам:</strong></p>
      <ul>
        <li>а. Як ви виконували отримане завдання: просто звалили всі отримані матеріали до купи або спочатку обдумали завдання і склали план на основі певних логічних аргументів?</li>
        <li>б. Чи були вам корисні поради, ідеї та практична допомога інших учасників групи? Чи було б вам простіше виконати це завдання поодинці?</li>
        <li>в. Було б вам простіше, якби у вашій групі був учасник, який раніше вже виконував це завдання (можливо, що вже зробив помилки або впорався із завданням без помилок з першого разу), який міг би допомогти вам своєю порадою?</li>
        <li>г. Ваше ставлення до сексуальної чистоти до шлюбу. До якого табору ви ставитеся: до тих, хто вважає, що потрібно утримуватися до шлюбу і зберігати себе для чоловіка/дружини, або тих, хто вважає, що можна і потрібно займатися сексом до шлюбу. Які дії можуть підстрахувати вас у прагненні зберегти чистоту? (Наприклад: правильне вирішення питання про те, де проводити час зі своїм хлопцем чи дівчиною; заучування біблійних віршів). До кого ви можете звернутися за порадою, яка допоможе вам зберегти чистоту?</li>
      </ul>
      <p><strong>Висновок</strong><br>
      Щоб зберегти чистоту, теж потрібна серйозна підготовка: цілеспрямовані роздуми, вірні рішення та практичні дії. І цим ми з вами займемося найближчими днями. Адже чистота тендітна судина, яку дуже легко розбити... Тому її безпеку не варто довіряти нагоді чи пускати на самоплив.</p>
      <p><strong>ВАРІАНТ - ІГРОВА КІМНАТА (програма Kvadrat 127)</strong></p>
      <p><strong>НАСТІЛЬНІ ІГРИ</strong><br>
      Складіть список настільних ігор, які ви маєте. Запропонуйте учасникам таку схему: кожен отримує список настільних ігор, в які може пограти. У кожного учасника свій порядок ігор. На будь-яку гру відведено 15 хвилин. Можливо, хтось не встигне закінчити її, але поясніть, що ми не маємо це за ціль. По свистку ведучого кожен учасник поспішає за той столик, де грають наступну гру з його списку. Учасники зможуть грати і спілкуватимуться між собою, навіть ті, хто між собою незнайомі.</p>
      <p>Рекомендуємо такі ігри: Phase-10, Skip-Bo, UNO, Monopoly, Blitz, Бонанза, Цитаделі, Джанга, Мікадо</p>
      <p><strong>ГРА «4 на дивані»</strong><br>
      <strong>Інвентар:</strong> диван, стільці, папірці, ручки.<br>
      Для гри потрібен диван, на якому можуть сісти четверо людей, і п’ять стільців, розставлених півколом навпроти дивану (так, щоб виходило замкнуте кільце, і всі бачили один одного).</br></br>
      Гравці діляться на дві команди порівну. На восьми папірцях пишуться імена учасників (на кожному – по одному, уникаючи повторень – імена повинні бути унікальними).<br>
      Гравці сідають на диван і на чотири стільці з п’яти, залишаючи середній стілець вільним, причому гравці однієї команди не повинні сидіти поруч (тобто сідають через одного, в шаховому порядку).<br>
      Папірці перемішують і озвучують учасникам. 
      <p><b>Гра починається так:</b> гравець, зліва від якого порожнє місце, називає ім’я одного з гравців, і той, у кого в руках папірець з названим ім’ям, пересідає на порожнє місце і обмінюється папірцями з гравцем, який його викликав. Гра продовжується, і місце, яке щойно звільнилося, займає наступний гравець, чиє ім’я назвали.</p>
      <p><b>Завдання гравців кожної команди:</b> посадити всю свою команду на диван, змістивши супротивників на стільці.</p>
      <p><strong>ВАРІАНТ - КОРОЛІВСЬКА БІБЛІОТЕКА – ЛЮБОВ – ЦЕ ДІЄСЛОВО</strong></p>
      <p><strong>Розбір Біблії – формат домашньої групи.</strong><br><br>
      <strong>Гра при зустрічі – ЗНАЙДИ ДІЄСЛОВО</strong><br>
      На великому форматі роздруковується ребус, де зашифровані слова-дієслова. Задача учасників знайти 1 дієслово і його обвести.</p>
      <p>Приклад дієслів.</p>
    ''',
    '''
      <h2>ГРА 2. АЛІАС</h2>
      <p>Гра по командах. Виграє та команда, яка перша пояснить 10 слів.</p>
      <b>Правила гри.</b> Учасник в спеціальних окулярах має 10 слів. Учасники з команди по черзі пояснює слово. Пояснювати слово можна за допомогою синонімів, опису чи жестів, але заборонено використовувати саму частину слова або прямі переклади. Після того, як відгадано 1 слово, 1 папірець прибирають і загадують наступне.</br></br>
      <b>БІБЛІЙНЕ ПОСЛАННЯ</b><br><br>
      <b> "ДОСКОНАЛА ЛЮБОВ БОГА"</b></br>
      <b>Біблійний уривок:</b> 1 Коринтянам 13</br>
      <b>Головна думка:</b> Бог любить тебе досконалою та безумовною любов’ю</br>
      <b>Питання для дискусії:</b>
      <ul>
        <li>Звертаючи увагу на початок цього уривка, як ви думаєте, чи можна здійснювати милосердні, добрі вчинки без любові?</li>
        <li>Які якості любові описані в цьому уривку? Яка з них найбільше привернула вашу увагу і чому?</li>
        <li>Як ви розумієте фразу: «Любов усе покриває, всьому вірить»? Чи означає це, що любов вірить навіть тоді, коли їй свідомо брешуть?</li>
        <li>Як ви вважаєте, чи можна покривати зло і закривати очі на беззаконня в ім’я любові?</li>
        <li>У 8-му вірші сказано: «Любов ніколи не перестає існувати». Чи погоджуєтеся ви з цим і чому?</li>
        <li>Які риси любові найменше розвинені у взаєминах між людьми в сучасному світі? Які якості любові ви хотіли б посилити або розвинути у своєму житті?</li>
        <li>Про яку досконалість ідеться в 10-му вірші, що далі переходить в 11-й і 12-й? Що автор хоче донести, використовуючи порівняння з відображенням людини в тьмяному дзеркалі?</li>
        <li>Чому автор виділяє любов над вірою та надією? Чи погоджуєтеся ви з цим?</li>
        <li>У паралельних біблійних уривках багато сказано про те, що Бог є любов і що любов походить від Нього. У чому найбільше проявляється Божа любов до нас? Як ми можемо практично бачити та переживати Його любов?</li>
      </ul>
       <b>Альтернативне питання:</b> Якщо Бог відчуває до тебе досконалу любов, чи хотів би ти прийняти її не лише на рівні історій та розповідей, а як щось особисте?</br>
    ''',
  ];

  static List<String> bonusTeensTimeImgsDay5 = [
    "images/bonus_time1.png",
    "images/bonus_time2.png",
    "images/bonus_time3.png",
  ];

  static List<String> day5ScenariyMorningTxt = [
    '''
    <h2>РАНКОВА ПРОГРАМА</h2>
    <h3>Сцена 1: Сумніви та перші випробування</h3>
     <p><i><b>Місце: Галявина біля вогнища, там де вони були ввечері. Відео. Сонце вже зійшло, освітлюючи вранішній серпанок. Давид та Скай розпалюють вогонь для сніданку. Свій спокійно сидить осторонь, обдумуючи щось.</b></i></p>
     <p><strong>Свій</strong> (спершись на коліна, з цікавістю): Ну що, хлопці, розповідайте, які у вас новини? Як там ваш Скайленд? Щось цікаве сталося?</p>
     <p><strong>Скай</strong> (з радісною усмішкою, розкладаючи дрова): Знаєш, Свій, я помітив, що відколи я потрапив у Скайленд, все ніби складається саме собою! Я змінююся, і мені це подобається. Я перестав боятися труднощів. У мене з’явилася команда, з якою я можу йти вперед, мене підтримують, а головне – я відчуваю, що Цар поруч!</p>
     <p><strong>Давид</strong> (захоплено): Це правда, ти змінився! Ти тепер інший – упевнений, сильний, справжній лідер!</p>
     <p><strong>Свій</strong> (зі скептичною усмішкою, хитаючи головою): Ти просто сам повірив у себе. Ти багато старався, ось тобі і почало щастити. Але це не якийсь там Скайленд чи Цар. Це просто твій день, Скаю, от і все!</p>
     <p><strong>Скай</strong> (трохи здивовано, але спокійно): Свій, ти не розумієш… Це не просто про мене. Це щось більше. Я відчуваю це в середині.</p>
     <p><strong>Свій</strong> (зігнувши руки на грудях, зухвало): А ти впевнений, що це не просто твоє бажання бути особливим? Ти думаєш, що тільки тобі щастить? Та ні, друг, це просто збіг. І взагалі, всі рівні. Навіщо вигадувати собі якусь силу згори?</p>
     <p><strong>Скай</strong> (замислено, але впевнено): Але ж я бачив знаки! Цар завжди дає мені підказки, і вони ведуть мене правильним шляхом, з доступом до бази даних Царя мені стало легше робити вибір.</p>
     <p><strong>Свій</strong> (з легкою насмішкою): О, знаки! Це просто випадковості, Скаю. Ти сам вирішуєш, що бачити. А якщо це все – твоя уява? Якби ти не вірив у Царя, уяви, що було б – ти все одно зміг би, нічого б не змінилося!</p>
     <p><b>(Відео. На задньому фоні з’являються підказки від Царя, написи, які мерехтять у повітрі: «Світло».)</b></p>
    <h3>Сцена 2: Викрадення світла</h3>
      <p><b>(Свій зупиняє погляд на невеличкому світлу, що просвічується крізь футболку Ская. Воно зʼявилось в 4 день ранок, після того як Скай в третій день вечір народився згори. Це його лампочка – символ народження згори, який він отримав у Скайленді.)</b></p>
      <p><strong>Свій</strong> (з насмішкою, підходячи ближче): Ого, Скаю, що це в тебе там під футболкою? Не кажи, що це твій секретний супергеройський артефакт? А може, нічна лампа, щоб не боятися темряви?</p>
      <p><b>(Свій робить імітацію, ніби струшує світло зі Ская, сміється, намагаючись його висміяти.)</b></p>
      <p><strong>Свій</strong> (глузливо): Чесно, Скай, а раптом це просто якийсь глюк? Може, воно світиться тому, що ти сам у це вірити захотів? Давай перевіримо – якщо його не стане, ти ж і далі будеш таким самим, правда?</p>
      <p><b>(Свій простягає руку, ніби хоче забрати світло, але воно не піддається, залишаючись на місці, ніби вросле у Ская.)</b></p>
      <p><strong>Скай</strong> (спокійно, але твердо): Свій, це не просто річ. Це частина мене. Це світло не можна просто забрати.</p>
      <p><strong>Давид</strong> (хвилюється, підходить ближче): Свій, це не просто світло! Це те, що відображає, ким він став. Це не про удачу, це про вибір!</p>
      <p><strong>Свій</strong> (сміючись): А я думаю, що це просто випадковість. І знаєш що? Я просто заберу її, щоб ти був як всі. Не варто виділятися.</p>
      <p><strong>Скай</strong> (раптом розуміючи, що відбувається, твердо): Ти не просто смієшся зі світла, Свій. Ти висміюєш мене. Ти хочеш, щоб я сумнівався у своєму виборі.</p>
      <p><b>(Скай задумується, його погляд сповнюється розумінням.)</b></p>
      <p><strong>Скай</strong> (із роздумами): Ти робив це не тільки зі мною… Макстренд теж колись вірив у щось більше. Але він послухав тебе. І збився зі шляху.</p>
      <p><strong>Давид</strong> (здивовано): Макстренд?</p>
      <p><strong>Скай</strong> (твердо): Так. Він навіть не встиг отримати світло. Він збився з дороги до Скайленду.</p>
      <p><b>(Скай робить глибокий вдих, ніби приймаючи важливе рішення, і підіймається.)</b></p>
      <p><strong>Скай</strong> (голосно, впевнено): Я піду за Макстрендом. Я йду в Ілюзорне Царство!</br>
      (Давид ошелешено дивиться на нього, Свій єхидно усміхається.)</p>
      <p><strong>Свій</strong> (з удаваним співчуттям): Ти справді так думаєш? Як тільки ти відійдеш занадто далеко від Скайленду, твоє світло згасне. І тоді ти станеш таким, як усі…</p>
      <p><strong>Скай</strong> (повертається до Свого, впевнено, але спокійно): Свій, ти не розумієш. Те, що ти намагаєшся висміяти, – це не просто світло. Це частина мене, і я не один.</p>
      <p><b>(Скай робить крок вперед, дивиться в зал, голос стає ще твердішим.)</b></p>
      <p><strong>Скай</strong>: Багато хто тут, (показує в зал) також зі Скайленду. І ми підемо разом. Ми не боїмося темряви, бо несемо світло.</p>
      <p><b>(Напружена тиша. Музика. Скай вдивляється вдалину, приймаючи рішення.)</b></p>
    ''',
  ];

  static List<String> day5RubricMorningTxt = [
    '''
    <h2>РАНКОВІ РУБРИКИ</h2>
    <h3>1. Табірна пісня, але!</h3>
    <p>На сцену викликають по одному учаснику з кожної команди Вони діляться на пари, і в парах між собою за рахунком ведучого грають “принцеса-мисливець-ведмідь” *мисливець перемагає ведмедя (і програє перед принцесою) ведмідь перемагає принцесу (і програє перед мисливцем) принцеса перемагає мисливця (і програє перед медведем)  Учасники спочатку грають в своїх парах, потім переможець в парі об’єднується з іншим переможцем з іншої пари, і так грають до 1 переможця Команда переможця виходить на сцену і співає зі всіма з рухами табірну пісню</p>
    <h3>2. Прогноз погоди</h3>
    <b>Сценарій:</b>
    Вітаю, студія, в ефірі СкайЛенду - прогноз погоди.</br>
    Сьогодні в таборі очікується найбільш сонячна атмосфера, навіть якщо на небі будуть хмари.</br>
    Зранку можливі легкі пориви ностальгії, але їх швидко розвіє буря позитивних емоцій та ураган обіймів.</br>
    До обіду температура спогадів різко підніметься, а вітер приємних вражень рознесе посмішки по всій території табору.</br>
    Ближче до вечора можливий дощ із слів подяки, місцями переходячи у град дружніх сліз, адже всі розуміють — цей день ми запам’ятаємо надовго.</br>
    Вночі очікується зірковий шквал незабутніх моментів, що осяє серця ще на довгі роки.</br>
    Сьогоднішній прогноз гарантує 100% теплих обіймів, нескінченний вітер спогадів та опади з обіцянок зустрітися знову!</br>
    Дякуємо за цей фантастичний табірний час! Нехай він залишається у ваших серцях назавжди!</br></br>
    <h3>3. Сценка головного героя</h3>
    <h3>4. Приведи мені</h3>
    <p>Схожа гра, як була в 3 дні, але тепер на сцену треба з залу на сцену привести: 1. того, хто виграв приз на таборі 2. того, хто памʼятає 3 кнопки, щоб зайти в Скайленд 3. свого нового друга з табору 4. того, хто прийде на клуби 5. на що купився і де залишився Макстренд 6. друга з яким точно можеш повторити табірне привітання</p>
    <h3>5. Колесо з завданнями для всього залу</h3>
    <p>Можна викликати помічника, який допоможе крутити колесо</p>
    Колесо, на якому пише:
    <ol type="1">
      <li>всі мають 5 раз присісти</li>
      <li>заспівати пісню</li>
      <li>табірне привітання з 15 людьми</li>
      <li>цукерка кожному</li>
      <li>наставники віджимаються 7 раз</li>
      <li>учасники старше 10 років мають стрибнути 10 разів на одній нозі</li>
      <li>зробити “хвилю” всім табором</li>
      <li>обійняти 5 людей навколо</li>
      <li>всі, хто в білій футболці, мають крикнути назву своєї команди</li>
      <li>знайти 3 речі одного кольору навколо себе</li>
    </ol>
    ''',
    '''''',
  ];

  static List<String> day5RubricMorningImg = [
    "images/rubric_3.png",
    "images/rubric_4.png",
  ];

  static List<String> day5ScenariyEveningTxt = [
    '''
    <h2>ВЕЧІРНЯ ПРОГРАМА</h2>
    <h3>День 5 вечір: Світло, що не згасає</h3>
    <p><b>Скай і Давид стоять, очі їхні сяють радістю. Вони сміються, відчуваючи справжнє полегшення.</b></p>
     <p><strong>Скай</strong> (захоплено, сміючись): Нічого не погасло! Світло з нами! Світло в нас! Скайленд нікуди не зник!</p>
     <p><strong>Давид</strong> (збуджено, піднімаючи руки): Свій виявився неправим! Навіть якщо ми поза межами Скайленду, світло все одно в нас! Воно не залежить від місця – воно в нас!</p>
     <p>Вони переглядаються, і радість зростає. Світло навколо мерехтить теплими відблисками, наповнюючи повітря відчуттям тепла та єдності.</p>
     <p><strong>Скай</strong> (з захопленням): Це неймовірно, Давиде! Ми знайшли своїх людей! Тих, хто розуміє, хто хоче бути справжнім!</p>
     <p><strong>Давид</strong> (киває, посміхаючись): І ми більше не самі. Ми разом, і світло зростає в нас. Навіть якщо ми не в самому Скайленді, він є тут, у середині нас.</p>
     <p><strong>Скай</strong> (радісно): Скайленд не просто місце, він поширюється через нас! Чим більше ми його несемо, тим більше він розростається. Це справжня радість – знати, що ми несемо світло іншим!</p>
     <p><strong>Давид</strong> (енергійно, піднімаючи руки вгору): Ми не боїмося! Світло не може згаснути, бо воно в нас!</p>
     <p>Світло навколо стає ще яскравішим, наче відгукується на їхні слова. Тепер воно ледь мерехтить і навколо Макстренда, який стоїть трохи осторонь, слухаючи їхню розмову. Він дивиться на них із хвилюванням, а потім повільно робить крок уперед.</p>
     <p><strong>Макстренд</strong> (тихо, але впевнено): Хлопці… Я теж хочу туди. Проведіть мене у Скайленд.</p>
     <p>Скай і Давид радісно підходять до нього, обіймають. У цей момент з неба падає легке світіння – тепле, м’яке, як благословення.</p>
     <p><b>На екрані відео знак Царя і слова для всіх учасників табору: маю план для тебе, чекаю на кожного</b>.</p>
    ''',
  ];

  static List<String> day5RubricEveningTxt = [
    '''
    <h2>ВЕЧІРНІ РУБРИКИ</h2>
    <b>!!! ВАЖЛИВИЙ ПУНКТ</b>
    <p>Реклама післятабірних зустрічей До останнього табірного дня вам з командою обовязково потрібно визначитись з наступною подією для ваших учасників (клуб, фестиваль, просто післятабірна зустріч..) І ВАЖЛИВО нагадувати весь день про цю зустріч, мати конкретну дату, годину і локацію Щоб не втратити учасників після табору.</p>
    <h3>1. Фото і відео дня</h3>
    <h3>2. Розпакувати свій подарунок</h3>
    <p>Два випадкових учасника з залу (або можна по одному з кожної команди, дивіться як вам краще виходить) Завдання учасників - на швидкість - розмотати от таку кулю з плівки, скотчу, ще якогось паперу додати для об’єму а всередині будуть солодкі подарунки, щоб частину з них було видно.</p>
    <p>Вкінці можна підвести істину, що часто всі переваги Царства Божого є біля нас поруч, ми навіть можемо тримати їх в руках, але не використовуємо, бо не знаємо правди І не віримо що це все доступно для нас.</p>
    ''',
    '''
    <h3>3. Соку баче віра</h3>
    <p>Масаж по спині руками (всі стають в колону боком у своїх командах на своїх місцях і роблять масаж руками по спині сусіда), або ногами по підлозі.</p>
    <h3>4. TED TALKS.</h3>
    <p>Це має бути коротке свідчення, історія когось з лідерів про їх пошук Бога. Лідер має підготувати свою історію того, як він шукав Бога, які методи він використовував, з якими фейковими царствами він стикався, як він зрозумів, що воно фейкове та що при тому відчував та який результат він має зараз. Лідер має підготувати яскраву презентацію з своїми фото та іншими картинками, які ілюструють те, про що він буде говорити.</p>
    <p>ІСТОРІЯ МАЄ БУТИ НА 5 ХВ, МАКСИМУМ 7 ХВ. Це важливо, адже важко втримати дитячу увагу, тому, щоб вони тримали свій фокус на тому, хто розповідає, розповідає має бути короткою. Перед тим лідер може вдома потренуватись, щоб не зайняти більше часу, ніж йому виділено!</p>
    <p>Це не має бути проповідь!</p>
    <h3>5. Сценка головного героя</h3>
    <h3>6. Табірна пісня</h3></br></br>
    ''',
  ];

  static List<String> day5RubricEveningImg = [
    "images/rubric_5.png",
  ];
}
