class Program3Data {
  static List<String> registrationTxts = [
    '''
    <p>Ми обрали флешмоб під час реєстрації, щоб з перших хвилин створити атмосферу радості, єдності й драйву. Це допомагає учасникам швидко розслабитись, познайомитись і відчути себе частиною великої табірної сімʼї. А ще — це крутий спосіб одразу запалити енергію, яка триматиметься весь табір!</p>
    </br>
    <h3>1. Завдання: Назви першим на букву!</h3>
    <a href="https://www.instagram.com/reel/DHY4zSZMJ8A/?igsh=MTNxcnM4aDh6NW9vZw==">https://www.instagram.com/reel/DHY4zSZMJ8A/?igsh=MTNxcnM4aDh6NW9vZw==</a>
    </br>
    <p><b>Флешмоб:</b> Діти стають у колону, і відбувається зйомка динамічного відео. Ведучий (поза кадром або на початку відео) каже випадкову букву — наприклад, “К”. Перші двоє з колони виходять вперед і змагаються, хто перший скаже слово на цю букву. Категорії можуть змінюватися: ім’я, фрукт, місто, країна, предмет… Після відповіді ці двоє відходять, виходять наступні учасники — і так далі.</p>
    <p><b>Формат:</b> швидке, веселеньке відео з реакціями, радістю і креативними відповідями. Ідея для підпису: “А ти б що сказав(ла) на букву М?</p>
    <h3>2. Завдання: Я вже тут, а ти?</h3>
    <a href="https://www.instagram.com/reel/DCaPPG2yrtj/?igsh=MXg0bHEyODU0ZjEzbg==">https://www.instagram.com/reel/DCaPPG2yrtj/?igsh=MXg0bHEyODU0ZjEzbg==</a>
    <p><b>Флешмоб:</b> Учасники стають у колону один за одним. Камера — перед першим. Починається рух: кожен по черзі проходить повз камеру, робить свій рух (рукою, головою, посмішкою) і розходиться в різні боки. В кінці — останній учасник стоїть з табличкою: “Я вже тут, а ти будеш?” або “Я вже з нами — тебе чекаємо!” </p>
    <p><b>Формат:</b> стильне, ланцюгове відео, яке закінчується яскравим посланням. Ідея для підпису: “Ми вже на місці! Не запізнись!”</p>
    <h3>3. Завдання: Плесни — і зміни команду!</h3>
    <a href="https://www.instagram.com/reel/DGL3s8BSj9k/?igsh=MWhsZW5qejN3Zml2ZA==">https://www.instagram.com/reel/DGL3s8BSj9k/?igsh=MWhsZW5qejN3Zml2ZA==</a>
    <p><b>Флешмоб:</b> Один учасник — біля камери, видно тільки його руки. Він ритмічно плескає в долоні. Позаду — команда дітей у кумедних окулярах, шапках або з цікавими реквізитами. Вони щось показують, танцюють, рухаються. Коли основний учасник змикає долоні — монтажний перехід — і на задньому фоні вже нова команда! Кожен кадр — інша “фішка”: одна команда в капелюхах, інша — в куртках навиворіт, ще інша — в рожевих окулярах.</p>
    <p><b>Формат:</b> веселе, ритмічне відео з ефектом “заміни гравців”. Ідея для підпису: “Хоп — і ми вже інші!”</p>
    <h3>4. Завдання: Freeze & Move!</h3>
    <a href="https://www.instagram.com/reel/DBlj777vw83/?igsh=eHVhNnppb2tvMzV2">https://www.instagram.com/reel/DBlj777vw83/?igsh=eHVhNnppb2tvMzV2</a>
    <p><b>Флешмоб:</b> На кожному кадрі — 4 різні учасники. Спочатку всі “завмерли” в якійсь позі: стоять на одній нозі, спираються один на одного, тримаються за дерево, виглядають з-за кута… Через 1-2 секунди — всі одночасно змінюють позу! Новий кадр — нові учасники, нові ідеї.</p>
    <p><b>Формат:</b> ритмічне відео з несподіваними позами, гумором і командною енергією. Ідея для підпису: “Твоє тіло — твоя фантазія!”</p>
    <h3>5. Завдання: Масовий спів “Голос табору”</h3>
    <p><b>Флешмоб:</b> Усі учасники табору — одна велика команда! Всі разом виконують одну або кілька улюблених табірних пісень з рухами, таких як:</p>
    <ul>
    <li>“Перемога у Христі”</li>
    <li>“Реальний Герой”</li>
    <li>“Лев”</li>
    <li>“Ученики”</li>
    </ul>
    <p>Розміщення — у великому півколі, амфітеатрі, на полі чи будь-якому відкритому просторі. Можна зняти один куплет і приспів з кожної пісні, а потім змонтувати як мікс. Обов’язково — рухи, емоції, стрибки, плескання, можна навіть створити хвилю руками або масові синхронні жести. Лідери можуть стояти попереду і вести рухи, а камера — повільно рухатись по рядах або знімати зверху . Формат: масовий спів з атмосферою єдності, радості та сили Божого народу. Ідея для підпису: “Це не просто пісня — це голос табору!” або “голос Скайленду.”</p>
  '''
  ];

  static List<String> festivalTxts = [
    '''
    <b>✍️Загальний опис:</b></br>
    <p>Подія для всього табору. Це має бути яскраво, динамічно та святково. Тут учасники не ходять по командах – кожен грає індивідуально і заробляє гроші для себе. Учасники рандомно/хаотично ходять по локаціях і можуть кілька разів відвідувати одну й ту саму локацію. Звісно, вони можуть об’єднуватись у групки відповідно до попередніх знайомств, але тим не менш кожен грає сам за себе.</p>
    <p>На фестивалі вони заробляють табірні гроші, які потім у той же день витрачають у магазині, що функціонує лише в день фестивалю. Витрачають їх на те, що може реалізувати та чи інша табірна команда: солодку вату, попкорн, батут, коктейлі, солодощі тощо.</p>
    <p>У контексті сценарію табору цей фестиваль є прообразом Царства Божого. Головному герою сниться сон (учасники табору ще не знають, що це сон!!!!), і він опиняється в місці, яке йому дуже подобається, бо його там приймають таким, яким він є! Йому проявляють любов і показують, що він тут бажаний гість. Це передається через локації/станції, які будуть на фестивалі. <b>Головний герой також бере участь у всіх локаціях та ходить разом з учасниками – діти мають бачити його впродовж дня.</b></p>
    
    <b>🎯Ціль:</b></br>
    <p>Створити класне, яскраве, цікаве та приємне місце для учасників денного табору, щоб кожному це сподобалося, щоб кожен відчув, що його приймають, люблять і чекають у таборі.</p>
    <b>🔥Атмосфера:</b></br>
    <p>Повсюди розвішані прапорці, грає весела та активна музика.</p>
    <b>💲Магазин:</b></br>
    <p>Тут учасники витрачають зароблені на фестивалі кошти. Магазин функціонує тільки під час фестивалю, тому важливо заохочувати дітей його відвідувати та брати участь у локаціях, щоб отримати табірні гроші. Магазин має виглядати яскраво та візуально привабливо, має лунати активна музика.</p>
    <p>У ньому продається те, що може підготувати та чи інша команда: різні солодощі, солодка вата, яскраві коктейлі (використовуйте різноманітні сиропи), інші фізичні подарунки.</p>
    
    <b>🤵‍‍Ведучий фестивалю:</b></br>
    <p>Це людина, яка створюватиме святкову та активну атмосферу фестивалю. Ведучий завжди «на зв’язку» та з мікрофоном:</p>
    <ul>
    <li>нагадує про основні локації фестивалю та закликає їх відвідати;</li>
    <li>заохочує відвідати магазин і витратити зароблені гроші (магазин і гроші актуальні тільки в день фестивалю);</li>
    <li>якщо багато дітей не встигли відвідати магазин, у кінці табірного дня можна дати їм ще одну можливість зробити покупки.</li>
    </ul>
    
    <p>Ведучий з інтервалом 5-10 хвилин говорить, що радий бачити кожного на фестивалі, нагадує, що їх тут люблять і чекали, що вони – цінні учасники табору. Також він може давати різні завдання, наприклад:</p>
    <ul>
    <li>всім, кому 8 чи 9 років, підійти до нього для отримання подарунків/табірних грошей (вік змінювати);</li>
    <li>всім, хто в червоній футболці, підійти до ведучого;</li>
    <li>дати «п’ять» людині поруч, знайти лідера та обійняти його, стрибнути 10 разів тощо.</li>
    </ul>
    
    <b>📍Перелік локацій:</b></br>
    <p>Використовуйте якомога більше локацій: батут, солодка вата, попкорн, фанові ігри, тікток-ігри… Ось ще кілька ідей:</p>
    <ol type="1">
    <li><b>📸Фото-комплімент</b></br>Біля фотозони стоїть фотограф, який після зйомки робить комплімент дитині або групі дітей щодо їхнього зовнішнього вигляду, характеру, енергії. Комплімент має бути щирим і природним! У Царстві Божому приймають усіх, незалежно від вигляду та віку. Ти можеш мати ластовиння, бути високим чи низьким – тебе все одно любитимуть.</li>
    <li><b>🥤«Злови кришечку у стакан»</b></br> Мінімум двоє дітей на локацію. У дві лінії стоять перевернуті стаканчики, зверху на кожному – кришечка. Завдання: перевернути стаканчик так, щоб кришка опинилася всередині. Механічно допомагати руками не можна.</br></br>📌Інвентар: одноразові стаканчики, кришечки (з-під води) на кожен стаканчик.</br></br>🔗<a href="https://pin.it/5GiRJiZ4Qл">https://pin.it/5GiRJiZ4Qл</a></li>
    <li><b>⚽«ГОЛ»</b></br> З конструктора зробіть 2-6 воріт і розмістіть їх на великому столі. Кожен учасник має свої ворота, в які повинен задути тенісний м’ячик трубочкою. Хто задує більше м’ячів за певний час – той переміг. Учасників може бути 2-5. </br></br> 📌У Царстві Божому панує приємна атмосфера – скажіть, що ви раді бачити кожного учасника.</br> </br> 🔗<a href="https://pin.it/36jApuEmyо">https://pin.it/36jApuEmyо</a></li>
    <li><b>🖐«Залиши свій слід»</b></br>Великий плакат, на якому учасники залишають відбитки пальців і підписують їх. Відбитки можна розмальовувати та робити цікавішими.</br>На цій локації можна говорити про те, що «Ти цінний у цьому таборі, я щасливий/щаслива тебе тут бачити». Також запитуйте ім’я, вік і звідки дитина.</li>
    </ol>
    Познайомтесь. У Царстві Божому цікавлять людьми, люди – це цінність.</br>
    ''',
    '''
    ''',
    '''
    <ol type="1" start="5">
    <li><b>Вам необхідно хулахупи</b> поставити у дві «колони». Після сигналу «старт» кожен учасник бере в руки хулахуп та стрибачи в кожному хулахупі несе перший до фінальної точки, потім вертається до 2, до 3 і так робить з кожним. Перемагає той, хто першим збере всі хулахупи в своїй лінії.</br></br> 📌Інвентар: хулахупи. </br></br>🔗<a href="https://pin.it/1hiM8GfVj">https://pin.it/1hiM8GfVj</a></li>
    <li><b>🎯Влуч у ціль</b></br>Підвісьте кілька яскравих парасольок (або менших ємностей із вужчим горлечком) на стелю чи гілку. Завдання учасника – закинути м’яч у ціль. Чим складніше потрапити, тим більше балів він отримує.</li>
    </ol>
    У Царстві Божому примножується те, що у вас є. Бог має для вас кращий план, навіть більший, ніж ви могли уявити. На цій локації видавайте подвійну кількість табірних грошей, ніж було спочатку обіцяно (наприклад, якщо мало бути 2, даєте 4 тощо).
    </br>
    <ol type="1" start="7">
    <li><b>🤝З другом краще!</b></br>Це командна гра, у якій неможливо грати поодинці. Потрібно 4 учасники, тому той, хто приходить першим, має заохотити інших приєднатися. Завдання – швидше за суперників перенести довгу палицю на нозі (приклад у відео).</li>
    </ol>
    У Царстві Божому цінують дружбу. Парі, яка перемогла, видається додаткова сума для друга, але з умовою, що ними потрібно поділитися. На цій локації дбають не лише про себе, а й про друзів.
    </br></br>
    🔗<a href="https://t.me/c/1603236686/397">https://t.me/c/1603236686/397</a>
    
     <ol type="1" start="8">
     <li><b>🎲Гра «Постав предмет у правильне місце»</b></br>Створіть поле з квадратів для двох (або чотирьох) учасників, а також картки-завдання. Ціль гри – розмістити предмет у правильному місці відповідно до картки. Можна ускладнювати, додаючи більше раундів та квадратів.</br></br>📌 Примітка: Грати можна одноразовими стаканчиками, дном догори, зафарбувавши їхнє дно різними кольорами.</br></br>🔗<a href="https://pin.it/3UmtvWfPi">https://pin.it/3UmtvWfPi</a></li>
     <li><b>🏆Гра «Залиш єдиний м’яч»</b></br>Рекомендується проводити в приміщенні або на закритій території. Це може бути змагання між 2-3 учасниками або індивідуальна гра (якщо один учасник – встановлюйте обмеження в часі).</br>На твердому картоні (можна використати коробку з-під піци) вирізається отвір посередині – трохи більший за тенісний м’яч. Всередину насипають 15-20 м’ячів одного кольору і лише один іншого кольору. Завдання – витрусити всі м’ячі через отвір, залишивши єдиний м’яч іншого кольору.</li>
     </ol>
     У Царстві Божому вміють дякувати та бути ввічливими. Важливо привітатися з учасником, познайомитися з ним та подякувати за участь у грі.</br></br>
     🔗<a href="https://pin.it/3NIL4n9bH">https://pin.it/3NIL4n9bH</a>
     
     <ol type="1" start="10">
     <li><b>🔎Гра «Запам’ятай порядок»</b></br>Є чотири заховані пляшки та чотири видимі. Учасник має розставити видимі пляшки в правильному порядку, як заховані. (Можна використовувати не лише пляшки, а й інші предмети)</br></br>🔗<a href="https://vm.tiktok.com/ZMrBjcTR7/">https://vm.tiktok.com/ZMrBjcTR7/</a></li>
     <li><b>👕Гра «Футболка і кулька»</b></br>Учасники мають одягнути та зняти футболку, поки повітряна кулька знаходиться в повітрі. Перемагає той, хто швидше виконає завдання, не впустивши кульку.</br></br>🔗<a href="https://vm.tiktok.com/ZMrBjQSHh/">https://vm.tiktok.com/ZMrBjQSHh/</a></li>
     <li><b>🌀Лабіринт</b></br>Розробіть 4-5 лабіринтів, які дитина може тримати в руці. Завдання – провести м’ячик до цілі. Якщо грає одна дитина, встановіть обмеження (наприклад, 2-3 хв залежно від віку). Якщо гра проходить у форматі змагання – перемагає той, хто зробить це швидше.</br></br>🔗<a href="https://pin.it/65v8nDKFE">https://pin.it/65v8nDKFE</a></li>
     <li><b>📦Гра «Нанизування»</b></br>Хто швидше «нанизує» або складає предмети в ємність? Тримати в руках можна лише одну річ за раз. Завдання – перенести всі предмети якомога швидше. Починати можна з ближчої або дальшої точки.</br></br>🔗<a href="https://pin.it/djaZDaPz7">https://pin.it/djaZDaPz7</a></li>
     <li><b>⚽Настільний футбол</b></br>Гра для двох учасників. Один – воротар, інший – той, хто «б’є» м’яч. Між ними перегородка. Переможець – той, хто першим набере 5 очок.</br></br>🔗<a href="https://www.instagram.com/reel/DEiJ0Ejtpv_/?igsh=MTA0ajJwNHZoc3AwcQ==">https://www.instagram.com/reel/DEiJ0Ejtpv_/?igsh=MTA0ajJwNHZoc3AwcQ==</a></li>
     </ol>
    ''',
  ];

  static List<String> festivalImages = [
    "images/festival_img1.png",
    "images/festival_img2.png",
  ];
}
