class ScenesData2 {

  static List<String> firstMorningScene = [
    '''
  <h3>Гра на знайомство.</h3>
  </br>
  Завдання: завдання дітям (в залежності від кількості учасників), знайти 2 - 5 учасників з таким самим іменем як у них та вибігти на сцену, хто швидше, тому приз. Обовязково, щоб там крикнули свої імена.
  </br></br>
  <h3>Відео про добро.</h3>
  <a href="https://youtu.be/A6PWu3EH7Xw?si=f5ojXj-_6QgY5xxk">Посилання на відео</a>
  </br>
  <p>Відео про добро, про те як наш вибір змінює життя оточуючих. Проговорити, що ваш вибір важливий і він впливає на інших. Що посієш, те й пожнеш. Посієш добро, пожнеш добро.</p>
  
  <h3>Вгадай мелодію гри.</h3>
  </br>
  <p>Виводимо презентацію на екран, запускаємо мелодію, та вгадуєм з якої гри вона. Заробляємо бали, хто найбільше заробить, той виграв.</p>
  <a href="https://docs.google.com/presentation/d/1dt6fS38ghqtLyB-Im0hLlhq9w__Haszj/edit?usp=sharing&ouid=104781512787198930141&rtpof=true&sd=true">Посилання на презентацію</a>
  </br>
  </br>
  <hr>
  <h3>Сценарій</h3>
  <p><a href="https://www.youtube.com/watch?v=LVkw-MBltU0&ab_channel=KoloDruzivLviv">Посилання на youtube</a></p>
  <i>Два героя грають онлайн в Роблокс.</i></br>
  <p><b>Реальний</b> <i>друкує й одночасно озвучує:</i></p>
  Давай, давай! Ой, ні-ні-ні! Та що ж ти робиш! Та куди ти лізеш... оце був треш! Клас, ми пройшли цей рівень, це було складно!
  </br>
  <p><b>Віртуальний:</b> ах-ах, так, ти правий, дай п'ять! <i>(ставить емоджи)</i></p>
  <p><b>Реальний:</b> слухай, які в тебе плани?</p>
  <p><b>Віртуальний:</b> що маєш на увазі?</p>
  <p><b>Реальний:</b> може давай в футбол?</p>
  <p><b>Віртуальний:</b> та запросто! Зараз тобі скину лінк. <i>(Скидає посилання на гру!)</i></p>
  <p><b>Мережка:</b> Хай, всі! Хочете круто провести час, не виходячи навіть зі свого дому? Ну, звичайно ж, якщо ти тут, то тобі вже цікаво! Спеціально для тебе, знайшла круті та захоплюючі ігри про футбол. Давай зі мною - в захопливі пригоди футбольного світу! Тут тебе чекають ігри з 3D графікою, в яких ти зможеш попрактикувати свої навички та стратегії. А ще - ти зможеш випробувати себе у грі з найвідомішими світовими командами та гравцями! Месі, Роналду, Неймар, Мбаппе… Обирай гру за своїм смаком та насолоджуйся грою разом зі мною. Давай зануримося у цей світ!!!</p>
  <i>Віртуальний вибирає гру, скидає посилання.</i>
  <p><b>Віртуальний:</b> Лови посилання на FIFA, буде круто!</p>
  <p><b>Реальний:</b> нащо ти мені посилання скинув, (сміється) я мав на увазі реального м'яча покопати. Погодка до речі сьогодні класна! Ходи на поле!</p>
  <p><b>Віртуальний:</b> футбол?! Нуууу, не моє це. У мене тут у комп'ютері всяке є, і футбол, і Роблокс, і взагалі все, що хочеш. Якщо я захочу, можу побудувати, або взагалі грати в футбол, або, хочеш, ганяти на самій швидкісній машині.</p>
  <p><b>Реальний:</b> ти мене не розумієш! Я маю на увазі реальні речі, Реальний світ!! А ти мені про  ігри говориш!</p>
  <p><b>Віртуальний:</b> та я розумію за що ти, але у мене тут свій світ, ціла віртуальна реальність, навіть крутіша ніж твоя!!</p>
  '''
  ];

  static List<String> firstEveningScene = [
    '''
    <b>Герб країни табору</b>
    <p></p><a href="https://drive.google.com/drive/u/3/folders/1tVtTrkRjyd4zzPzpfh-s5tr-GQ3bRBQy">Посилання на дизайн</a></p>
    <p>Текст: на станції  команди мали кусочок малюнку на котрий мали на клеїти різні елементи, вказавши значення цього елементу в омріяній країні.</br>
    Наприклад, камінець - бо там сильні люди.</br>Або сірник - бо люди в цій країні вміють запалювати інших до змін.</p>
    <p>І зараз на вечірній програмі команда виходить, прикріплює свою частинку у відповідне місце і розповідає 2-3хв яке значення мають елементи на їх частині.</p>
    <p>Далі ведучий підсумовує, що кожен з нас мріє про країну у якій ………..<i>(слухайте команди)</i>.</br>
    А це означає, що кожному з нас потрібно впливати, щоб такі зміни відбулися в Україні.</br>
    Завжди памʼятайте, коли приймаєте рішення «А що Ісус зробив би на твоєму місці»</p>
    
    <b>Вгадай по фрагменту.</b>
    <p>Виводимо презентацію на екран, там фрагмент, вони мають зрозуміти з якої він гри, або що це за соцмережа. Заробляємо бали, хто найбільше заробить, той виграв. Грають командами</p>
    <a href="https://docs.google.com/presentation/d/156niBYSgoB8f_spNkxHYAXvZZDUOTQF8/edit?usp=sharing&ouid=104781512787198930141&rtpof=true&sd=true">Презентація "Дізнайся гру"</a>
    </br></br>
    <hr>
    <br>
    <h3>Сценарій</h3>
    <p><a href="https://www.youtube.com/watch?v=1QkF35qg3NU&ab_channel=KoloDruzivLviv">Посилання на youtube</a></p>
    <p><i>Віртуальний викликає реального через відеозв'язок.</i></p>
    <p><b>Віртуальний:</b> привіт, як там?</p>
    <p><b>Реальний:</b><i> (сидить та ногами м'ячик легко копає, або на пальці крутить м'яч) Привіт! Та ось фотки, в інсту викладаю!</i></p>
    <p><b>Віртуальний:</b> Так ти що, в футбол не грав? Бачу теж зависаєш в телефоні.</p>
    <p><b>Реальний:</b> Чому не грав? Ще й як грав! Так було класно! От бачиш, ще й коліно розбив! Я так хотів забити гол, але впав! А в телефоні не дуже зависаю, просто фотки, як ми грали з друзями в футбол, пощу!</p>
    <p><b>Віртуальний:</b> Хм, ще раз переконався, що віртуальний світ набагато безпечніший за реальний. В ньому коліно, якщо і розіб'єш, то боліти не буде! Віртуальний світ ніяк не впливає на мене, зате я можу вплинути на нього!</p>
    <p><b>Реальний:</b> Як саме можеш вплинути? Що маєш на увазі?</p>
    <p><b>Віртуальний:</b> я теж в футбол грав, але не просто з друзями в дворі, а з самим Роналду! Я вже вийшов на такий рівень, що мені не знайдеться рівних в команді, скоро я Мессі дожену по золотих м'ячах!</p>
    <p><b>Реальний:</b> То ти хочеш сказати, що висот досягаєш, бо в футбол з Роналду граєш? Ти віриш, що це на щось впливає? Я більше хочу живого спілкування, хочу радіти або переживати разом зі своїми реальними друзями, хочу вчитися чомусь новому. Я вірю, що саме так можна впливати! Хочу як Христос змінювати світ!</p>
    <p><b>Віртуальний:</b> Змінити реальний світ?! Та це нереально!</p>
    <p><b>Реальний:</b> Якщо захотіти, то можливо все!</p>
    <p><b>Віртуальний:</b> Ах ти, хочеш посперечатися?! Я тобі скажу, що швидше світ змінить тебе, ніж ти його!</p>
    <p><b>Реальний:</b> А споримо! Що твій віртуальний світ скоріше змінить тебе, ніж ти його!</p>
    <p><b>Віртуальний:</b> по руках!</p>
    <p><b>Реальний:</b> по руках!</p>
    <p><b>Мережка:</b> ах-ха-ха, цікаво, хто ж переможе???</p>
    <hr>
    </br>
    <b>Рубрика “Фото дня”</b>
    <p>Дуже важливим є служіння фотографа в таборі, адже якісні фото з емоціями учасників - це завжди дієво і всі очікують на Фото дня)) також рекомендуємо зробити телеграм-канал, куди закидати всі фото)) учасники часто виставляють ці фото в своїх соцмережах.</p>
    <p><b>Ідея 1:</b> 1 день - веселун день, 2 день - лук дня, 3 день - геймер дня, 4 день - силач дня, 5 день - їдун дня.</p>
    <p>Є 5 фото веселуна дня, за кожне голосують (оплесками), виграє той, хто найбільше отримав (оплесків). Аналогічно решта днів з іншими номінаціями: лук дня, геймер дня, силач дня, їдун дня.</p>
    <p><b>Ідея 2:</b> Фотогалерея. Кожного дня, різним учасникам, призначаються різні номінації (веселун, лук дня, геймер дня, силач дня, їдун дня). Номінації повторюються кожного дня, міняються люди. Тут не голосують, на екран виводяться фотки за день з номінаціями. Ви самі вибираєте, хто це буде.</p>
    <p><b>Приклад:</b> 1 день: геймер дня - Коля (його фото на екран), веселун дня - Аня (фото на екран), лук дня - Василь (фото на екран) і т.д.</p>
    <p><b>Приклад:</b> 2 день: геймер дня - Іван , Аня, Іра (їх фото на екран), веселун дня - Вероніка, Олег, Андрій (фото на екран), лук дня - Святик, Христина, Сашко (фото на екран) і т.д.</p>
    <p>І так далі…</p>
    ''',
  ];

  static List<String> secondMorningScene = [
    '''
    <h3>Гра. “Whatsup, Тік-ток, Інстаграм та Ютуб”</h3>
    <p>На фоні грає музика, коли ставите на паузу, називаєте одну з соцмереж і вони мають показати відповідний рух.</p>
    <p><b>Whatsup</b> - один учасник показує рух ніби говорить по телефону.</br>
    <b>Тік-ток</b> - мають зібратися по двоє, і вони мають показати однаковий рух, ніби знімають тік ток.</br>
    <b>Інстаграм</b> - має зібратися троє учасників, рух ніби роблять селфі.</br>
    <b>Ютуб</b> - обʼєднатись 5 людям, показати такий рух, ніби отримали золоту кнопку.</p>
    
    <h3>Відео. Будь собою.</h3>
    <p><a href = "https://www.youtube.com/watch?v=vbuq7w3ZDUQ&ab_channel=SteveMatt">Посилання на відео</a></p>
    <p>Відео про те, щоб бути собою, про те, що бути унікальним, розвиватись в Божому призначенні для тебе,- це круто.</br>
    В соцмережах ми як хтось інший хочемо бути, але спробуй  бути собою.</p>
    <h3>Гра. Напрямок.</h3>
    <p>Один з учасників показує напрямок пальцем (вверх, вних, вліво, вправо), а інший повинен подивитися очима в інший напрямок, якщо він це робить, то гра продовжується. Вилітає той, у кого співпав напрямок очей з пальцем. Учасники міняються ролями і відбувається 2 раунд.</p>
    </br>
    <hr>
    </br>
    <h3>Сценарій</h3>
    <p><a href="https://www.youtube.com/watch?v=B6o2PuZ6wiY&ab_channel=KoloDruzivLviv">Посилання на youtube</a></p>
    <p><i>Реальний викликає віртуального…</br>
     Віртуальний виходить на відеозв'язок, але на обличчі фільтр.</i></p>
     <p><b>Реальний:</b> привіт, як справи? Чекай… не розумію, що з тобою? Ти якось змінився! Ніби ти, але якийсь інший, якось ти ідеально виглядаєш, когось ти мені нагадуєш!</p>
     <p><b>Віртуальний:</b> ааа, ти про моє обличчя? Та то просто фільтр!</p>
     <p><b>Реальний:</b> а для чого це тобі? Тобі що твоє обличчя не подобається? З тобою ніби все окей!</p>
     <p><b>Віртуальний:</b> ее, нууу, як?! Типу, подобається, але з цим фільтром якось інакше. Там не видно ні прищів, ні ямок, нічого такого.</br>
      Знаєш, ці соцмережі роблять мене якимось невпевненим: я постійно порівнюю себе з кимось, особливо коли бачу фото інших у стрічці. Вони такі ідеальні, і мені стає некомфортно, і я боюся хейту, ну ти розумієш. Хочеться всім подобатися, бути крашем для всіх. І ось ці фільтри для обличчя, вони ж типу допомагають, розумієш? Ось дивись, можна збільшити очі, зменшити ніс, зробити губи повнішими або виразнішими, ще й прищі замазати. І все це за секунди! Це ж просто крутяк!!</p>
     <p><b>Реальний:</b> ммм, зрозумів! А це тільки на обличчя діє?</p>
     <p><b>Віртуальний:</b>  та ти шо? Ні звичайно! То можна собі і біцуху зробити, і зросту додати!</p>
     <p><b>Реальний:</b> можливо це круто?! Але, який в цьому всьому сенс? Мені здається, що наша індивідуальність набагато важливіша. Бог створив кожного з нас унікальним, дав кожному свої неповторні риси обличчя, а ті, хто використовують фільтри, всі стають однаковими. Навіщо це тобі?</p>
     <p><b>Віртуальний:</b> Ти що, серйозно? Ну, по-перше, якщо я зроблю селфі з фільтром, то воно буде просто крутяк, як з світу відеоігор! А найголовніше - це лайки, чуєш? Мені дуже важливо зібрати чим побільше лайків під своїми постами або тік-токами. Коли я набираю багато лайків, я думаю: "Ого, я ж просто зірка!" Мені подобається це відчуття, і я хочу його знову!</p>
     <p><b>Реальний:</b> якось це все дивно виглядає! А твої друзі взагалі знають як ти виглядаєш?</p>
     <p><b>Віртуальний:</b> Та яка різниця? Навіщо їм це знати! Я сам створюю свою індивідуальність! Розумієш? (під час розмови Віртуальний на секунду-дві перетворюється на мультик).</p>
     <p><b>Реальний:</b> агов, що це з тобою було?</p>
     <p><b>Віртуальний:</b> не знаю, ти теж це помітив? (розглядає свої руки) то напевно збій якийсь)</p>
     </br>
     <p><b>Мережка:</b> Ха! Дивно, але як я слухаю їхні розмови, мені стає зрозуміло, що я просто геніальна! Мої хитромудрі плани працюють на всі сто! Спочатку вони випробовують різні фільтри, а потім вже навіть не пам'ятають, як виглядали до них, або і не хочуть! Але вони навіть не розуміють як ця можливість дивовижного перетворення впливає на їхній стан та як вони себе почувають! Вони вже розчинилися у своїй віртуальній казці, а повернутися назад - немає шансів! Та я дійсно геній!</p>
     </br>
     <p><b>Реальний:</b> так, я розумію, що побачити себе в ролі котика, песика чи лева це прикольно, але всього на один раз. Але все-таки важливо залишатися собою, бо я важливий Богу тим, що я справжній, а не fake! Важливіше отримати один лайк від Бога, ніж мільйон лайків в соцмережах!</p>
    <hr>
    <h3>Завдання до вечора.</h3>
    <p>Представ свого аватара. Їхній аватар з соц мережі чи віртуальної гри. Мають скинути фотки своїх аватарів наставнику. Плюс можна зробити аватар команди.</p>
    ''',
  ];

  static List<String> secondEveningScene = [
    '''
    <h3>Гра. Вгадай чи правда про соцмережу.</h3>
    <p>Є різні дані про соцмережі, треба здогадатися правду про них, виграє той, хто найближче був до правди, не користуватися телефонами.</p>
    <b>Запитання:</b>
    <ul>
    <li>Топ рейтингу найпопулярніших</li>
    <li>Кількість користувачів</li>
    <li>Що було першим фото, завантаженим в Instagram?</li>
    <li>Яка соціальна мережа призначена для обміну фотографіями та відео?</li>
    </ul>
    <p><a href="https://docs.google.com/presentation/d/156niBYSgoB8f_spNkxHYAXvZZDUOTQF8/edit?usp=sharing&ouid=104781512787198930141&rtpof=true&sd=true">Посилання на презентацію</a></p>
    </br>
    </br>
    <hr>
    <h3>Сценарій</h3>
    <p><a href="https://www.youtube.com/watch?v=UdTYvpfJm14&ab_channel=KoloDruzivLviv">Посилання на youtube</a></p>
    <p><i>Віртуальний скидає посилання на чийсь профіль Реальному.</i></p>
    <p><b>Віртуальний:</b> Привіт, звикнув я вже до цього фільтра, зручно мені з ним! А, і ще! Я тобі цікавий профіль скинув, глянь!</p>
    <p><b>Реальний:</b> А що це за дівчина?</p>
    <p><b>Віртуальний:</b> вона підписалася на мене в Інсті та ТікТоці, я теж на неї підписався. Ми з нею, до речі, багато всього однакового любимо! Тепер ми з нею френди! ...а чекай, додай її до друзів і ти теж!</p>
    <p><b>Реальний:</b> ммм, та ні, не буду, я ж її не знаю особисто!</p>
    <p><b>Віртуальний:</b> та ти що, боїшся, чи що? Вона кльова! Навіщо її знати особисто, а?</p>
    <p><b>Реальний:</b> та звідки ти знаєш, яка вона?</p>
    <p><b>Віртуальний:</b> Та глянь на її Інсту або ТікТок! Вона така як ми, з нашого міста, кльові фотки та відео викладає! Ну і кажу ж, вона чілова! Стоп, стоп, вона зараз пише, хоче зі мною онлайн грати. Ща відпишу їй, що я в ділі!</p>
    <p><b>Реальний:</b> і що ти так завжди заводиш друзів? Маєш багато друзів в соцмережах?</p>
    <p><b>Віртуальний:</b> так, звісно, що маю багато друзів, а що тут такого? Більше соцмереж, більше популярності, більше друзів. А чим більше друзів, тим більше лайків. Але тобі того не зрозуміти!</p>
    <p><b>Реальний:</b> Та чому? Я теж є в Інсті, граю в ігри, спілкуюся в чатах! Але, невже це найголовніше в житті? Слухаю тебе, і здається, що найголовніше це свайпи, лайки, пости, стріми, фоловери. Це ж займає все твоє життя!</p>
    <p><b>Віртуальний:</b> Та ти взагалі не в темі! Що ти взагалі знаєш про соцмережі? Ось Інста, наприклад, це сама топова соцмережа в світу, у мене там купа друзів! Там все є: фоловери, лайки, стріми, фотки, рілзи, купа фільтрів, тренди, дописи. Просто мега круто! І ще є ТікТок, там я можу всю ніч сидіти, дивитися різні відео, там навіть можна використати штучний інтелект, щоб зробити класну аватарку або вибрати нік. Я тобі скажу, що я про соцмережі знаю все! (І поки він все перераховує, він стає трохи мультяшним, не сильно, але вже і не реальним).</p>
    </br>
    <p><b>Мережка:</b> Ох, бідолаха! Він вважає себе знавцем усіх таємниць соцмереж! Ха-ха-ха! Але він не знає, що коли ти багато часу в проводиш в соцмережах, понад п'яти годин на день, це може зробити тебе сонним, сумним, призвести до депресії, і навіть до проблем з пам'яттю. Чим більше він сидить в Instagram або TikTok, тим менше йому подобається його власне життя. І ось той страх, що можеш щось пропустити важливе або цікаве! Він постійно і постійно повертається до соцмереж, щоб слідкувати за новинами друзів, та заздрить їхнім веселим життям, хвилюється, що їх життя краще, ніж його. Соцмережі можуть змусити тебе думати, що ти якийсь не такий. Instagram і TikTok дозволяють робити фотографії з фільтрами, і виглядаєш на них зовсім інакше. Це все підсилює відчуття самотності, незважаючи на безліч друзів у соцмережах. Багато друзів у соцмережах не робить тебе щасливішим. Час, проведений з друзями онлайн, не такий цінний, як час, проведений з ними насправді у кафе чи парку. Але наш "віртуальний друг" ніколи не дізнається про це, адже він – в моїй владі, він мій раб!!</p>
    </br>
    <p><b>Реальний:</b> що з тобою тільки що було, знову фільтр?</p>
    <p><b>Віртуальний:</b> не знаю, мені подобається!</p>
    <p><b>Реальний:</b> Я, до речі, хотів тобі сказати, що існує соцмережа, про яку ти не знаєш і ти там не зареєстрований.</p>
    <p><b>Віртуальний:</b> не може бути, що то за мережа така? Я знаю про соцмережі все!</p>
    <p><b>Реальний:</b> вона називається "Книга життя". Чи є там твій аватар? Бо я зареєструвався. Там круто! Все по-справжньому. Дуже хочу жити так, щоб мій нік там був популярний. Буде круто, щоб ти там теж був зареєстрований!</p>
    </br>
    <hr>
    </br>
    <h3>Рубрика “Фото дня”</h3>
    <p><b>Ідея 1:</b> 1 день - веселун день, 2 день - лук дня, 3 день - геймер дня, 4 день - силач дня, 5 день - їдун дня.</p>
    <p>Є 5 фото веселуна дня, за кожне голосують (оплесками), виграє той, хто найбільше отримав (оплесків). Аналогічно решта днів з іншими номінаціями: лук дня, геймер дня, силач дня, їдун дня.</p>
    <p><b>Ідея 2:</b> Фотогалерея. Кожного дня, різним учасникам, призначаються різні номінації (веселун, лук дня, геймер дня, силач дня, їдун дня). Номінації повторюються кожного дня, міняються люди. Тут не голосують, на екран виводяться фотки за день з номінаціями. Ви самі вибираєте, хто це буде.</p>
    <p><b>Приклад:</b> 1 день: геймер дня - Коля (його фото на екран), веселун дня - Аня (фото на екран), лук дня - Василь (фото на екран) і т.д.</p>
    <p><b>Приклад:</b> 2 день: геймер дня - Іван (його фото на екран), веселун дня - Вероніка (фото на екран), лук дня - Святик (фото на екран) і т.д.</p>
    <p>І так далі…</p>
    <h3>Представляємо свого аватара.</h3>
    <p>Виводимо фотки аватарів  команди на екран. Завдання, яке було дане ранком.</p>
    ''',
  ];

  static List<String> thirdMorningScene = [
    '''
    <h3>Гра. Герб чи Номінал.</h3>
    <p>Учасники прогнозують, що випаде Герб чи Номінал, якщо Номінал, то руки на пояс, а якщо Герб, то руки на голову . Якщо помилилися, то виходять з гри. Граємо до одного виграшного, поки не залишиться один переможець.</p>
    <h3>Відео. Як подолати страх.</h3>
    <p><a href="https://www.youtube.com/watch?v=SUSSl5vO27k&ab_channel=lewisjackmusic">Посилання на відео</a></p>
    <p>Важливо прокачувати свої скіли.</br>
    Щоразу ти стаєш кращим, ніж ти був вчора.</br>
    Скіли прокачувати не для того, щоб бути кращим за когось, а щоб рухатися до того, щоб бути як Христос.</p>
    <h3>Гра. Скіни.</h3>
    <p><b>Завдання 1:</b> команди  мають за 4хв записати максимальну кількість різних героїв з різних віртуальних ігор . Виграє та команда, список якої буде довший  </p>
    <p><b>Завдання 2:</b> команди мають записати десять різних ігор, які можна зіграти в реальному житті. Виграє та команда, хто швидше запише їх, підніме руку та зачитає.</p>
    </br>
    </br>
    <hr>
    <h3>Сценарій</h3>
    <p><a href="https://www.youtube.com/watch?v=yPZLt3TZ44M&ab_channel=KoloDruzivLviv">Посилання на youtube</a></p>
    <p><i>Реальний викликає Віртуального по відеозв'язку. (Віртуальний вже у вигляді мультика постійно, але не сильно. Середній рівень).</i></p>
    <p><b>Реальний:</b> оо, друже, ти вже зовсім заігрався. Зніми вже ті фільтри, бо я вже й не пізнаю, який ти насправді!</p>
    <p><b>Віртуальний:</b> Ахах, та він чомусь не знімається! Але... мені таки подобається мій новий скін!</p>
    <p><b>Реальний:</b> скін?! А це що таке?</p>
    <p><b>Віртуальний:</b> (показує на екрані персонажа, якому міняє скін) Скін — це як мій стиль, зовнішній вигляд! Можу міняти скіни, скільки влізе. Я тепер як персонаж у грі: сьогодні один скін, а завтра інший!</p>
    <p><b>Реальний:</b> А як ти це робиш?</p>
    <p><b>Віртуальний:</b> Та це ж легко! Купую за ігрові гроші або за реальні. А одного разу один відомий геймер, який веде свій блог роздавав скіни за лайки. То я з усіх своїх аккаунтів йому лайки наставив. Нахапав аж 15 скінів!</p>
    <p><b>Реальний:</b> ого, то получається в тебе аж 15 акаунтів?</p>
    <p><b>Віртуальний:</b> та то ще не багато!</p>
    <p><b>Реальний:</b> а нащо тобі стільки?</p>
    <p><b>Віртуальний:</b> Ну, знаєш, коли хочу щось круто досягнути в грі, то треба грошенят викладати. Можу купити скіни, або обладнання, або заплатити за якісь фічі. Або ще можу задонатити, щоб отримати більше можливостей, зрозумів?</p>
    <p><b>Реальний:</b> та мої донати інші, вони для ЗСУ, бо люблю мою країну, бо я за добро, за Правду!</p>
    <p><b>Віртуальний:</b> Та чув про таке. Але розумієш, якщо я досягну чогось, то можу продавати свій аккаунт і заробити гроші. А їх витратити у новий акаунт, а потім ще один і ще один. Але для цього треба кожного разу качати свій скіл, щоб аккаунт став краще.</p>
    <p><b>Реальний:</b> а скіл, це що таке? Як його піднімати, як прокачати аккаунт?</p>
    <p><b>Віртуальний:</b> Ну, скіл в грі, це як твої круті навички! Щоб стати кращим, треба купу часу віддавати тренуванням! Тоді ти точно станеш топовим геймером!</p>
    </br>
    <p><b>Мережка:</b> Ах, маленькі геймери! Чи знаєте ви, що в інтернеті можна знайти багато крутих сайтів? От наприклад, є сайти з модами для Minecraft, де ви можете підібрати собі особливий образ. Щоб стати кращим в Standoff 2, вам треба багато тренуватися, вчитися на своїх помилках та слухати поради досвідчених гравців. Моя порада, грати, грати та ще раз грати!!! Але пам'ятайте, чим більше граєте, тим більше ваші інтереси починають обертатися навколо ігор. Це може стати проблемою, бо вам буде важко перестати грати, і ви можете втратити контроль. Ви постійно думаєте та говорите про ігри, уявляєте себе в різних ігрових ситуаціях. Ви починаєте втрачати контроль, і зупинити себе стає дедалі важче. І ось тоді, мої маленькі геймери, ви стаєте повністю МОЇМИ!</p>
    </br>
    <p><b>Реальний:</b> але ж ти зовсім втратив себе! Твій зовнішній вигляд та твої навички, це фейк, це не правда! Наш Бог створив нас по Своєму образу та подобі! Він дав нам вміння любити інших, - реальна любов в реальному світі! А ще круто було б якби ти прокачав скіл відрізняти добро від зла, та Правду від брехні. Йду з друзями та в таборі займусь прокачкою скілів!!!</p>
    ''',
  ];

  static List<String> thirdEveningScene = [
    '''
    <h3>Гра. Вгадай що це?</h3>
    <p>На екран виводяться предмети, учасники повинні здогадатися що це таке та як це застосовується. Діляться по командах, обговорюють та діляться своїми результатами.</p>
    <p><a href = "https://docs.google.com/presentation/d/1kNllfNquvb1FXvkIqF2uCHm1Yg6HlHgk/edit?usp=sharing&ouid=104781512787198930141&rtpof=true&sd=true">Посилання на презентацію</a></p>
    <h3>Гра. Правда чи неправда.</h3>
    <p>Є факти, потрібно на них дати правильну відповідь.</p>
    <p><a href="https://docs.google.com/presentation/d/1LEFyULSofCQUgWSv6YxB9MtY19BWnM5j/edit?usp=sharing&ouid=104781512787198930141&rtpof=true&sd=true">Посилання на презентацію</a></p>
    </br>
    </br>
    </br>
    <hr>
    <h3>Сценарій</h3>
    <p><a href="https://www.youtube.com/watch?v=bor-7D9Xi-Q&ab_channel=KoloDruzivLviv">Посилання на youtube</a></p>
    <p><i>Віртуальний грає в якусь гру, показує свої емоції, вже виглядає конкретно мультиком</i></p>
    <p><b>Реальний:</b> Привіт! Дивлячись на тебе, бачу що ти вже серйозно прокачав свої скіли у віртуальному просторі!</p>
    <p><b>Віртуальний:</b> Ага, я сьогодні грав цілих 9 годин без перерви, але досяг того, чого хотів! А знаєш, з ким я грав?</p>
    <p><b>Реальний:</b> дай догадаюсь? Зі своєю новою подругою, тією дівчиною, що попросилася до тебе в друзі?</p>
    <p><b>Віртуальний:</b> Круто! До речі, побачив, що вона торгує скінами на мобів та кріперів у Майнкрафті. От думаю, як би зробити, щоб вона мені їх просто так віддала? Треба придумати... А, до речі, як у тебе справи, що новенького?</p>
    <p><b>Реальний:</b> та ми теж тут з друзями вирішили свої скіли прокачати.</p>
    <p><b>Віртуальний:</b> оо, оце я розумію, мої люди! В яку гру зараз ганяєте?</p>
    <p><b>Реальний:</b> це зовсім не гра, а наше життя! Будемо прокачувати реальні скіли в житті!</p>
    <p><b>Віртуальний:</b> а хіба це можливо, прокачувати скіли в житті?</p>
    <br>
    <p><b>Мережка:</b>О, мої маленькі цифрові мандрівники! Чи знаєте ви, як тінси як сучасні діти вдосконалюють свої навички? Вони проводять багато часу в інтернеті, досліджуючи різні сайти, обговорюючи ідеї в чатах або граючи в комп'ютерні ігри. Що їх так приваблює у цьому віртуальному світі? Можливість мати власний простір, де вони самі керують своїми діями без реальних наслідків. Вони можуть творити, втекти від реальності і втілювати свої мрії, вони вірять, що це можливо тільки у віртуальному світі, вони забули, що це так круто в реальному. Але це їх невдача!</p>
    </br>
    <p><b>Реальний:</b> творити можна і в реальному світі, ще й наслідки класні! От я поїхав з другом на велику кататись, і ми приїхали в такий класний парк, там поки бутерброди їли, то побалакали на славу, насміялись!</p>
    </br>
    <p><b>Мережка:</b> Тінси створюють нові аватари та скіни, які ніхто не розпізнає, жодна перевірка на правдоподібність їм не страшна. Знаєте, є різні типи геймерів. Перший тип - казуал, звичайний гравець, що тільки розпочинає свій шлях. Другий - флудер, той, хто любить обговорювати ігри в соціальних мережах. Третій - просунутий геймер, який починає витрачати гроші на ігри. Четвертий - хардкорщик, справжній боєць ігрового світу, майже кіборг! І нарешті, мій улюбленець, мій учень - задрот, який грає безперервно, але часто не отримує від цього задоволення і віддаляється від реального життя. Він може годинами сидіти за комп'ютером, занурюючись у світ гри. О, це моя школа!</p>
    </br>
    <p><b>Віртуальний:</b> ні, ну ти чув, це просто крутяк?!! Є до чого прагнути!</p>
    <p><b>Реальний:</b> а я прокачую свої скіли завдяки силі, яку мій Бог дав мені. І ця сила діє в мені. І я з нею сильний! Я знаю правду та говорю її. І це набагато крутіше! Я знаю правду, що віртуальний простір, це не є твоїм справжнім життям! Мережка дурить тебе, говорячи, що тільки у віртуальному світі ти маєш владу, тільки там ти знайдеш друзів, тільки там ти маєш силу і зможеш реалізувати себе! Не ховайся у віртуальному просторі, живи в реальному. Діяти із-за любові, набагато крутіше, ніж заради вигоди. Прокачуй свої скіни та скіли в Бозі. Ставай учнем Христа! Там круті скіли: робити чудеса, добро та вміти розрізняти фейки та правду! Жити справжнім життям набагато цікавіше!</p>
    </br>
    <hr>
    </br>
    </br>
    <h3>Рубрика “Фото дня”</h3>
    <p><b>Ідея 1:</b> 1 день - веселун день, 2 день - лук дня, 3 день - геймер дня, 4 день - силач дня, 5 день - їдун дня.</p>
    <p>Є 5 фото веселуна дня, за кожне голосують (оплесками), виграє той, хто найбільше отримав (оплесків). Аналогічно решта днів з іншими номінаціями: лук дня, геймер дня, силач дня, їдун дня.</p>
    <p><b>Ідея 2:</b> Фотогалерея. Кожного дня, різним учасникам, призначаються різні номінації (веселун, лук дня, геймер дня, силач дня, їдун дня). Номінації повторюються кожного дня, міняються люди. Тут не голосують, на екран виводяться фотки за день з номінаціями. Ви самі вибираєте, хто це буде.</p>
    <p><b>Приклад:</b> 1 день: геймер дня - Коля (його фото на екран), веселун дня - Аня (фото на екран), лук дня - Василь (фото на екран) і т.д.</p>
    <p><b>Приклад:</b> 2 день: геймер дня - Іван (його фото на екран), веселун дня - Вероніка (фото на екран), лук дня - Святик (фото на екран) і т.д.</p>
    <p>І так далі…</p>
    ''',
  ];

  static List<String> fourthMorningScene = [
    '''
    <h3>Гра. Бінго.</h3>
    <p>Знайомство по спільних інтересах.<br>
    <b>Інтереси:</b> улюблена страва, хоббі, улюблений фільм, мультфільм, гра в Роблоксі, улюблена соцмережа…</br>
    Бінго тоді, коли знайшлися 4  з однаковими інтересами. Вони мають крикнути Бінго.</br>
    Дружба зароджується зі спільних інтересів.</p>
    <h3>Гра. 100 друзів.</h3>
    <p>Діти стають в коло. По центру стоїть обрана ведуча (друг) із заплющеними очима і тримає витягнуту руку, показуючи на дітей у колі.</br>
    Діти починають рухатися, промовляючи слова: «Ширше, ширше, ширше коло. Маю сто друзів навколо: Перша, друга, третя, а улюблена - ось ця!»</p>
    <p>Діти зупиняються. Та дитина, на кого в цей час вказувала рука ведучої, швидко стає позаду неї в центр кола (спина до спини).<br>
    Діти плескають у долоні і промовляють:</p>
    <i>Просинайтесь, посміхніться, в одну сторону дивіться.</br>
    Діти в центрі кола повертають голови в сторону. Якщо повернули в один бік - дають п’ять, якщо в різні - потискають руку. Далі в центрі кола залишається обраний «друг» і гра продовжується.</i>
    <h3>Відео. Про друзів.</h3>
    <p><a href = "https://www.youtube.com/watch?v=hIOZ7kta5Ng">Посилання на відео</a></p>
    <p>Те, чим ти наповнений те і віддаєш іншим. Ті ж самі обставини, але проходять по різному, те як сприймають обставини: вона помічає все навколо, радісна, а він сумний і навколо нього все тухне, часто коли люди в телефонах ходять по вулиці ьи бачимо те саме. Це як різниця між віртуальним та реальним світом. Про те як правильні друзі впливають на тебе.</p>
    <br>
    <br>
    <hr>
    <h3>Сценарій</h3>
    <p><a href="https://www.youtube.com/watch?v=Ffc8b85aQfk&ab_channel=KoloDruzivLviv">Посилання на youtube</a></p>
    <p><i>Реальний до Віртуального (Віртуальний, як мультик)</i></p>
    <p><b>Реальний:</b> давно не бачились, як твої справи?</p>
    <p><b>Віртуальний:</b> та все супер! От якраз з друзями в чаті спілкуюсь!</p>
    <p><b>Реальний:</b> слухай, а хочеш я тебе зі своїми друзями познайомлю? У нас класна компанія! У мене є четверо найкращих друзів!</p>
    <p><b>Віртуальний:</b> Тільки четверо? А чого так мало? От у мене 30 крутезних друзяків, ми з ними і в соцмережах разом, і в ігри граємо. Та взагалі, коротше кажучи, ми всюди разом!</p>
    <p><b>Реальний:</b> Вау, у тебе аж 30 друзів! Це ж просто круто! А в мене своїх таких найкращих тільки четверо: Святик, Андрій, Олег і Катя. Ми з ними суперово час проводимо, завжди є про що поговорити, і в усьому підтримуємо одне одного. Ми як справжня команда, разом переживаємо купу незабутніх моментів. Наші пригоди не менш захоплюючі, ніж пригоди учнів Ісуса Христа із Біблії. Мені здається, що наша дружба схожа на їхню історію, коли вони разом йшли через різні обставини і завжди залишалися разом, бо їх об'єднював Бог. Я перед цими друзями можу завжди бути собою, вони завжди поруч, підтримають, скажуть правду, і завжди тримають слово. Люблю з ними проводити час! А як ти проводиш час зі своїми друзями? Певно, як вас 30 збирається, це як мега команда!</p>
    <p><b>Віртуальний:</b> А ти маєш рацію! Коли я час проводжу зі своїми друзяками, це завжди крута пригода! Так, 30 людей разом - це як крута команда! І до речі, в грі ми завжди топчики, завжди забираємо круті місця, і у всіх нас аватарки просто вау!</p>
    <p><b>Реальний:</b> дійсно вражає!</p>
    <p><b>Віртуальний:</b> а, поки не забув! Я попросив мою подругу зайти до тебе, вона залишить для мене VR окуляри (віртуальної реальності). А я потім заберу їх у тебе! Вона скоро буде в тебе, а я зараз відключаюсь, бо мені треба бігти!</p>
    <p><b>Реальний:</b> та не питання! Все Па Па!</p>
    <p><i>(Ніби стук в двері, на сцену заходить бородатий дядька)</i></p>
    <br>
    <p><b>Бородатий:</b> це я правильно прийшов?</p>
    <p><b>Реальний:</b> перепрошую, чим я можу вам допомогти?</p>
    <p><b>Бородатий:</b> я мав би тут комусь віддати VR окуляри</p>
    <p><b>Реальний:</b> <i>(здивовано)</i> так, мені. Але то мала би прийти молода дівчина!</p>
    <p><b>Бородатий:</b> <i>(сміється)</i> так то я і є та молода дівчина. Просто я спеціально собі таку аву поставив, щоб ніхто не зрозумів, що такий дорослий дядько, як я, в ігрушки рубає!! (Сміється, уходить)</p>
    <p><b>Реальний:</b> оце так поворот!!</p>
    ''',
  ];

  static List<String> fourthEveningScene = [
    '''
    <h3>Гра. “1, 2, 3”</h3>
    Ведучий говорить, щоб поділилися по парах і кожен по черзі рахують до 3. Наприклад: перший учасник: 1, другий учасник: 2, перший учасник: 3 і тд. Так щоб не збитися. Потім ведучий по-одному додає ускладнення:
    <ul>
    <li>замість 1 - стрибок</li>
    <li>замість 2 - хлопок</li>
    <li>замість 3 - бррр губами.</li>
    </ul>
    <p>І так, щоб не збитися.</p>
    <h3>Гра. Не повтори.</h3>
    Ведучий загадує як він ставить руки:
    <ul>
    <li>вверх</li>
    <li>вбік</li>
    <li>вниз</li>
    </ul>
    і учасники теж загадують.
    <p>На раз, два, три всі виставляють руки, як обрали.</br>
    Завдання учасників не повторити за ведучим. Хто обрав, те саме, що ведучий вилітає, в інакшому проходить далі. До 1 виграшного.</p>
    <h3>Гра. Де справжнє?</h3>
    <p>Потрібно дізнатися де фейк, а де правда. Можна говорити про справжню дружбу - яка вона, а яка підробка.</p>
    <p><a href = "https://docs.google.com/presentation/d/1Q4vblHqner7f9deNkNqbw4dqpZmUBQT2/edit?usp=sharing&ouid=104781512787198930141&rtpof=true&sd=true">Посилання на презентацію</a></p>
    <br>
    <br>
    <hr>
    <h3>Сценарій</h3>
    <p><a href="https://www.youtube.com/watch?v=oQDgfP0hK_o&ab_channel=KoloDruzivLviv">Посилання на youtube</a></p>
    <p><i>Віртуальний сидить засмучений (повністю мультяшний)</i></p>
    <p><b>Реальний:</b>  щось сталося? А чого ти такий засмучений? Хіба в твоєму віртуальному світі може піти щось не за планом?</p>
    <p><b>Віртуальний:</b> Ну, виявилось, що так! Ти знаєш, я навіть сам здивувався! У мене з'явились деякі проблеми, і я розраховував на підтримку від друзів!</p>
    <p><b>Реальний:</b> ооо, я би на твоєму місці теж би очікував на підтримку від друзів, адже в тебе їх аж 30!</p>
    <p><b>Віртуальний:</b> Та прикол в тому, що ніхто мене не підтримав. Всі мають свої справи, вирішують свої проблеми. А декотрі, здається, взагалі прикидаються не тими, ким є насправді! Вийшло, що у мене немає справжніх друзів! Я навіть не впевнений, чи вони насправді виглядають як на своїх авах.</p>
    <br>
    <p><b>Мережка:</b> У віртуальному світі він був ніби король, оточений скарбами як у казці: 30 друзів, безліч підписників, лайки і коментарі. Його профіль переглядали тисячі, а його слово було на вагу золота. Всі хотіли бути частиною його цифрового королівства. Проте під цим блиском ховалася сумна таємниця.</p>
    <p>Він часто відчував самотність, навіть у величезному колі "друзів". Він віддавав їм все: свій час, свою увагу, свою підтримку. Але здавалося, що вони знали його лише за віртуальною оболонкою, використовуючи його лише за потреби, не цінуючи як особистість. Бо вони навіть не знали його особисто!</p>
    <p>З кожним днем він відчував себе все більш непотрібним і розчарованим. Він бачив, як його 'друзі' обирали інших, ігноруючи його думку і висміюючи його. Він зрозумів, що його віртуальне життя було лише маскою, що ховала його справжню суть — самотність та розчарування.</p>
    <p>А я? О, я безмежно щаслива, що мій план діє! Я бачу, як мої пастки чудово працюють. І я мрію про те, щоб ще більше віртуальних користувачів занурилося в мою пастку. Чекаю з нетерпінням, коли вони всі стануть моїми!!!</p>
    <br>
    <p><b>Реальний:</b> Послухай, твоя компанія впливає на тебе. Тому важливо обирати своїх друзів ретельно. Питання, на яке варто замислитися: чи твої друзі готові піти на все для тебе, як це роблять учні Христа! Тож можливо, варто трошки переглянути свої пріоритети і перевірити, чи варто витрачати весь свій час на них.</p>
    <p><b>Віртуальний:</b>  Та не знаю…</p>
    <p><b>Реальний:</b> давай я тобі розкажу про справжню дружбу: одного разу, Петро, один з учнів Ісуса Христа, потрапив у тюрму через те, що ділився Доброю Новиною. Його друзі хотіли помогти йому, але не знали як, тому вирішили помолитися. Під час того як вони молилися Петрові зявився Ангел у вязниці і вивів його з тюрми. Віра друзів звільнила його!</p>
    <p>От мої друзі, вони моляться за мене, коли мені потрібна допомога. А також коли друзів не має поруч, зі мною завжди є найкращий друг - Ісус, який завжди готовий вислухати та допомогти. Він завжди вислухає та дасть круту пораду.<br>
    А ще ми з друзями разом ходимо гуляти, в Мак, а ще…</p>
    <p><b>Віртуальний:</b> та стоп стоп стоп, я зрозумів, що мені є про що подумати.</p>
    <p><b>Реальний:</b> що тут думати, давай до нас, ми завжди раді новим друзям, будемо проводити весело час, познайомимо з Ісусом, який може стати твоїм найкращим другом.</p>
    <p><b>Віртуальний:</b> та я не впевнений...</p>
    <p><b>Реальний:</b> Вибір звичайно за тобою, але знай я запрошую</p>
    <p><b>Віртуальний:</b> Як мені звідси вийти, ти ж знаєш, в онлайні ти перестаєш бути собою, тому й важко щось вирішити. Я сам не можу зрозуміти, чого хочу, що краще…</p>
    <p><b>Реальний:</b> як не знаєш?! Ой бачу, що не знаєш. І як тебе витягти звідти??? Ти лише не зникни до завтра, будь ласка, не розчинись в тому віртуальному світі. Я з друзями щось придумаю!!!</p>
    <p><b>Віртуальний:</b> Ти…. (і далі не чути)</p>
    <p><b>Реальний:</b> треба терміново придумати <i>(до залу)</i> напишіть мені в цій сторінці в інсті <i>(кюаркод вашої сторінки)</i> варіанти як допомогти моєму другу і витягти його до нас.</p>
    <br>
    <hr>
    <br>
    <br>
    <h3>Рубрика “Фото дня”</h3>
    <p><b>Ідея 1:</b> 1 день - веселун день, 2 день - лук дня, 3 день - геймер дня, 4 день - силач дня, 5 день - їдун дня.</p>
    <p>Є 5 фото веселуна дня, за кожне голосують (оплесками), виграє той, хто найбільше отримав (оплесків). Аналогічно решта днів з іншими номінаціями: лук дня, геймер дня, силач дня, їдун дня.</p>
    <p><b>Ідея 2:</b> Фотогалерея. Кожного дня, різним учасникам, призначаються різні номінації (веселун, лук дня, геймер дня, силач дня, їдун дня). Номінації повторюються кожного дня, міняються люди. Тут не голосують, на екран виводяться фотки за день з номінаціями. Ви самі вибираєте, хто це буде.</p>
    <p><b>Приклад:</b> 1 день: геймер дня - Коля (його фото на екран), веселун дня - Аня (фото на екран), лук дня - Василь (фото на екран) і т.д.</p>
    <p><b>Приклад:</b> 2 день: геймер дня - Іван (його фото на екран), веселун дня - Вероніка (фото на екран), лук дня - Святик (фото на екран) і т.д.</p>
    <p>І так далі…</p>
    ''',
  ];

  static List<String> fifthMorningScene = [
    '''
    <h3>Гра. StickMan.</h3>
    <p>Виводимо презентацію на екран і діти мають повторити рухи за стікменом (чоловічком). Можна зробити це під музику.</p>
    <p><a href="https://docs.google.com/presentation/d/1Ak47uaCWuTJVn9AX0V_doyivtAHu9b5r/edit?usp=sharing&ouid=104781512787198930141&rtpof=true&sd=true">Посилання на презентацію</a></p>
    <h3>Відео. Обід з Богом.</h3>
    <p><a href="https://drive.google.com/file/d/11feaQHfDVwou0uWMF9Jw2Ob2nY3Iy3OX/view?t=1">Посилання на Гугл диск</a></p>
    <p>Обидва герої хотіли зустрітися з Ісусом, і приготували все найкраще. Коли хлопець пішов у парк, він зустрів там бабусю з якою поділився сніданком (те, що він приготував для Ісуса), а бабуся провела з ним весь час і веселі розказувала веселі та захоплюючі історії (наче проводила час з Ісусом). Обидва заявили, що мали зустріч з Ісусом. Висновок: щоб не робили, робіть як для Ісуса.</p>
    <br>
    <br>
    <hr>
    <h3>Сценарій</h3>
    <p><a href="https://www.youtube.com/watch?v=1Y6qbSd3Moc&ab_channel=KoloDruzivLviv">Посилання на youtube</a></p>
    <p><b>Віртуальний:</b> Час летить, і я поступово зникаю. Мене вже не повернути до реальності. Ти молодець, що обрав реальне життя разом з Ісусом! У мене ж тепер без варіантів, цей віртуальний світ мене забирає, я зробив помилку, не можу справитися з цим вибором.</p>
    <p><b>Реальний:</b> Але знай, є Той, хто має нескінченну силу та владу! Він може визволити тебе з цієї пастки. Це наш друг - Ісус! Ми з друзями будемо молитися за тебе в Ім'я Ісуса.</p>
    <p><b>Віртуальний:</b> Дякую, друзі! У сучасному світі, де віртуальна реальність змішується з реальним життям, знайти справжніх друзів, які підтримують у будь-якій ситуації, дуже складно. Ваша підтримка для мене - справді потужна сила!</p>
    <br>
    <p><i> Реальний з друзями моляться.<br>
    Виводимо на проектор молитву, і всі разом в залі молимося:<br>
    <b>Ісус, дякую Тобі за Твою любов до нас, дякую, що Ти помер за нас і воскрес, і зараз живий.<br>
    Дякую, що дарував нам свободу і дав нам вибір.<br>
    Ти бачиш серце нашого друга, допоможи йому в тому, в чому він сам не може справитися. Ісус, він хоче стати твоїм другом і бути вільним, щоб віртуальний світ не мав влади над ним.</br>
    Я дякую тобі Ісус, що Ти теж хочеш, щоб він був вільний, ми дуже раді бути з тобою Ісус в одній команді.</b>
    </i></p>
    <p><a href = "https://docs.google.com/presentation/d/1N0W3U2W8pkS7seogrDKMOT9KnP7XoJhd/edit?usp=sharing&ouid=104781512787198930141&rtpof=true&sd=true">Посилання на презентацію</a></p>
    </br>
    <p><b>Мережка:</b> Ооо, я не розумію, чому я втрачаю владу над ним? Я ніби таю! Дайте я подивлюся, в чому проблема!? Ах, що!? Що вони роблять! Вони моляться за нього.</p>
    </br>
    <p><i>І під час цього вони бачать, як їхній віртуальний друг бореться та перемагає власні страхи та переживання, йому стає байдужий віртуальний світ! Тож, разом із своїми друзями, вони моляться за його визволення!</i></p>
    </br>
    <p><b>Мережка:</b> Я безсильна у цій боротьбі, за їхньою молитвою стоїть Хтось більший! Я безсильна!... Я зникаю... зникаю... нііііі…</p>
    </br>
    <p><i>Віртуальний перетворюється на нормального.</i></p>
    </br>
    <p><b>Віртуальний:</b> <i>(розглядає себе)</i> Нарешті я вільний! Я зрозумів, що ваші молитви - це не просто слова. Це духовна боротьба за моє визволення. Кожне слово молитви, кожна думка - це крок до мого визволення.</p>
    <p><b>Реальний:</b> Ти правий! Після тривалої боротьби віртуальний світ втратив над тобою свою холодну павутину. Ти був звільнений, як і Петро, який завдяки молитвам друзів був визволений з в'язниці.</p>
    <p><b>Віртуальний:</b> тепер я знаю, що я прагну ближчого спілкування з тобою і твоїми реальними друзями і вашою компанією. Але найважливіше, я хочу дізнатися більше про Того, Чиїм іменем ви молилися за мене, про Ісуса, про Того, хто допоміг і звільнив мене у цій боротьбі.</p>
    <p><b>Реальний:</b> я з задоволенням тебе з Ним познайомлю!</p>
    ''',
  ];

  static List<String> fifthEveningScene = [
    '''
    <h3>Гра. Перевірка на дружбу.</h3>
    <p>Учасники мають встати з тим, з ким найбільше здружився під час цих 5 днів. Мають бути по двоє.</p>
    Вони проходять тест на дружбу. Задають один одному такі запитання:
    <ol type="1">
    <li>Коли в мене день народження?</li>
    <li>Чи є у мене рідні брати чи сестри?</li>
    <li>Моє хоббі</li>
    <li>Яка моя улюблена гра?</li>
    <li>Місце нашої наступної зустрічі?</li>
    </ol>
    <h3>Предметний урок</h3>
    <p><a href="https://www.youtube.com/watch?v=sgIRQAvcTrY&ab_channel=KoloDruzivLviv">Посилання на youtube</a></p>
    <h3>Гра. Соку, Бачі, Віра</h3>
    Стоять по двоє - один навпроти одного, повторити рухи як на відео.
    <p><a href="https://www.youtube.com/watch?si=YNxPlVVNG8oVwmZ-&v=fqYqYLHoQq8&feature=youtu.be">Посилання на відео</a></p>
    <p>Ведучі на сцені показують приклади.</p>
    <br>
    <br>
    <hr>
    <h3>Сценарій</h3>
    <p><a href="https://www.youtube.com/watch?v=UIHPEkpIFjI&ab_channel=KoloDruzivLviv">Посилання на youtube</a></p>
    <p><i>Реальний говорить з Віртуальним по телефону.</i></p>
    <p><b>Реальний:</b> Привіт, друже! Коли ти вже будеш?</p>
    <p><b>Віртуальний:</b> Хотів запитати, чи все в силі?</p>
    <p><b>Реальний:</b> Так, звісно! Чекаю на тебе!</p>
    <p><b>Віртуальний:</b> Скинь геолокацію, де ти зараз!</p>
    <p><b>Реальний:</b> Ок, скидаю! Отримав?</p>
    <p><b>Віртуальний:</b> Так, зараз буду у тебе!</p>
    <p><b>Реальний:</b> Ок, чекаю!</p>
    <br>
    <p><i>Віртуальний заходить на сцену, вони з реальним пожимають руку один одному, хлопают по плечу.</i></p>
    <br>
    <p><b>Реальний:</b> О, нарешті я тебе дочекався! Я казав, що розмовляти з тобою по телефону або через соцмережі суперприкольно, але ще краще зустрітися особисто!</p>
    <p><b>Віртуальний:</b> Я теж радий тебе бачити. Я вдячний тобі та твоїм друзям, що не кинули мене, що я зміг змінити своє життя завдяки вашим молитвам.</p>
    <p><b>Реальний:</b> Я радий, що ти побачив перевагу реального життя! Реальне життя набагато цікавіше! Для тебе тут є місія, круті завдання і справжні друзі. Я тебе обов'язково познайомлю! До речі, приходь на наші клуби по суботах!</p>
    <p><b>Віртуальний:</b> Що за клуби?</p>
    <p><b>Реальний:</b> Це круте місце, де багато дітей та тінсів об'єднуються в велике коло друзів! Там грають ігри, класно проводять час! Там конкурси та смаколики! А найголовніше, там ти більше дізнаєшся про Того, хто спас тебе, про Ісуса!</p>
    <p><b>Віртуальний:</b> О, круто! Дякую за запрошення! Я обов'язково прийду! Мені так хочеться розповісти всім про моє нове життя! Завдяки Ісусу в мене тепер нові думки, нові друзі, нові звички, нові мрії! Все нове!</p>
    <p><b>Реальний:</b>  Ну що, ти готовий?</p>
    <p><b>Віртуальний:</b> До чого, не зрозумів?</p>
    <p><b>Реальний:</b> <i>(Дістає футбольний м'яч)</i> Давай в футбол?!</p>
    <p><b>Віртуальний:</b> Давай!</p>
    <p><b>Реальний:</b> Тільки по-справжньому!</p>
    <p><b>Віртуальний:</b> Не питання! <i>(Пасують один одному м'яч, йдуть)</i></p>
    <br>
    <hr>
    <br>
    <br>
    <h3>Рубрика “Фото дня”</h3>
    <p><b>Ідея 1:</b> 1 день - веселун день, 2 день - лук дня, 3 день - геймер дня, 4 день - силач дня, 5 день - їдун дня.</p>
    <p>Є 5 фото веселуна дня, за кожне голосують (оплесками), виграє той, хто найбільше отримав (оплесків). Аналогічно решта днів з іншими номінаціями: лук дня, геймер дня, силач дня, їдун дня.</p>
    <p><b>Ідея 2:</b> Фотогалерея. Кожного дня, різним учасникам, призначаються різні номінації (веселун, лук дня, геймер дня, силач дня, їдун дня). Номінації повторюються кожного дня, міняються люди. Тут не голосують, на екран виводяться фотки за день з номінаціями. Ви самі вибираєте, хто це буде.</p>
    <p><b>Приклад:</b> 1 день: геймер дня - Коля (його фото на екран), веселун дня - Аня (фото на екран), лук дня - Василь (фото на екран) і т.д.</p>
    <p><b>Приклад:</b> 2 день: геймер дня - Іван (його фото на екран), веселун дня - Вероніка (фото на екран), лук дня - Святик (фото на екран) і т.д.</p>
    <p>І так далі…</p>
    ''',
  ];
}
