class ScenesData {
  String firstMorningScene = ''' 
  <h3>РАНКОВА ПРОГРАМА</h3>
  
  <b>Герой:</b> добрий день! Підкажіть будь ласка, це гараж? <br><br>
  <b>Іван:</b> <i style="color:purple">(щось возиться  разом з ДорогОю над якимось акумулятором, або з чимось)</i>
  Так, ви правильно кажете, це гараж! А що, юний друже, ви хотіли? <br><br>
  <b>Герой:</b> Я чув, що є такий гараж, де тренують гонщиків!<br><br>
  <b>ДорогА:</b> Тебе цікавлять перегони?<br><br>
  Іван та ДорогА сміються.<br>
  <br>
  <b>Іван:</b> а про які перегони ти мрієш? <br><br>
  <b>Герой:</b> ну такі перегони, знаєте...щоб швидко,  голосно. джииииинь, геееееньь, ууууу... Тут таких готують? Ядуже сильно хочу!!!<br><br>
  <b>ДорогА:</b> ти знаєш, бувають різні перегони та змагання! Адже все, на чому є колеса, пригодне для гонок!!<br><br>
  <i style="color:purple">(Можна буде зняти відео про види гонок, а ДорогА по черзі з Іваном будуть озвучувати)</i><br>
  Наприклад: бувають перегони на газонокосарках!! Вони, доречі так само голосно гудять, як ти хотів)) Існує гонка на сонцемобілях, а також перегони на тракторах. Існують навіть перегони на ліжках!! Бувають гонки на шкільних автобусах! <br>
  <i style="color:purple">(Можна ще додати щось смішне)</i><br>
 
  <b>Іван:</b> який вид перегонів тобі довподоби, вибирай?<br><br>
  <b>Герой:</b> ні, ні. Це щось не то! Це якісь неправдиві перегони! Я чув про інщі перегони! Вони існують, я знаю, я чув про такі! Там ще такий гонщик був крутий! Я про нього теж чув!<br><br>
  <b>ДорогА:</b> здається мені, я знаю про які перегони він говорить?<br>
  <i style="color:purple">(переглядається з Іваном)</i><br><br>
  <b>Іван:</b> Формула 1!!! Це найкрутіші перегони! Гонщик керує спеціальним, виготовленим на замовлення, перегоновим автомобілем. Кожен такий автомобіль-болід він називається в гонках: ексклюзивний, унікальний, досконалий, чудовий! Автогонщик повинен відповідати своєму боліду!<br>
  <i style="color:purple">(Теж можна на екрані показати гоночний автомобіль болід)¹</i><br><br>
   
  <b>ДорогА:</b> Отже, друже, ти прийшов по адресі. Я розкажу тобі що треба робити, навчу тебе всьому, що сама знаю, та покажу тобі шлях до перемоги! Уперед!!!<br><br>
  <b>Герой:</b> радий знайомству<br><br>
  <b>ДорогА:</b> мене звати Дорога так саме так Дорога <i style="color:purple">(наголос можна щоразу ставити на різні склади)</i>, а головний у нас він, його книга відома в цілому світі і наш гараж, де тренують переможців не дарма називається 5/4 - це крутий момент з його книги<br><br>
  <b>Герой:</b> я саме там , де мріяв потрапити. Друзі, я в правильному місці і ви в правильному місці.<br>
  ''';

  String firstEveningScene = '''
  <h3>ВЕЧІРНЯ ПРОГРАМА</h3>
   <b>Герой до Івана та ДорогОї:</b> друзі, дякую, що показали мені тут все! У вас тут так класно! Все облаштовано, стільки учнів! Мені дуже подобається!<br><br>
   <b>Іван:</b> ми тут з ДорогОю порадилися та вирішили подарувати тобі ось що!<br>
   <i style="color:purple">(дарують Герою гоночну куртку та шолом) </i><br><br>
   
   <b>Герой:</b> вау, дякую, тепер я такий самий, як ви всі! Тут є емблема, номер...<br>
   <i style="color:purple">(можна куртку з емблемою табору та номер 1)</i><br><br>
   <b>ДорогА:</b> Так, це емблема нашої команди. Вдягай та уперед до перемоги! Тепер ти пілот Королівської гонки, такий самий як ми! Колись ти станеш  абсолютним чемпіоном, так само як наш перший гонщик! Він поставив перед собою завдання- перемогти. Та переміг! Цей великий гонщик вважав, що пілотом Формули 1 стають вибрані, тому що це покликання. Він прийшов у ці перегони заради того, щоб навчити нас перемагати. 
   <br><i style="color:purple">(Можна паралельно вивести на екран відео цього гонщика)</i><br>
   Тому що перемога це успіх у битві, змаганнях, яке закінчиться поразкою суперника.<br><br>
   <b>Герой:</b> дякую друзі, що повірили в мене! Тепер дивіз мого життя: вибирай! змагайся! Перемагай!<br>
   <i style="color:purple">(Можна, щоб Іван, ДорогА та Герой поклали руку на руку всі разом і підняли догори, як символ перемоги)</i><br>
  ''';

  String secondMorningScene = '''
  <h3>РАНКОВА ПРОГРАМА</h3>
  <h4>Неможливе можливе. Чудеса Христа</h4>
  <b>Герой до Івана:</b><br>
  <i style="color:purple">(заходячи на сцену. Герой в спортивному костюмі, він готується до змагань)</i><br>
  це абсолютно неможливо! Я ніколи не зможу цього зробити! Я вже ледь ногами ворушу! А ти кажеш Ще присідати? В мене вже коліна трусяться!(заходять ніби в спортзал, там багато знаряддя для тренувань)<br><br>
  <b>ДорогА:</b> ооо, хлопці, ну нарешті, я вас вже зачекалася! І все приготувала для тренування! В мене для тебе є підручник вправ для послідовного тренування! Виконуй їх будь ласка кожен день!<br><br>
  <b>Герой:</b> <i style="color:purple"> (читає вголос) </i> 3 підходи по 30 разів віджимання! Що? Це неможливо, я і одного підходу не зроблю! 3 підходи по 500 разів на скакалці??? Люди, я на скакалці ніколи не стрибав, я не вмію!
  <i style="color:purple"> (список можна продовжити) </i> Ось дивіться!!
  <i style="color:purple"> (пробує стрибати, не получається) </i> Бачите, це неможливо! <br><br>
  
  <b>Іван:</b> У житті немає нічого неможливого, треба тільки знати в які двері постукати! А ти постукав туди, куди треба!! Не переймайся в тебе все вийде! Тільки виконуй інструкції!<br><br>
  <b>Герой:</b> так, я розумію, але цей чек-лист... все, що тут написано, для простої людини не під силу, це вище моїх сил!!<br><br>
  <b>ДорогА:</b><i style="color:purple"> (бере лист з вправами) </i>по цьому списку вправ тренувався наш Супер Гонщик! Щодня Він приходив сюди на тренування, Він виконував усе що тут написано і це привело Його до перемоги! Якщо Він це зміг зробити, то і ти зможеш! Єдиний спосіб визначити межі своїх можливостей, це вийти за ці межі!!<br><br>
  <b>Герой:</b> Вийти за межі можливостей? ок, друзі, я спробую!!! Підготовка до перегонів я вже зрозумів, що це нелегко.<br><br>
  ''';

  String secondEveningScene = '''
  <h3>ВЕЧІРНЯ ПРОГРАМА</h3>
  <b>Герой:</b><i style="color:purple"> (забігає на сцену стрибаючи на скакалці) </i> Дивися Іван, ДорогА подивись!!! Як вам таке? Я навчився!! Ще зранку мені здавалося, що це неможливо!! (Стрибає) 205, 206, 207...Як же мені це подобається!<br><br>
  Іван та ДорогА плескають йому.<br><br>
  <b>Іван:</b> от бачиш, а ще зранку ти не вірив в себе!<br><br>
  <b>Герой:</b> так, я думав, що ніколи не навчусь, що мені забракне сил, що це треба бути досвідченим спортсменом, щоб це все виконати.
  <i style="color:purple"> (Починає віджиматися, може ще якісь вправи робити) </i><br><br>
  <b>ДорогА:</b>  виконуючи написані інструкції крок за кроком, день за днем, ти ставатимеш все більш досвідченим. Все більш сильнішим, витривалішим.<br><br>
  <b>Герой:</b>  так, сьогодні був особливий день! Я дізнався багато цікавого про себе. Я вірив, що я ніколи в житті нездужаю цей список! Нехай я ще багато чого не вмію, але в мене вже є досягнення!<br><br>
  <b>Іван:</b>  багато хто вірить, що стрибнути вище себе неможливо. Але ти сьогодні довів, інше! Неможливе - можливе , якщо ти в це віриш!<br><br>
  <b>Герой:</b> Так, я буду тренуватися, буду вивчати стратегії та тактики і настане день, коли за мною буде перемога! Так само, як в нашого супер гонщика!<br><br>
  <b>ДорогА:</b> дивись...  <i style="color:purple"> (на екрані якісь такі неординарні кадри перегонів, де Супер гонщик робить неможливе) </i>Чудеса реальні, треба тільки повірити))<br><br>
  ''';

  String thirdMorningScene = '''
  <h3>РАНКОВА ПРОГРАМА</h3>
  <h4>Перешкоди.</h4>
  <b>ДорогА до Героя:</b> отже, сьогодні в нас останній день перед гонкою! Найвідповідальніший день в твоєму житті!<br><br>
  <b>Іван:</b> давай ми з тобою згадаємо усе, що вчили! Правило номер 1"Тримай завжди суперника в полі зору!", правило 2:" Не бійся, не розслабляйся"<br><br>
  <b>Герой:</b> так, я пам'ятаю усі правила! Але...<br><br>
  <b>ДорогА:</b> що але?<br><br>
  <b>Герой:</b> але, коли ми робили пробне коло, мені здалося, що інші учасники кращі, сильніші, досвідченіші. Я коли порівнюю себе з іншими, мені стає страшно.<br><br>
  <b>Дорога:</b> на кожну твою перешкоду в інструкції(Біблії) є слово! Ти ж знаєш, що говорили про нашого Супер гонщика Ісуса! Що Він не той, за кого себе видає, що Він немає кваліфікації, що в Нього не вийде.<br><br>
  <b>Іван:</b> Але Він завжди тримався того, що написано в інструкції. І Він став переможцем!!<br><br>
  <b>ДорогА:</b> завжди дивись на мене.  Тримай фокус на дорозі! Слова суперників, слова глядачів не мають значення! Я буду підказувати тобі, подавати знаки!<br><br>
  <b>Герой:</b> дякую, що вчите мене, буду намагатися триматися ваших порад. Отже, важливо на чому я фокусуюсь!!!!<br><br>
  ''';

  String thirdEveningScene = '''
  <h3>ВЕЧІРНЯ ПРОГРАМА</h3>
  <b>Іван:</b> ну що, як пройшла підготовка? Впевнений в собі?<br><br>
  <b>Герой:</b> До гонки залишилася одна ніч! Я напевно спати не зможу. Я так хвилююся!<br><br>
  <b>ДорогА:</b> не треба, ми завжди з тобою! Просто стартуй сміливо і все!<br><br>
  <b>Герой:</b> Ох, цей початок! Щоб ви мені не говорили, що це не страшно, що я звикну, але ні, цей страх присутній. І в голові постійні думки, " що тебе чекає на першій ділянці дороги, як не помилитися? Як не вилетіти з траси на повороті? Чи я готовий?<br><br>
  <b>Іван:</b> послухай, хороший пілот повинен завжди працювати зі своїми страхами.<br><br>
  <b>Герой:</b> як же мені перебороти страхи та не звертати уваги на перешкоди?<br><br>
  <b>ДорогА:</b> ти впевнений, що їдеш на перемогу, чи ти змирився з поразкою та ні на що вже не розраховуєш? <br><br>
  <b>Герой:</b> Я хочу перемогти! Я хочу змагатися, як Супер гонщик! Беру з Нього приклад! Буду схожиь на Нього! Хочу думати як Він, діяти як Він! Тому що перегони це відчуття, які неможливо передати словами. Я хочу відчути, як це -  подолати страх, летіти все швидше і швидше, напружувати всі свої сили і з рештою стати переможцем!<br><br>
  <b>ДорогА:</b>  супер! Тоді завтра до бою! <br><br>
  ''';

  String fourthMorningScene = '''
  <h3>РАНКОВА ПРОГРАМА</h3>
  <h4>День перемоги! Мільон маленьких чудес! Воскресіння Христа!</h4>
  <b>ДорогА:</b> ну що, наш герой, сьогодні в нас відповідальний день! В тебе перші перегони у твоєму житті!<br><br>
  Іван розминає Героя, руки, плечі.<br> <br>
  <b>Іван:</b> так, згадай усе що ми з тобою вчили! Тримай завжди суперника в полі зору! Не бійся! Ти готовий!!!<br><br>
  Герой у формі, шлем тримає....готується, присідає, трохи робить розминку..<br><br>
  <b>Герой:</b> а якщо мій автомобіль не такий швидкісний ніж у суперника? Чи зможу я на ньому перемогти?<br><br>
  <b>ДорогА:</b> усе гаразд, автомобіль повністю відповідає твоїм здібностям.<br><br>
  <b>Іван:</b> переможець не той, хто у найшвидшому автомобілі, а той хто відмовляється програвати!!!<br><br>
  <b>Герой:</b> Я буду старатися з усіх сил!<br><br>
  <b>ДорогА:</b> завжди дивись на мене. Я буду підказувати тобі, подавати знаки!<br><br>
  <b>Іван:</b> дивись, я хочу щоб ти усвідомив одну річ, "Ти є вже переможець"<br><br>
  <b>Герой:</b> як я можу бути переможцем, якщо мої перші змагання ще попереду?<br><br>
  <b>Іван:</b> тому що кожна велика перемога складається з тисячі таких маленьких перемог, про які ніхто не знає.<br><br>
  <b>Герой:</b> не розумію, про що ти говориш, я ще ніде не змагався!!<br><br>
  ДорогА та Іван сміються<br><br>
  <b>ДорогА:</b> помиляєшся! Ти вже перемагав сам себе, коли почав займатися по інструкції, коли навчився віджиматися, стрибати на скакалці. Ти переміг страх, коли сів перший раз за кермо боліда. Ти переміг, коли вирішив змінити своє життя та прийшов до нас в гараж на навчання. Ти вже переможець!<br><br>
  <b>Іван:</b> а попереду в тебе нова, ще більша перемога!<br><br>
  <b>Герой:</b> то виходить , що гонки, це життя!<br><br>
  <b>ДорогА:</b> так ти правий, виходить що так!<br><br>
  <b>Іван:</b> уперед до старту, Герой!<br><br>
   ''';

  String fourthEveningScene = '''
  <h3>ВЕЧІРНЯ ПРОГРАМА</h3>
  Герой щасливий забігає з кубком в руці!<br><br>
  <b>Герой:</b> друзі!! У мене вийшло! Ні...у нас вийшло! Дякую вам, що навчили мене, підтримували, підказували.. Це моя перша більша перемога, я щасливий!!<br><br>
  <b>ДорогА:</b> тому що ти став професіоналом,  ти багато часу приділяв тренуванням. Слухав наші поради!<br><br>
  <b>Герой:</b> так, завдяки тому що ми команда, все вийшло! Адже  траса була непроста, можна було і вилетіти з неї. А ще було багато пилу, не було видно куди їхати! Багато хто з учасників змагань сходили з дистанції! Важливо було тримати ритм та не здавати позицій! Це був чистий драйв!!!<br><br>
  <b>Іван:</b> ти заклав правильний фундамент, беручи приклад з нашого Супер гонщика! Колись настане день і ти теж виграєш свою найважливішу гонку свого життя!<br><br>
  <b>ДорогА:</b> наш Супер Гонщик, абсолютний чемпіон Королівської гонки! Він завжди вчить, що шлях до перемоги, це як великі перегони!. Ти можеш повернути ліворуч або праворуч. Або продовжуєш рух вперед! Буває так, що ти вертаєшся туди, звідки почав свої перегони, а потім знов починаєш все спочатку! Біля твоїх ніг лежить мільон шляхів! Кожен кращий за попередній! Вибирай новий Шлях, який пройшов першим Супер гонщик! Так ти неодмінно переможеш в головній гонці життя!<br><br>
  <b>Герой:</b> <i style="color:purple"> (на екрані Ісус,як Супер Гонщик, воскресіння Христа) </i>так, наш Супер Гонщик переміг в гонці свого життя! Він змагався до кінця, до самої смерті, щоб своїм воскресінням отримати головний приз! І це був не просто кубок, наприклад такий, як я сьогодні виграв! Замість кубка ,наш Супер гонщик виграв перемогу над гріхом, щоб дати усім нам можливість  жити і не померти!!<br><br>
  ''';

  String fifthMorningScene = '''
  <h3>РАНКОВА ПРОГРАМА</h3>
  Іван та ДорогА в очікуванні<br><br>
  <b>Іван:</b> ну де вже наш Герой, перший заїзд мав би вже закінчитися, а його все нема!<br><br>
  <b>ДорогА:</b> а ось він, але щось настрій зовсім не веселий!<br><br>
  Заходить Герой засмучений.<br><br>
  <b>ДорогА:</b> ну нарешті, можна тебе привітати? <i style="color:purple"> (обсипають Героя якимись блискітками, конфеті) </i><br><br>
  <b>Герой:</b> ні, сьогодні я програв! Я взагалі не розумію, як так могло статися? Я ніби то робив все правильно, але мій автомобіль занесло, а після того мене викинуло з траси!<br><br>
  <b>Іван:</b> але я сподіваюсь ти продовжив змагання, повернувся на трасу?<br><br>
  <b>Герой:</b> та ні, а який сенс, я все одно програв!<br><br>
  <b>ДорогА:</b> Герой, послухай мене уважно! Ти ще зовсім новачок у цій справі! Досвідчені пілоти і то помиляються. І було би дуже дивно розраховувати на перемогу під час першого тайм- ауту.<br><br>
  <b>Іван:</b> а от бути "найшвидшим новачком" або поставити собі за ціль прийти до фінішу за декілька секунд після переможця, це може бути хороша ціль, яку треба ставити та прагнути!<br><br>
  <b>Герой:</b> ви хочете сказати, що нема причин засмучуватися?<br><br>
  <b>ДорогА:</b> ти думаєш наш Супер Гонщик не зазнавав поразки? Але Його це ще більш мотивувало до того, щоб на наступних змаганнях цього не повторилося!<br><br>
  <b>Герой:</b> дякую вам мої друзі, за те що підтримуєте мене у важких обставинах. Мені дуже цінні ваші поради! Іду готуватися до наступного заїзду!
  <br><i style="color:purple"> (Виходить і повертається за хвилю) </i><br><br>
  Іван, ДорогА щось ремонтують в гаражі, щось розбирають...<br><br>
   Герой заходить з мапою, вивчає щось<br><br>
  <b>ДорогА:</b> оо, Герой привіт, що ти там розглядаєш? Дай гляну..<br><br>
  Герой показує..<br><br>
  <b>ДорогА:</b> Іван, дивись, наш Герой хоче прийняти участь у великих перегонах!<br><br>
  <b>Іван:</b><i style="color:purple"> (хлопає Героя по плечу) </i> ну, ти хлопчина молодець, горжуся тобою! Це серйозне рішення! Але це дуже складна гонка, ти зможеш? Там прийдеться їхати і по піску, і по гравію. Часто шлях лежить через пустелю. Під час гонки часто трапляються аварії.<br><br>
  <b>Герой:</b> так, я знаю, що ця гонка складна, вона більше підходить для досвідчених пілотів. Але я вирішив спробувати!<br><br>
  <b>ДорогА:</b> Які в тебе очікування від цієї гонки? Ти не боїшся програти?<br><br>
  <b>Герой:</b> моя минула поразка та ваші поради змусили мене зрозуміти де що! Не завжди поразка це невдача! Для мене це урок! Я завжди буду йти до перемоги, набираючись досвіду. Едине, що від мене залежить, це зробити все можливе!<br><br>
  <b>Іван:</b>давайте ніколи не будемо сприймати поразку, як привід сумніватися в собі. Це просто говорить про те, що нам є над чим працювати. Адже той, хто програв продовжує перебувати в процесі змагання. Так що, мерщій до праці)<br><br>
  ''';

  String fifthEveningScene = '''
  <h3>ВЕЧІРНЯ ПРОГРАМА</h3>
  <h4>Життя після перемоги. Кожен фініш- це новий старт! Учні Христа- це його команда!</h4>
  Герої всі разом на сцені<br><br>
  <b>Герой показує усі свої призи:</b> так, це були класні перегони!! Дякую друзі, що навчили мене. Це була унікальна можливість прокачати свої скіли з керування автомобілем. Ці перегони підвищили мій рівень, як пілота. Навчили мене не здаватися, навіть тоді, коли ти бачиш, що тебе викинуло з траси. Тренувати волю до перемоги. Ставити цілі і іти до них.<br><br>
  <b>Іван:</b> але ти дуже розумний учень! Як для новачка, ти показав дуже добрі результати в турнірній таблиці.<br><br>
  <b>ДорогА:</b> так, тиждень був насичений. Але ми всією командою проїхали фінішну пряму. Кожен з нас отримав свою нагороду! А тепер ми заслуговуємо відмітити нашу перемогу!<br><br>
  <b>Герой:</b> І хоч не завжди ми з командою получали призові місця, ми все одно переможці, тому що ми перемогли самі себе. Ставили цілі і йшли до них, боролися зі страхами, вчилися правильно ставитися до поразки. Навчилися працювати в команді.<br><br>
  <b>ДорогА:</b> так, отож, ходімо святкувати нашу перемогу!<br><br>
  <i style="color:purple">(Іван звертає увагу на героя, який задумався)</i><br><br>
  <b>Іван:</b> в тебе щось настрою немає зовсім?! Що сталося?<br><br>
  <b>Герой:</b> Мені трохи сумно стало. Я стільки всього дізнався, пережив. Десь навіть програв, але і здобув головний приз. Мені шкода, що все закінчується. Цього річний турнір закінчився. І все, кінець.<br><br>
  <b>Іван:</b> з чого ти взяв, що це кінець?! Кожен фініш, це новий старт. Попереду підготовка до наступних змагань. Команда завжди готова працювати. За цією гонкою буде наступна. І наступна гонка найважливіша! Ставимо перед собою нові цілі, фокусуємося на них, слідкуємо за своєю дорогою! Життя як гонка! Продовжуємо їхати!<br><br>
  <b>ДорогА:</b> вперед до наступної перемоги!<br><br>
  ''';

}
