
class ScenesData2 {

  String firstMorningScene = '''
  <h3>Ранок</h3>
  <b>Гра на знайомство.</b>
  </br>
  Завдання: завдання дітям (в залежності від кількості учасників), знайти 2 - 5 учасників з таким самим іменем як у них та вибігти на сцену, хто швидше, тому приз. Обовязково, щоб там крикнули свої імена.
  </br></br>
  <b>Відео про добро.</b></br>
  <a href="https://youtu.be/A6PWu3EH7Xw?si=f5ojXj-_6QgY5xxk">Посилання на відео</a>
  </br>
  <p>Відео про добро, про те як наш вибір змінює життя оточуючих. Проговорити, що ваш вибір важливий і він впливає на інших. Що посієш, те й пожнеш. Посієш добро, пожнеш добро.</p>
  </br>
  </br>
  <b>Вгадай мелодію гри.</b>
  </br>
  <p>Виводимо презентацію на екран, запускаємо мелодію, та вгадуєм з якої гри вона. Заробляємо бали, хто найбільше заробить, той виграв.</p>
  <a href="">Посилання на презентацію</a>
  </br>
  </br>
  <b>Сценарій.</b>
  </br>
  
  ''';
}
