class StationsRepo {
  static List<String> first7_11yTexts = [
    '''
    <p><i>Говоримо про вибір. Нагололосити, що будь-який вибір має наслідки, думай, що робиш. Твій вибір впливає на тебе, оточуючих, життя, світ.</i></p>
    <p><b>Можливе розподілення станцій.</b></p>
    <p><b>2 станції творчості (окремий додаток)</b></p>
    <p>2 - 3 станції спорту</p>
    <p><b>1 станція на знайомство</b></p>
    <p><b>1 станція на командозбудування</b></p>
    <p><b>1 станція – герб свого світу</b></p>
    <p><b>1 станція – музична, вивчення гімну</b></p>
    <p><b>1 станція – ЧАТ (це біблійний урок, як чати в іграх чи соцмережах)</b></p>
    <h3>1. ГРА НА ЗНАЙОМСТВО</h3>
    <p><b>Міксер (гра на знайомство) + можна додати ігри з парашютом.</b></p>
    <p> Вік: 8-13 років</p>
    <p>Кількість дітей: 30-120</p>
    <p>Тривалість гри: 10-25 хв.</p>
    <p>Інвентар: папір, ручки на к-ть дітей, скотч, ножиці.</p>
   
     <b>Хід гри:</b></br>
     <p>Кожній дитині роздають 2 аркуші паперу і ручку. На одному із аркушів дитина пише своє ім‘я по особливому, (тому що можливо є знайомі , то напишуть просто імена по пам’яті, а так потрібно старатися зазирнути на спину, наприклад , якщо дитину звати Ілона — Ілончік). Помічники допомагають приклеїти дитині на спину, але так , щоб ніхто не бачив що там написано (наставники повинні вистроїти дітей в дві шеренги лицем до лиця, щоб діти не бачили спини один одного). Діти розбігаються по території. По свистку вони мають написати на другому аркуші якомога більше імен інших гравців гри, але при цьому намагатися приховати своє. Гра закінчиться по свистку. Переможцем являється той, хто назбирав найбільше імен (обовязково враховується чесність дитини).</p>
     <b>Висновок:</b></br>
     Після закінчення гри всіх дітей зібрати. Ведучий пропонує всім разом викрикнути своє ім‘я. Повторюємо два, три рази, і ведучий каже: «Приємно з вами познайомитися, я не можу всіх запам'ятати, але є Той, який знає всіх по іменно, кожного особисто - це Ісус Христос тому, що Він є Всемогутній Бог.»
     <p>АБО</p>
     <p>«Пошук спільного»</p>
     <p>Група ділиться на двійки, і дві людини знаходять певну кількість загальних ознак, потім двійки об'єднуються в четвірки з тією ж метою. Ведучий на власний розсуд може зупинити процес на четвірках, вісімках і т.д.</p>
     <h3>2. 3D ГЕРБ СВОГО СВІТУ. (в папці дизайн є макет для герба)</h3>
    ''',
    '''
    <p>Є загальний герб табору, який ділиться на частини, згідно з кількістю команд, які приймають участь. Кожна команда оформлює свою частину, як герб свого міста мрії. Важливо: щоб кожна дитина в команді привнесла вклад в оформлення гербу команди. Треба принести і приклєїти до гербу щось, що б ви хотіли, щоб було в вашому ідеальному «світі» і пояснити чому. Наприклад: камінь, як символ – сильного характеру і т.п.</p>
    <p>На вечірньому служінні кожна команда прикріплює свою частину на підготовлений трафарет (контур герба), що в сумі дає повний герб.</p>
    <h3>3. СТАНЦІЯ КОМАНДОЗБУДУВАННЯ</h3>
    <p>Гра "здобудь та перенеси тенісні м'ячі"</p>
    ''',
    '''
    <p><b>Інвентар:</b> м'ячі для великого тенісу, або для сухого басейну, відро, шнури.</p>
    <p><b>Ціль гри:</b> перенести відро з м'ячами на інший бік, і пересипати їх в інше відро.</p>
    <p>Яким чином? Гра складається з 3х етапів. На першому етапі, задача з певної відстані закинути м'ячі до відра (5-6 шт), до якого по периметру прив'язані мотузки. На другому етапі, кожний гравець команди повинен взяти хоча б одну мотузку, і спільними зусиллями підняти і перенести відро з одного місця до іншого, до кола, в якому знаходиться наступне відро. На третьому етапі, з цього самого відра команда повинна пересипати м'ячі у відро, яке знаходиться у середині кола (коло робиться з мотузки і викладається навколо відра) причому заступати за це коло - не можна.</p>
    <h3>Станція спортивна</h3>
    <p><b>Аляска регбі</b></p>
    <p><i>Кількість учасників:</i> 20-30</p>
    <p><i>Необхідні матеріали:</i> кумедний об'єкт для кидання (гумове курча, тапочок чи інше)</p>
    <p><b>Хід гри та правила:</b></p>
    <p>Учасники діляться на дві команди та стають в колону один за одним. Жеребкуванням визначається команда, яка починатиме. Вони передають об'єкт між ногами, називаючи своє ім’я, доки він не дійде до останнього в колоні. Цей гравець жбурляє об'єкт як найдалі і викрикує: “Аляска регбі!” Далі він оббігає навколо колони гравців. Скільки повних кіл він зможе зробити — стільки сот очок отримує його команда. В цей час інша команда біжить до об'єкта, який кинула попередня команда, швидко вишиковується в колону, передає об'єкт між ногами доки він не дійде до останнього учасника, який жбурляє його, кричить “Аляска регбі,” та бігає навколо своєї колони. Лідер має бути присутнім біля кожної команди. Його завдання слідкувати за тим, щоб при передаванні об'єкта між ногами він не торкнувся землі. Якщо об'єкт торкнеться землі, то його необхідно повернути учаснику, який стоїть у колоні першим. Також завданням лідера є рахування очок команди. Команда може здогадатись, що їхньому учаснику буде легше заробляти очки оббігаючи навколо колони, якщо вони максимально стиснуть свою колону. Якщо ж вони самі не здогадаються лідер не може давати таку підказку.</p>
    <b>Висновок:</b>
    <p>Як і Ми, Ісус коли був людиною, втомлювався, і мав такі ж потреби, як і ми: міг втомлюватися і хотів відпочивати, отримувати перемогу і радіти. Тому Він розуміє нас коли нам важко, йти до мети. А мета твоя яка? Вчитися в школі гарно, в сім’ї бути зразковим, з друзями привітним, в церкві уважним, на роботі не лінивим, а наполегливим, коли відпочиваєш то в міру, тощо… І це все дається не легко.</p>
    <p>Але є Той який чекає, коли ти в Нього попросиш допомоги для цього… І це Хто? Цілком вірно! Ісус Христос, який був Людиною, а тепер розуміє тебе і завжди хоче тобі допомагати.</p>
    <h3>5. СТАНЦІЯ СПОРТИВНА 2</h3>
    <p>КРЕАТИВНІ ЕСТАФЕТИ</p>
    <p>Змагання є естафетами і проводяться командами.</p>
    <p><b>Етап 1.</b> Правила цієї гри не можуть бути більш простими. Гравці кожної команди повинні добігти до фінішу та назад .</p>
    <p>Виграє та команда, у якої всі гравці завершать гонку першою. Але є лише одна умова: жоден гравець у команді не може подорожувати тим самим шляхом, що й їхній товариш по команді.Отже, якщо гравець 1 команди А завершує своє коло бігом, гравці 2, 3 і 4 повинні знайти інший спосіб завершити гонку: тому що тепер їм заборонено бігти Отже, гравець 2 може вибрати стрибок на одній нозі, гравець 3 може повернутися назад, а гравець 4 може спробувати завершити гонку, використовуючи лише стрибки жаби.</p>
    <p><b>Етап 2.</b></p>
    ''',
    '''
    <p>Кожна команда матиме ноші. Носії повинні бігти, урівноважуючи на носилках пластикову пляшку, наповнену наполовину водою (чим порожніша пляшка, тим легше їй впасти).</p>
    <p>Встановлюється круговий маршрут, і кожного разу, коли ви проходите фініш, носії передають носилки один одному, і гонка починається знову з новими учасниками.</p>
    <p>Пляшка з водою, перебуваючи в хиткому балансі, може дуже легко впасти на землю, і, очевидно, падіння пляшки призведе до втрати дорогоцінного часу учасників, яким доведеться зупинитися, щоб переставити її в центр носилок.</p>
    <p>Перемагає та команда, яка першою прийде до фінішу.</p>
    <p><b>Етап 3. Китайські палички</b></p>
    <p><b>Інвентар:</b> китайські палички, повітряна кулька.</p>
    <p>Не менш цікава і досить складна естафета для дітей шкільного віку – «Китайські палички», основне завдання якої полягає у швидкому та спритному перенесенні повітряної кульки по дистанції за допомогою двох «китайських паличок». Для дітей старшої групи можна ускладнити завдання і ввести додаткову умову – використовувати при цьому тільки одну руку.</p>
    <p><b>Етап 4. З коромислом</b></p>
    ''',
    '''
    <h3>6. СПОРТИВНА СТАНЦІЯ 3 ТІР</h3>
    ''',
    '''
    <p><i>Вік:</i> 8-12 років.</p>
    <p><i>К-сть гравців:</i> від 7 до 20.</p>
    <i>Необхідні матеріали:</i></br>
    <ol type="1">
    <li>Багато одноразових стаканів різного кольору;</li>
    <li>Дротики для метання. Або канцелярські резинки;</li>
    <li>Записки, покладені в стакани.</li>
    </ol>
    <b>Хід гри:</b></br>
    <p>Напишіть на невеликих листочках паперу наступне: +100; -10; 0; +200; -20, приз, завдання. Згорніть листочки і вкладіть записки в стакани. Всі стакани розміщуються як у тирі, у конструкції з пластикових ящиків або розміщують у такій конструкції.</p>
    <p>Кожна команда по черзі кидає дротики або стріляє резинками, прагнучи потрапити в стакан, потім дивляться, що їм дісталося. (Потрібно стежити за технікою безпеки).</p>
    <p>Таким чином, команда набирає або втрачає бали, а також отримує призи та завдання. Задача набрати певну кількість балів.</p>
    <b>Висновок:</b></br>
    вибір стакана мав значення!!
    ''',
  ];

  static List<String> first7_11yImages = [
    "images/first_station_1.png",
    "images/first_station_2.png",
    "images/first_station_3.png",
    "images/first_station_4.png",
    "images/first_station_5.png",
  ];

  static List<String> first12yTexts = [
    '''
    <p><b>Станції розраховані на команди учасники яких мають 12-14 років.</b></p>
    <p><b>Ви можете обєднувати декілька ігр в одну станцію.</b></p>
    <p><b>А також, якщо маєте цікавий інвентар - обовязково його використайте.</b></p>
    
    <h3>1 Станція: 3D ГЕРБ СВОГО СВІТУ.</h3>
    <i>(в папці дизайн є макет для герба табірного світу)</i>
    <p>Є загальний герб табірного світу, який ділиться на частини, згідно з кількістю команд, які приймають участь. Кожна команда оформлює свою частину, як герб свого міста мрії. Важливо: щоб кожна дитина в команді привнесла вклад в оформлення гербу команди. Треба принести і приклєїти до гербу щось, що б ви хотіли, щоб було в вашому ідеальному «світі» і пояснити чому. Наприклад: камінь, як символ – сильного характеру і т.п.</p>
    <p>На вечірньому служінні кожна команда прикріплює свою частину на підготовлений трафарет (контур герба), що в сумі дає повний герб.</p>
    <p>Про яку країну мрієте – дійте!!! Що ти сьогодні можеш зробити, щоб це стало реальністю?!</p>
    <h3>2 Cтанція:</h3>
    <p><i>Інвентар:</i> дві фішки, капелюх (банка, коробочка).</p>
    <p><i>Завдання:</i> Пункт А і пункт В. Вся команда повина перейти з пункту А в пункт В.</p>
    <p>Але спосіб пересування вони вибирають самі собі.</p>
    <p>На листочках пишемо різні способи, складаємо листочки і ставимо в капелюх (банку, коробочку).</p>
    <p>Кожен учасник витягає собі листочок і потім переходить тим способом в пункт В. Або можете це зробити на «колесі бажань»</p>
    <ul>
    <li>на руках;</li>
    <li>на одній нозі;</li>
    <li>сидячи;</li>
    <li>підстрибуючи;</li>
    <li>крутячись;</li>
    <li>cпиною вперед;</li>
    <li>як зайчик;</li>
    <li>як герой гри Учасники можуть допомагати один одному.</li>
    </ul>
    <p>Щоразу ми обираємо як діяти, куди йти )) залежно, що обереш таку швидкість ти матимеш.</br>
    Інколи люди обирають складних шляхів життя</p>
    <h3>3 Станція: Лабіринт</h3>
    <p><i>Інвентар: </i>лабіринт, м’яч (для великого тенісу)</p>
    <p><i>Завдання: </i>провести м’яч в центр.</p>
    <p>Але на початку задається загадка і в них є три спроби відповісти.</p>
    <p>Якщо за три спроби відповідають правильно то в них полегшений варіант проходження станції. Вони стають обличчям до лабіринта (як на фото 1). Можна додати ускладнення, якщо відповіли за другим разом ,то вибирають 3-4 учасників, які мовчать і не можуть говорити. Під час виконання завдання Якщо відповіли за третім разом , то вся команда мовчить.</p>
    ''',
    '''
    <p>Коли команда не відгадує загадку , то вони стають спиною до лабіринту і тільки один учасник може бути повернутим до лабіринту обличчям (фото 2).</p>
    ''',
    '''
    <p>Здається завдання і так не легке, а тут ще й з перешкодами.</br>
    Але чи зупиняли вас перешкоди? А як в реальному житті?</p>
    <h3>4 Станція: Мега Доміно</h3>
    <i>Інвентар:</i></br>
    <ul>
    <li>фішки доміно у великому форматі;</li>
    <li>поле для гри.</li>
    </ul>
    <p>Усім учасникам роздається одинакова кількість фішок. Грає кожен сам за себе. Виграє той, хто перший позбувся фішок.</p>
    ''',
    '''
    <p>Подивись на відому гру в іншому масштабі.</br>
    Сьогодні ти робиш маленький вплив, але завтра це може збільшитись</p>
    <h3>5 Cтанція:</h3>
    <p>В сьогоденні є багато різного і нам потрібно завжди робити вибір. Ми кожен день робимо вибір. Кожен вибір має наслідок. Наслідок впливає на нас і на тих , хто оточує нас.</p>
    <p>На цій станції вони кожен раз повинні зробити вибір. Тому пропонуємо і важкі завдання, і легкі. Якщо виконують легкі , то ми їм видаємо смужку паперу трішки тоншу, якщо виконують важке завдання то даємо смужку трішки ширшу. Але цю різницю не повинно бути замітно.</p>
    <i>Завдання:</i></br>
    - стрибати в мішках кожен по окремо, або вся команда разом, тримаючи один одному мішок. Якщо разом, то зараховується як важче завдання;</li>
    ''',
    '''
    <p>- пересунути стаканчик на лесці за допомогою водяного пістолета, або за допомогою повітря (ротом дути).(кожен учасник);</p>
    ''',
    '''
    <p>- з канату сплести всією командою косичку, або зав'язати вузол і бантик. В будь-якому з цих випадків канат не можна відпускати з рук поки не виконають завдання;</p>
    <p>По закінченню цієї станції потрібно дати якісь призи, які будуть залежати від вибору. Якщо вони вибирали легкі завдання тоді по цукерці отримують, якщо вибирали важкі завдання тоді якісь батончики.</p>
    <h3>6 Cтанція:</h3>
    <p>Кожен учасник отримує стакан наповнений водою, перед ними на столі стоіть пуста склянка, завдання учасників по черзі підливати воду в довільній кількості в склянку , щоб вода не перелилась, стакан учасника не може залишитись порожнім, адже як тільки це стається ,-тоді він програв, також у кого перелилась вода за краї загального стакана він теж програв.</p>
    ''',
    '''''',
    '''Впливай та розподіляй сили !!!''',
  ];

  static List<String> first12yImages = [
    "images/first2_station_1.png",
    "images/first2_station_2.png",
    "images/first2_station_3.png",
    "images/first2_station_4.png",
    "images/first2_station_5.png",
    "images/first2_station_6.png",
    "images/first2_station_7.png",
  ];

  static List<String> second7_11yTexts = [
    '''
    <p><i>Ти – особливий. Бог знає тебе по імені. Ти не про масу людей, натовп, ти важливий для Бога. Говоримо про те, як отримати лайк від Бога. На кожній станції нагадувати про особливість кожної дитини. Унікальний ти, унікальні конкурси.</i></p>
    <h3>1. НЯМ-КРАЙ:</h3>
    <p>Обов’язково подбати про гігієну (волосся, руки, зачіски). Підготувати фартушки, рукавички, за наявності шапочки поварські.</p>
    <p>Знайомство: назвати своє імя і те що найбільше любиш їсти ( можна , щоб страва була на першу букву твого імені. Наприклад, Галя – грінки. За другим разом те ,що любиш готувати.</p>
    <h3>2. “Фруктові веселинки”</h3>
    <p><i>Завдання:</i> приготувати по кількості учасників команди “Фруктові веселинки”.</p>
    <p><i>Продукти:</i> фрукти, барвники, цукор, білки, печиво, зефір, машмелоу, мед, сухі сніданки, згущена, варення, хліб.</p>
    <p>АБО</p>
    <p>«Веселі бутерброди»: хліб, масло, майонез, оливки, помідори, огірки, зелень, перець болг. жовтий і червоний, кетчуп, сирна маса, ковбаса, варені яйця.</p>
    <p>АБО</p>
    <p>Підготувати для кожного учасника вафлі, згущонку, фрукти, кольорові харчові прикраси.</p>
    <i>Завдання:</i></br>
    створи шедевральних вафлі. А далі ними можна буде посмакувати.
    <p>Кожен учасник команди має по одному лайку і вкінці має проголосувати за чийсь Нямчик , за свій голосувати не можна.</p>
    ''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''
    <h3>3. ФОТОПОЛЮВАННЯ</h3>
    <p><i>Інвентар:</i> телефон з камерою.</p>
    <p><i>Завдання:</i> За виділений час вся команда має встигнути зробити фотополювання.</p>
    <b>Фотополювання:</b></br>
    <ol type="1">
    <li>Фото з лідером – стандртне+нестандартне для лайку;</li>
    <li>Сфотографувати, щоб все було догори ногами;</li>
    <li>Фото Друзі forever;</li>
    <li>Фотографуємо світло в кінці тунелю (з рук робимо тунель і фотографуємо світло в кінця тунелю);</li>
    <li>Зробити селфі, щоб задній фон був у русі;</li>
    <li>Фото як команда робить приємність комусь;</li>
    <li>Фото з тваринкою (думаю вона там буде);</li>
    <li>Сфотографувати те, на що найбільше люблять дивитись, коли йдуть зі школи(квіти бруківка, небо будинки і т.д.);</li>
    <li>7. Фото чогось мікроскопічного;</li>
    <li>Кумедні обличчя;</li>
    <li>Ти – унікальний.</li>
    </ol>
    <p>Можна зробити висновок: чому ми фотографуємось? Це наша історія, а історія повинна бути такою , щоб не соромно було показати близьким, часто фотографуються, щоб показати те, чого насправді немає або таким, яким не є насправді.</p>
    <p>Основний чинник за яким працює камера - це світло , чим краще світло , тим гарніші виходять фото , чим гірше світло - тим темніші і розмитіші фотогафія. Чи дорога чи дешева камера принцип один й той самий. Жити в світлі Бога – гарна дорога.</p>
    <p>АБО</p>
    <b>Фото гра:</b>
    <p><i>Інвентар:</i>  бульбашки, парашути, вуса, маски на паличках, аквагрим, те, що у вас є.</p>
    <p>Цей інвентар знаходиться в мішечку. По колу під музику з рук в руки переходить мішечок з інвентарем. Коли зупиняється музика учасник в руках у якого мішечок “в сліпу” витягує з мішечка інвентар і використовує його для себе. Повинен обіграти його, показати емоцію або асоціацію пов”язану з ним та залишити його на собі.</p>
    <h3>4. «ХОКЕЙ З МІТЛОЮ»</h3>
    <p>Розбити гравців на дві рівні (рівносильні) команди та побудувати в протилежних кінцях зали. Викласти дві мітли та щітку (для чищення взуття чи штанів) або губку кухонну посередині зали. Гравці кожної команди мають розрахуватись за номерами (гравці з однаковим номор стоять один навпроти одного в шеренгах).</p>
    <p>Після свистка ведучий навмання називає номер: гравці з відповідними номерами біжать до мітлів і починають гру, намагаючись закинути щітку (губку) у ворота супротивника за допомогою мітли. Через 8-15 секунд ведучий викликає іншу пару по номеру. Як тільки викликаються нові номери, гравці кидають мітли та звільняють місце для нових гравців! Передача мітли з рук до рук категорично заборонена.РЕКОРДИ</p>
    <h3>5. ФАНОВА ГРА</h3>
    ''',
    '''
    <p>Змінена гра «Біг навколо стільців». Грає музика, діти бігають навколо стільців, на спинках яких надруковані малюнки з різними позами. Поки грає музика, діти бігають навколо стільців, коли музика зупиняється, діти мають  зайняти позу, яка намальована.</p>
    <h3>6. ОСОБЛИВИЙ ФУТБОЛ</h3>
    <p><a href = "https://www.instagram.com/p/CtP_lNVJkDe/">Посилання на інстаграм</a></p>
    ''',
    '''
    <p>Дві команди стають один навпроти одного, їхнє завдання забити м’яч у ворота свого супротивника, єдина умова полягає у тому, що на очі будуть одягнуті конуси або паперові стаканчики з маленькими дірочками. Гра триває до 3х голів. Але тут треба дивитися за обставинами, кому який час потрібно.</p>
    <h3>7. «СХОПИ ПАКЕТ»</h3>
    <p>Команди вишиковуються біля стартової лінії. Паперовий пакет із їжею (кожна порція загорнута окремо) кладуть на стілець в іншому кінці кімнати. За сигналом перший учасник біжить до стільця, сідає, не дивлячись дістає щось, розвертає і з'їдає. Коли він проковтне останній шматок, суддя повинен зарахувати йому "з'їдання", тоді він може повернутися до своєї команди, а стілець займає наступний гравець. Кожен гравець повинен з'їсти все, що він дістав із пакета. Виграє команда, яка першою з'їла весь вміст пакету. Пропонуємо покласти в пакет маринований огірок, оливку, хліб, цибулину, солодощі, моркву.</p>
    <h3>8. СТАНЦІЯ НАСТІЛЬНИХ ІГОР</h3>
    <p>Важливо на цій станції поспілкуватися з дітьми і ще більше надихнути, сказавши, які вони особливі.</p>
    <p>На станції багато різних настільних ігор. Те, що у вас є.</br>
    Мінімум 5 лідерів, які вміють спілкуватися з дітьми.</p>
    <p>За кожен виграш учасники отримують цукерку або табірні кошти.</p>
    <p>Ціль цієї станції спілкування, взаємовідносини, душеопікунство, радісна атмосфера.</p>
    <p>PS.: Діти приходять на станцію , відповідальний рекламує станцію і розказує правила. В кінці всі за собою прибирають настолки</p>
    <h3>9. ТИ – ВАЖЛИВИЙ</h3>
    <p><a href = "https://www.instagram.com/p/CqDjsLRAJir/">Посилання на інстаграм</a></p>
    ''',
    '''
    <p>Грається серед 2х команд, задача перемістити кульки з одного обруча в інший, передаючи по одній кульці через кожного учасника. Перекидати кульки не можна , тільки перекладати і тільки послідовно в хулахупи ( обручі). Виграє та команда, яка зробить це швидше.
    </br>Якщо маленька команда, можна зробити туди і назад.</p>
    <h3>10. СТАНЦІЯ РЕКОРДІВ</h3>
    <p>1. Рекорд за пробіг на короткі дистанції:</p>
    <ul>
    <li>Виміряйте коротку дистанцію, наприклад, 50 або 100 метрів.</li>
    <li>Діти змагаються в бігу на цій дистанції, і можна встановити рекорд за найшвидший час.</li>
    </ul>
    <p>2. Рекорд за стрибки у довжину:</p>
    <ul>
    <li>Позначте лінію на землі або використайте стрибальну дошку.</li>
    <li>Учасники мають стрибнути якомога далі, і можна встановити рекорд за найбільшу відстань.</li>
    </ul>
    <p>3. Рекорд закидки м'яча:</p>
    <ul>
    <li>Використайте м'яч для баскетболу, футбольний м'яч або інший м'яч.</li>
    <li>Діти змагаються в кидках на визначену відстань, і можна встановити рекорд за найбільшу відстань чи точність.</li>
    </ul>
    <p>4. Рекорд за найбільшу кількість стрибків на скакалці:</p>
    <ul>
    <li>Виміряйте час або кількість стрибків, які може зробити кожен учасник протягом певного часу, наприклад, 1 хвилини.</li>
    <li>Можна встановити рекорд за найбільшу кількість стрибків безперервно.</li>
    </ul>
    <p>5. Рекорд за найбільшу кількість віджимань або присідань:</p>
    <ul>
    <li>Учасники змагаються в тому, хто може виконати найбільшу кількість віджимань або присідань за певний час, наприклад, 1 хвилини або 2 хвилини.</li>
    <li>Можна встановити рекорд за найбільшу кількість повторень безперервно.</li>
    </ul>
    <p>6. Рекорд за найбільше тривале ковзання на колесах:</p>
    <ul>
    <li>Учасники катаються на роликах або скейтборді та змагаються в тривалості ковзання.</li>
    <li>Можна встановити рекорд за найбільшу відстань пройдену без перерви.</li>
    </ul>
    <p>Рекорд за найбільшу висоту стрибка на трампліні:</p>
    <ul>
    <li>Ідеально, якщо є доступ до трампліну або батута.</li>
    <li>Учасники стрибають на батуті та змагаються в тому, хто може зробити найвищий стрибок.</li>
    </ul>
    <p>Рекорд за найбільшу відстань підйому на турніку або лазовій стінці:</p>
    <ul>
    <li>Учасники змагаються в тому, хто може підтягктися на турніку або лазовій стінці на найбільшу кількість разів.</li>
    <li>Можна встановити рекорд за найбільш вражаючий підйом на визначену відстань на лазовій стінці.</li>
    </ul>
    <p>Рекорди можна зробити на влучність і т. д.</br>
    За встановлені рекорди давати табірні кошти.</p>
    ''',
  ];

  static List<String> second7_11yImages = [
    "images/second_station_1.png",
    "images/second_station_2.png",
    "images/second_station_3.png",
    "images/second_station_4.png",
    "images/second_station_5.png",
    "images/second_station_6.png",
    "images/second_station_7.png",
    "images/second_station_8.png",
  ];

  static List<String> second12yTexts = [
    '''
    <p><b>Станції розраховані на команди учасники яких мають 12-14 років.</br>
    Ви можете обєднувати декілька ігр в одну станцію.</br>
    А також, якщо маєте цікавий інвентар - обовязково його використайте.</b></p>
    <h3>1 Cтанція - Тік ток</h3>
    <p>Зняти рухи, або відео, яке в тренді.
    </br>Можна ще озвучити фрагмент з фільма, гри, мультфільма.</p>
    <p><a href="https://www.instagram.com/reel/C4pSPjMN18p/?igsh=MW1temZ1eXYwb3gwYg==">Посилання 1 на інстаграм</a></p>
    <p><a href="https://www.instagram.com/reel/C6NnLKoNVOX/?igsh=c21pdnpnbHRjNzdp">Посилання 2 на інстаграм</a></p>
    <h3>2 Cтанція - Фотополювання</h3>
    <i>Інвентар:</i> телефон з камерою.
    <p><i>Завдання: </i>команда повинна зробити фото , які є в списку.</p>
    Список фото:</br>
    <ul>
    <li>з водою;</li>
    <li>ми персонажі гри;</li>
    <li>з вогнем;</li>
    <li>GG Good Game задоволенні від перемоги;</li>
    <li>з кухоним інвентарем;</li>
    <li>з координатором табору «Прикольні ми»;</li>
    <li>кумедні обличчя;</li>
    <li>вибір з наслідком;</li>
    </ul>
    ''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''''',
    '''
    <h3>3 Cтанція - Word Wow</h3>
    <i>Інвентар: </i></br>
    <ul>
    <li>букви 10-15;</li>
    <li>на кожного учасника листок і ручка. Або розбити учасників по двоє в міні-команди;</li>
    </ul>
    <p><i>Завдання:</i>  кожен учасник складає і записує слова з тих букв.</p>
    <p><b>Або зробити складніший варіант.</b></p>
    <p>Обєднати в команди по 4-5 учасників.</p>
    <p>Дати букви лише з 3 фото, і дати такий же кросворд як на фото і на час скільки зможуть придумати і заповнити слів з кросворду)) слова , які можна скласти з цих букв, але не входять в кросворд слід врахувати при підрахунку.</p>
    <p>За слова з кросворду давати 2 бали, а додаткові по 1 балу.</p>
    ''',
    '''''',
    '''''',
    '''
    <h3>4 Cтанція - Diy</h3>
    <i>Інвентар:</i></br>
    <ul>
    <li>банка;</li>
    <li>звірята, машинки, або будь які фігурки;</li>
    <li>клей (гарячий);</li>
    <li>кружеівні стрічки;</li>
    <li>фарба у флаконах;</li>
    </ul>
    ''',
    '''''',
    '''''',
    '''
    <h3>5 Cтанція</h3>
    <p>Пропонуємо з підлітками пройти тест на визначення типу особистості.</br>
    Ви можете скористуватися, тим який пропонуємо вам ми, або знайдіть те, що підходить вам.</p>
    <p>Для пройходження тесту потрібно мати телефон та інтернет для кожного.
    </br>Також наголошуйте, щоб відповідали на питання чесно.</p>
    <p><a href="https://www.16personalities.com/uk">Посилання 1 на тест</a></p>
    <p><a href="https://www.16personalities.com/uk/bezkoshtovnyy-test-na-vyznachennya-osobystosti">Посилання 1 на тест</a></p>
    <p>Які в кожного типу є сильні та слабкі сторони?</p>
    <p>В яких ситуаціях життя ви бачите прояв різних типів особистості?</p>
    <p>В Біблії різні герої мають різні типи характеру, але незалежно від типу характеру кожен важливий , нема поганих типів характеру.</p>
    <p><i>Далі також дати завдання: </i>намалюй герб про себе. Розкажи чому саме такий герб вийшов.</p>
    <h3>6 Cтанція - Настільні ігри</h3>
    <p>Саме через них учасники більше відкриваються, відчувають атмосферу безпеки.</br>
    Важливо, щоб тут було більше лідерів, які вміють будувати відносини.</br>
    На настільні ігри потрібно хвилин 50</p>
    ''',
  ];

  static List<String> second12yImages = [
    "images/second2_station_1.png",
    "images/second2_station_2.png",
    "images/second2_station_3.png",
    "images/second2_station_4.png",
    "images/second2_station_5.png",
    "images/second2_station_6.png",
    "images/second2_station_7.png",
    "images/second2_station_8.png",
    "images/second2_station_9.png",
    "images/second2_station_10.png",
    "images/second2_station_11.png",
    "images/second2_station_12.png",
    "images/second2_station_13.png",
  ];

  static List<String> third7_11yTexts = [
    '''
    <p><i>Тема: Навички</i></p>
    <b>Тренуємо такі скіли:</b></br>
    <ol type="1">
    <li>розрізняти добро від зла;</li>
    <li>вміти любити (реальна любов існує тільки у реальному світі, онлайн любити важко або й неможливо);</li>
    <li>вміти говорити правду;</li>
    </ol>
    <textarea style="color:red;">Важливо робити висновки, направлені на тему дня. Можна обєднувати по дві гри в одну станцію.</textarea>
    <h3>1. Допоможи взутися</h3>
    <p><a href="http://www.rastut-goda.ru/questions-of-pedagogy/8393-trening-na-splochenie-klassa.html">Посилання на гру</a></p>
    <p>Для цієї гри знадобиться чистий сухий майданчик.</p>
    <p>У Японії, заходячи до будинку, прийнято знімати взуття. А коли гість іде з дому, йому допомагають взутися.</p>
    <p>Група знімає своє взуття і кладе його на майданчику. Потім усі стають у коло і беруться за руки. Завдання групи: не розтискаючи рук, знайти та надіти своє взуття. Комусь це легко зробити, а комусь знадобиться допомога, щоб зав'язати шнурки або застебнути сандалі. Розчіплювати руки не можна.</p>
    <p>Гра на час.</p>
    <b>Обговорення: </b></br>
    <ul>
    <li>що було класного в цій грі?</li>
    <li>Що було складного?</li>
    <li>Що б ви зробили , щоб досягти результату швидше?</li>
    </ul>
    <p><i>Якщо є час можна , то можна провести 2 раунд;</i></p>
    <p><b>Обговорити:</b> чим більше ми тренуємось, тим більше у нас виходить.</p>
    <h3>2. Настільна гра Правда-Дія</h3>
    <p>(можна придбати у будь-якому супермаркеті)</br>
    Кожен учасник обирає Чи він бажає розповісти правду чи виконати дію</p>
    <h3>3. Кручьоний пенальті</h3>
    <p>У землю вбита палиця довжиною 60-70 см. Гравцю потрібно десять разів повернутись навколо палиці, торкаючись чолом її вершини. Потім необхідно, долаючи запаморочення, підбігти до м'яча і вдарити по ньому так, щоб потрапити по воротах (чи баку, чи відру). Завдання вважається пройденим, якщо з ним успішно впоралися три члени команди.</p>
    <h3>4. Маніжки</h3>
    <p>Дітей ділять на дві команди. Завдання кожної з команд - вставати у шеренгу таким чином, щоб команда стояла одна навпроти одної. Після цього завдання кожної команди окремо - порахуватись (присвоїти кожній дитині порядковий номер). Відповідно, номер дитини з однієї команди має бути таким самим, як номер дитини з команди навпроти. Ведучий встає між двома командами перед початком шеренг (1-2 кроки назад від дітей з першими номерами). Він має біля себе декілька маніжок/футболок. Спочатку ведучий бере одну з них в руку, витягає навпроти себе і голосно оголошує порядковий номер. Діти (виходить по одній дитині з кожної команди) з таким ж порядковим номером вибігають з шеренги і намагаються першими забрати маніжку. Після того, як хтось зловив маніжку, гра не завершується - він повинен занести іі до своєї команди - на сторону своєї шеренги. За цей час противник може догнати гравця, торкнутись до нього і таким чином забрати в нього маніжку. Після цього діти стають в шеренги на свої місця. Так гра триває до тих пір, поки не закінчаться маніжки, з різними порядковими номерами. Виграє та команда, яка назбирала найбільше маніжок.</p>
    <h3>5. ПОБУДУЙ СЛОВО</h3>
    <i>(можно пов'язане з тими навичками, про які говоримо)</i>
    ''',
    '''
    <p><i>Що потрібно: </i>4 довгі дерев’яні палиці, картоні коробки з літерами визначеного слова;</p>
    <p><i>Перебіг гри: </i>Гравці діляться на 2 команди. 1 гравець в команді отримує дві палиці. На команду «почали» гравець з кожної команди бере палицями літеру/словосполучення та біжить до визначеного місця. Якщо коробка випала з палиць, гравець повертається на початок та починає бігти від початку або передає іншому (оберіть ваш варіант залежно від кількості учасників команди). Потім він повертається до наступного гравця та передає йому естафету. Ціль гри – першими зібрати з коробок потрібне слово.</p>
    <h3>6. РОГАТКА</h3>
    ''',
    '''''',
    '''
    <p><i>Що потрібно:</i> 6-7 картонових коробок, 2 великі і широкі саморобні рогатки (гума та 2 дерев’яні палки), 2 волейбольних м’яча;</p>
    <p><i>Перебіг гри:</i> Гравці діляться на 2 команди. Кожна команда має 1 рогатку та 1 м’яч. Задача команди збити всі коробки, які стоять навпроти них як ціль.</p>
    <h3>7. ВОДНІ ІГРИ - Мильна доріжка</h3>
    ''',
    '''
    <p>Ось деякі поради та правила, які можна використовувати, щоб організувати цю гру безпечно та цікаво:</p>
    Підготовка:</br>
    <p>1. Вибір місця: Виберіть рівну та трав'яну ділянку, яка підходить для гри. Уникайте бетонних поверхонь, щоб запобігти травмам.</p>
    <p>2. Матеріали:</p>
    <ul>
    <li>Мило або мильна суміш (рідке мило, розведене водою);</li>
    <li>Вода для змочування поверхні;</li>
    <li>Дорожка (можна використовувати довгу смугу пластикової плівки або тканини);</li>
    <li>Мірна стрічка для позначення дистанції;</li>
    </ul>
    <p>3. Безпека:</p>
    <ul>
    <li>Забезпечте присутність дорослих на кожному етапі гри;</li>
    <li>Передбачте м'яке покриття, щоб зменшити ризик травм при падінні;</li>
    <li>Попередьте дітей про безпечне поводження з милом та про необхідність бути уважними;</li>
    </ul>
    <p>4. Ковзання на швидкість:</p>
    <ul>
    <li>Правила: Гравці повинні якнайшвидше ковзати по мильній доріжці від старту до фінішу;</li>
    <li>Переможець: Гравець, який дістанеться до фінішу першим;</li>
    </ul>
    <p>5. Естафета:</p>
    <ul>
    <li>Правила: Гравці розділяються на команди. Кожен гравець повинен ковзати по мильній доріжці до певної позначки та повернутися назад, передаючи естафету наступному учаснику команди;</li>
    <li>Переможець: Команда, яка завершить естафету першою;</li>
    </ul>
    <p>6. Ковзання з завданнями:</p>
    <ul>
    <li>Правила: Гравці ковзають по мильній доріжці та виконують завдання на шляху, наприклад, збирають предмети, перелазять через перешкоди або роблять фігури з мильних бульбашок.</li>
    <li>Переможець: Гравець або команда, яка завершить всі завдання за мінімальний час.</li>
    </ul>
    <p>7. Мильне боулінг:</p>
    <ul>
    <li>Правила: Розставте пластикові пляшки на кінці мильної доріжки як кеглі. Гравці ковзають по доріжці та намагаються збити якомога більше кеглів.</li>
    <li>Переможець: Гравець, який збиває найбільше кеглів.</li>
    </ul>
    <p>8. Ковзання з партнерами:</p>
    <ul>
    <li>Правила: Гравці ковзають по мильній доріжці в парі, тримаючи один одного за руки або обіймаючи.</li>
    <li>Переможець: Пара, яка перша подолає доріжку.</li>
    </ul>
    <p>9. Збори предметів:</p>
    <ul>
    <li>Правила: Розкидайте невеликі предмети по мильній доріжці. Гравці ковзають по доріжці та збирають предмети.</li>
    <li>Переможець: Гравець, який збере найбільше предметів.</li>
    </ul>
    <p>10. Мильний волейбол:</p>
    <ul>
    <li>Правила: Організуйте волейбольну гру на мильній доріжці. Гравці повинні залишатися на доріжці, намагаючись не впасти, і передавати м'яч через сітку.</li>
    <li>Переможець: Команда, яка виграє за звичайними правилами волейболу.</li>
    </ul>
    <p>Всі ці варіанти можуть бути організовані як окремі заходи або об'єднані в одну велику гру. Це додасть різноманітності та веселощів, а також підвищить рівень змагань. Обов'язково слідкуйте за безпекою під час гри, щоб уникнути травм.</p>
    <h3>8. Мисливці на сітці</h3>
    ''',
    '''
    <p><a href="https://www.instagram.com/reel/C4XiUFou1-A/?igsh=MWl4b3p4M3NwZTM3eQ%3D%3D">Посилання на інстаграм</a></p>
    <p>Малюється сітка з квадратиків. Обираємо кілька людей ʼʼМисливцівʼʼ, вони можуть рухатись лише по лініям сітки. Задача інших гравців перебігти з однієї сторони на іншу і не попастись.</p>
    <h3>9. Експрес пошта</h3>
    ''',
    '''
    <p>Грають 2 команди.</p>
    <p>Гравці стають в ряд і тримають одну довгу мотузку. На початок вішаємо один вішак, гравці мають керувати мотузкою (піднімаючи та опускаючи) так, щоб вішак перекотився з однієї сторони на іншу. Взагалі потрібно перевезти з однієї сторони на іншу 10 вішаків.</p>
    <p><a href="https://www.instagram.com/reel/C25IQmNNMAp/?igsh=a2k2OG85ZTl3andw">Посилання на інстаграм</a></p>
    <h3>10. Місія неможлива або муконос</h3>
    ''',
    '''
    <p><a href="https://www.instagram.com/reel/CsdNINgL5Y8/?igsh=eWFrZjZybjJ1Z21m">Посилання на інстаграм</a></p>
    <p>В центрі встає одна людина з мотузкою на кінці якої причеплений мʼяч (або носок в який насипане борошно). По діаметру кола, яке описує мотузка розкладені предмети. Задача центрального гравця, махаючи зброєю не дати іншим забрати предмети. Завдання учасників, мати навички спритності, щоб встигнути забрати предмети. Переможець – перший ігрок, назбиравший 4 предмета. Якщо під час спроби учасника наздоганяє м'ч (борошно), річ, яку він встиг взяти, повертається до кола.</p>
    <h3>11. ПЕРЕТЯГНИ ВСІХ – гра для 4х людей</h3>
    ''',
    '''
    <p>Щоб зробити командною, можно придумати спосіб, щоб команда стояла теж в окреслених місцях і намагалася дати конус (з рук в руки).</p>
    <p><a href="https://www.instagram.com/reel/CuAqXfsgfIR/?igsh=MWttNXhvZWY0bHlvag%3D%3D">Посилання на інстагрм</a></p>
    <p>Мотузка зв'язується, створючи коло. Робляться помітки рівномірно в 4х місцях. Біля кожної помітки стає по 1 людині. В формі квадрату на відстані від учасників, які тримаються за мотузку розставляємо конуси. На конуси можна покласти щось смачненьке. З початком гри кожен тягне в свою сторону, аби дістати свій конус. Хто перший це зробить, той і переміг.</p>
    <h3>12. Бережи, що маєш</h3>
    ''',
    '''
    <p>Кожен учасник бере коробку з піци, порожню. Ставить її собі на долоню, тримати коробку рукою не можна. Слід збити коробку інших учасників та зуміти зберегти свою.</p>
    <p>2-й раунд учасники стають по двоє тримаючись за руки один з них на долоні тримає коробку з піци, інший намагається збити коробки інших учасників.</p>
    ''',
  ];

  static List<String> third7_11yImages = [
    "images/third_station_1.png",
    "images/third_station_2.png",
    "images/third_station_3.png",
    "images/third_station_4.png",
    "images/third_station_5.png",
    "images/third_station_6.png",
    "images/third_station_7.png",
    "images/third_station_8.png",
    "images/third_station_9.png",
  ];

  static List<String> third12yTexts = [
    '''
    <p><b>Станції розраховані на команди учасники яких мають 12-14років.</br>
    Ви можете обєднувати декілька ігр в одну станцію.</br>
    А також, якщо маєте цікавий інвентар - обовязково його використайте.</b></p>
    <h3>1 Cтанція - Довіра</h3>
    <p>Підготувати попередньо дошку з мотузками, як на відео.</p>
    <p>Вибираємо сміливця який має стати на дошку.</p>
    <p>Учасники одночасно мають взяти мотузки і повільно підняти.</p>
    <p>Той , хто стоїть на дошці може триматись за когось і якщо захоче , то в кінці може на декілька секунд відпуститися.</p>
    ''',
    '''
    <h3>2 Cтанція - Тімбілдінг</h3>
    <p>Тімбілдінг для об’єднання команди.</p>
    <p><i>Інвентар: </i>Кола (чи інша вода , яку буде шкода розлити), каструля, стакани для кожного учасника команди, мотузки за кількістю учасників, причеплені до каструлі.</p>
    <p>Обв'язуємо кругом каструлю мотузкою та прив’язуємо до неї мотузки для кожного учасника. В каструлю наливаємо воду , стакани ставимо посередині один до одного.</p>
    <p>Учасникам пропонуємо взяти по мотузці та натягнути їх так, щоб підняти каструлю, та робимо певні рухи одночасно, щоб налити в кожний стакан Коли приблизно одинаково. 
    </br>Після закінчення гри, Колу, яка в стаканах можна випити.</p>
    ''',
    '''
    <h3>3 Cтанція</h3>
    <p>Двоє гравців на долоню одягають пластиковий стакан, стають один навпроти одного між ними стіл, на столі 3 кубика для настільних ігор , іхнє завдання, за допомогою стаканів скласти вежу за одну хвилину з ігрових кубиків.</p>
    ''',
    '''''',
    '''''',
    '''
    <h3>4 Cтанція - ПОРАХУЙ СТАКАНЧИКИ</h3>
    <i>Інвентар:</i></br>
    <ul>
    <li>42 стакани кольорові (3-4 різні кольори);</li>
    <li>мотузка;</li>
    </ul>
    <p>Мотузкою робимо коло, то і є ігрове поле. Всередині розставляємо стаканчики.</p>
    <p><i>Завдання гри: </i>торкнутися кожного стаканчика в послідовності від 1 до 42.</p>
    <i>Правила:</i></br>
    <ul>
    <li>в грі беруть обсолютно всі участь;</li>
    <li>заходити в коло не можна;</li>
    <li>торкатися стаканчиків тільки рукою;</li>
    <li>заборонено використовувати будь яку вербальну комунікацію, тобто гра має проходи мовчки;</li>
    <li>є певні задання для кожного кольору стаканчика (підняти, торкнутися двічі, перевернути);</li>
    </ul>
    <p><a href="https://www.instagram.com/reel/C7B5FhaKnoq/?igsh=MThkOXg5b3JjeTZpZw==">Посилання на інстаграм</a></p>
    <h3>5 Cтанція - Лабіринт Вибору</h3>
    <b>Ціль:</b></br>
    <p><b>Для кемперів: </b>Навчитися розрізняти добро і зло, зрозуміти наслідки своїх виборів.</p>
    <p><b>Для лідерів:</b> Розвинути навички критичного мислення, емпатії, лідерства та комунікації.</p>
    <p><b>Для організаторів:</b> Сприяти формуванню моральних цінностей та етичної поведінки у кемперів.</p>
    <br>
    <b>Відкрита місцевість (13-16 років):</b>
    <p><i>Матеріали:</i> Картки з дилемами, маркери, стрічки для позначення лабіринту.</p>
    <p><i>Підготовка:</i> Створіть лабіринт. Розмістіть картки з дилемами на шляху.</p>
    <p><i>Правила:</i> Команди проходять лабіринт, зупиняючись біля карток. Вони читають дилему та обговорюють можливі рішення та їх наслідки. Команда обирає рішення та аргументує його. Лідери оцінюють аргументи та приймають рішення щодо балів.</p>
    <b>Приклади дилем:</b>
    <p>Допомогти десятку морських зірок, коли на берег викинули сотні або ж нічого не робити.</p>
    <p>Сказати правду, навіть якщо виглядає, що це зашкодить тобі.</p>
    <p>Допомогти незнайомцю, який не просить про допомогу.</p>
    <b>Закрита місцевість:</b>
    <p><i>Матеріали:</i> Картки з цитатами про добро і зло, маркери, фліпчарт.</p>
    <p><i>Правила:</i> Команди отримують картки з цитатами. Вони обговорюють значення цитат та їх відношення до добра і зла. Кожна команда презентує свої висновки. Лідери оцінюють презентації та визначають переможця.</p>
    <b>Приклади цитат:</b>
    <p>"Найбільша темрява криється в серці людини."</p>
    <p>"Добро завжди перемагає зло."</p>
    <p>"Не роби добре, щоб зле не вийшло»</p>
    <p><b>Добро не пропадає, а зло зникне.</b></p>
    <p><b>Добрі діла тихо ходять, а злі дзвонять, як дзвони.</b></p>\
    <p><b>Добро довго пам'ятається, а лихо ще довше.</b></p>
    <p><b>Добре діло твори сміло.**</b></p>
    <b>Поради:</b>
    <p>Використовуйте різноманітні ситуації та дилеми, щоб зацікавити кемперів та стимулювати їх до роздумів.</p>
    <p>Заохочуйте кемперів до активної участі в обговореннях та аргументації своїх виборів.</p>
    <p>Створіть атмосферу довіри та взаємоповаги, де кожен почуватиметься комфортно висловлювати свою думку.</p>
    <p>Картки з дилемами для підлітків 13-16 років.</p>
    <p>Сказати правду про зраду друга, навіть якщо це зруйнує їхні стосунки або не зруйнує. Хто його зна?!</p>
    <p>Допомогти незнайомцю нести холодильник . А чого він сам це робить?</p>
    <p>Вкрасти те, що попросив друг , бо в нього нема грошей, а дуже хочеться.</p>
    <p>Збрехати, щоб захистити друга від несправедливого покарання.</p>
    <p>Пожертвувати своїм майбутнім, бо зараз не той час, щоб вчитись.</p>
    <p>Виступити проти авторитетної фігури, знаючи про можливі негативні наслідки.</p>
    <p>Допомогти бездомній тварині, навіть якщо це заборонено правилами табору.</p>
    <p>Зізнатися у скоєному злочині, навіть якщо це означає потрапити до в'язниці.</p>
    <p>Зрадити довіру друга, щоб врятувати життя невинної людини.</p>
    <p>Взяти на себе відповідальність за провину іншої людини, щоб захистити її.</p>
    <p>Розповісти правду про корупцію у владі, навіть якщо …..</p>
    <p>Пожертвувати своїми планами гуляння заради часу у сім'ї.</p>
    <p>Вступити в бійку, бо я сильний.</p>
    <p>Відмовитися від участі в популярній, але шкідливій для здоров'я активності.</p>
    <p>Викрити брехню близької людини, навіть якщо це її образить.</p>
    <p>Допомогти людині з інвалідністю, навіть якщо це вимагає від тебе додаткових зусиль.</p>
    <p>Відмовитися від подарунка, знаючи, що він був отриманий нечесним шляхом. Друг вкрав його для тебе в іншої людини.</p>
    <p>Пробачити людину, яка говорила на тебе наклеп.</p>
    <p>Пожертвувати своїм часом, щоб допомогти іншим.</p>
    <p>Вступити в конфлікт з групою однолітків, щоб захистити свої переконання.</p>
    <p>Відмовитися від можливості помститися однокласнику.</p>
    <p>Допомогти людині, яка тобі неприємна, але потребує допомоги.</p>
    <p>Зізнатися у своїй помилці, навіть якщо це призведе до втрати авторитету.</p>
    <p>Захистити тварину від жорстокого поводження.</p>
    <p>Виступити проти булінгу, навіть якщо ти єдиний, хто це робить.</p>
    <p>Пожертвувати своїм комфортом заради допомоги іншим.</p>
    <p>Відмовитися від участі в незаконній діяльності, навіть якщо це обіцяє велику винагороду.</p>
    <p>Пожертвувати своїм часом, щоб допомогти літній людині.</p>
    <p>Захистити природу від забруднення.</p>
    <p>Пожертвувати своїми речами.</p>
    <p>Відмовитися від участі в азартних іграх, навіть якщо це обіцяє легкий заробіток.</p>
    <p>Розповісти правду про свої проблеми, навіть якщо це важко.</p>
    <p>Пожертвувати своїм часом, щоб допомогти бездомним тваринам.</p>
    <p>Відмовитися від участі в експерименті, який може завдати шкоди іншим людям.</p>
    ''',
  ];

  static List<String> third12yImages = [
    "images/third2_station_1.png",
    "images/third2_station_2.png",
    "images/third2_station_3.png",
    "images/third2_station_4.png",
    "images/third2_station_5.png",
  ];

  static List<String> fourth7_11yTexts = [
    '''
    <p><i>Тема – Teambuilding. Діти мають допомогати один одному робити поробки, або робити разом.</br>
    Ігри – командозбудування</i></p>
    <p>Як бути друзями, які можуть «розібрати дах» задля друга.</p>
    <p>Там де не зможе один, допоможуть друзі.</p>
    <h3>1. Визволь з клітки</h3>
    <p><i>Необхідний інвентар: </i>сітчаста дротяна клітина, кругла або квадратна, розмір,осередків 5-7 см, висота клітки 100-150 см, діаметр або сторона квадрата 70-100 см; палиці для кожного учасника групи довжиною 70-100 см, кілька невеликих легких предметів, наприклад м'ячі.</p>
    <p><i>Завдання групи:</i> дістати предмет (предмети) із клітини, допомагаючи один одному ціпками.</p>
    ''',
    '''<h3>2. Гра з ящиками</h3>''',
    '''
    <p><i>Ціль гри:</i> перебратися всій команді з одного боку на інший швидше, ніж інша команда (можна робити в естафеті або на час. Проти вас грає час!!! Можна, щоб команда лідерів встановила рекорд і всі команди змагаються проти рекорду команди лідерів)</p>
    <p><i>Як грати:</i> група ділиться на дві однакові команди, і стають у дві шеренги або роите шеренгу з кількості учасників яка була в команді лідерів. Кожному гравцю видається ящик, на який вони стають. Вставати на землю з ящика під час гри не можна. Також кожній команді видається плюс один ящик, за допомогою якого вони будуть рухатись, переставляючи останній вільний ящик вперед. Таким чином команда зможе дістатись фінішної прямої.</p>
    <p><i>Обговорення гри:</i> </br>що сподобалось?</br>
     Що було важливим для перемоги в цій грі?</br> 
     Чого ви навчились під час цієї гри?</br>
     Як це знадобиться в дружбі?</p>
     <h3>3. Один в полі не воїн</h3>
     <p><a href="https://www.instagram.com/p/C6cNVzFgml1/">Посилання на інстагрaм</a></p>
     <p>Завдання учасників, рухаючи одного члена команди за допомогою канатів, перенести всі конуси з кінцевого пункту до бази.</p>
    ''',
    '''
    <h3>4. Гра "футбол"</h3>
    <p><i>Ціль гри:/i> закинути м'яч у "ворота" супротивника. Інвентар: полотно, м'яч.</p>
    <p><i>Як грати?</i></br> Гравці діляться на дві команди. Всім учасникам видається полотно у вигляді футбольного поля. Команди стають навколо своєї частини поля, і рухаючи тканину вверх і вниз намагаються закинути м'яч у дірку супротивника.</p>
    <h3>5. Доженіть гуртом</h3>
    <p><a href="https://www.instagram.com/reel/C59zBLwIyiA/?igsh=Mmc2MDdpNDltcjA1">Посилання на інстаграм</a></p>
    <p><i>Інвентар:</i> м'яч для фітнесу</p>
    ''',
    '''
    <p>Учасники стають в коло, в цьому колі робимо ще одне міні коло, і беремо одного учасника, завдання якого втекти від мʼяча.</p>
    <p>Ціль людини ,яка тікає від мʼяча протриматись 2-3 хвилини (можете поставити свій час) щоб його не зловили. Ціль учасників в крузі наздогнати мʼячем людину, яка від нього тікає.</p>
    <h3>6. Рухливі стільці</h3>
    <p><a href="https://www.instagram.com/reel/CtkboJtJva1/?igsh=Z2FkdG94OG5xaXJi">Посилання на інстаграм</a></p>
    ''',
    '''
    <p>Робимо 2 команди (однакова кількість людей).</p>
    <p><i>Ціль гри:</i> перебратися першим до фінішу , ніж команда супротивників</p>
    <p><i>Як грати:</i></br> Команди сідають один навпроти одного на стільці, в кожного є свій стілець на якому він сидить. Також кожній команді видається один стілець завдяки якому вони будуть рухатись, переставляючи останній вільний стілець вперед. Таким чином команда може дістати до фінішу.</p>
    <h3>7. ВЛУЧНИЙ Снікерс</h3>
    ''',
    '''
    <br>
    Як грати:</br>
    <ol type="1">
    <li>Розділіть дітей на дві команди.</li>
    <li>Призначте кожній дитині номер, однакові номери для кожної команди.</li>
    <li>Попросіть дітей зняти по одному кросівку.</li>
    <li>Вигукніть число.</li>
    <li>Естафета ~ Нехай 2 дітей з цим номером стрибнуть /стануть на стілець і кинуть кросівок/снікерс у пляшку з водою.</li>
    </ol>
    Як виграти:</br>
    <ul>
    <li>Перемагає той гравець, який першим повалить пляшку з водою.</li>
    <li>Продовжуйте грати, доки не пройде хід кожного гравця.</li>
    <li>Команда з найбільшою кількістю балів ~ перемога!</li>
    </ul>
    <p><a href="https://www.pinterest.com/pin/158400111884881490/sent/?fsf=&invite_code=cdde31312e7b46e6abb107ca4a1a74ec&sender=856598929033235111">Посилання</a></p>
    <h3>8. Хвiст лисиці</h3>
    ''',
    '''
    <p><i>Завдання:</i> Розділіть команду на дві. Побудуйте команди в дві шеренги (потилиця в потилицю один до одного). Колони повинні бути розставлені таким чином, щоб перші гравці команд стояли один навпроти одного на відстані 4 м. Інші гравці стають за відповідним лідером. Усі в команді мають бути скріплені та не розриватися до кінця гри. </p>
    <p>Скріпиться потрібно наступним чином: покласти дві руки на плечі, що стоїть попереду, і не відриватися від нього. Останньому гравцю необхідно заправити в шорти хвіст (пов'язка). Завдання команди зірвати хвіст у протилежної команди при цьому, зривати має право тільки гравець, що попереду стоїть, і команда не повинна розриватися. Як тільки ланцюжок розірвався, або у нього зірвали хвіст, гра припиняється. Необхідно змінювати тих, хто стоїть попереду та наприкінці «гусениці». Кількість учасників на дві команди достатньо по 10 осіб.</p>
    <p><i>Час проведення гри:</i> пояснення завдання 2 хвилини, від 3 до 5 раундів 15 хвилин, обговорення 5 хвилин.</p>
    <p><i>Необхідний інвентар:</i> 2 хвоста пов'язки.</p>
    Запитання для дискусії:<br>
    <ul>
    <li>Як ви відчували себе, коли у вашої команди забрали хвіст?</li>
    <li>Що допомогло вам досягти максимум результату для команди?</li>
    <li>Яка була стратегія?</li>
    <li>Як обирали хто буде наприкінці, а хто водитиме, на чолі?</li>
    </ul>
    <b>Висновок:</b></br>
    <p>Дуже важко бути в команді всім разом і бути залежними один від одного, триматись один за одного, бути на зв'язку, зуміти втриматися разом не розчепитися, коли на вас нападають різні суперники. Але коли ми разом, ми перемагаємо.</p>
    <h3>9. Поле з сюрпризом</h3>
    <p>«Поле з сюпризом» є полем 8х8 клітин. Його можна зробити за допомогою звичайних мотузок чи аркушів паперу. Єдиний маршрут, яким можна пройти по полю, відомий тільки ведучому (обов'язково потрібно замалювати його на папері). Через поле мають перебратися всі члени команди. Якщо гравець ступає на правильну клітинку, ведучий мовчить, якщо ж припускається помилки, ведучий каже «Сюрприз» і гравець повертається на початок, поступаючись своїм місцем наступному гравцю. Під час випробування забороняється розмовляти та підказувати.</p>
    <h3>10. Знайди пару. Меморі з ящиками</h3>
    ''',
    '''
    <p>На полі лежать двадцять шість ящиків. Під кожним із них захований якийсь предмет, предмети утворюють тринадцять пар. Завдання команди знайти ці пари. Кожен учасник по черзі перевертає дві будь-які коробки. Якщо там пара, він відкриває ще дві, якщо ж ні, повертає коробки на місце і поступається місцем наступному. Під час випробування забороняється розмовляти та підказувати.</p>
    <p>Можна поставити предмети одинакові (пачки серветок, чупа-чупси або зробити логічні пари наприклад, настільні ігри і хоч вони різні, але це дві настолки або засіб для миття посуду і губка для миття посуду; вилка та ложка; квіти та ваза)</p>
    <h3>11. Велика рибалка</h3>
    ''',
    '''
    <p>За допомогою гігантської вудки довжиною 4,5 м з гачком на кінці потрібно виловити з ставка десять риб (розміром з лист А4 можна зробити так, щоб плавники були у вигляді кільця з паперу чи іншого матеріалу). Поодинці цією вудкою скористатися не вдасться, потрібно кілька пар рук помічників. Якщо команда працюватиме як лебідь, рак та щука, досягти результату не вдасться. А ось точні скоординовані дії, навпаки, забезпечать успіх.</p>
    <h3>12. Гусениця</h3>
    <p>Між попереком першого учасника та животом другого потрібно затиснути повітряну кулю, тощо. У підсумку має вийти «гусениця». Завдання команди пройти певним маршрутом, не розірвавши ланки гусениці. Торкатися до кулі руками і кидати її заборонено.</p>
    ''',
  ];

  static List<String> fourth7_11yImages = [
    "images/fourth_station_1.png",
    "images/fourth_station_2.png",
    "images/fourth_station_3.png",
    "images/fourth_station_4.png",
    "images/fourth_station_5.png",
    "images/fourth_station_6.png",
    "images/fourth_station_7.png",
    "images/fourth_station_8.png",
    "images/fourth_station_9.png",
    "images/fourth_station_10.png",
  ];

  static List<String> fourth12yTexts = [
    '''
    <p><b>Станції розраховані на команди учасники яких мають 12-14 років.</b></p>
    <p><b>Ви можете обєднувати декілька ігр в одну станцію.</b></p>
    <p><b>А також, якщо маєте цікавий інвентар - обовязково його використайте.</b></p>
    <h3>1 Cтанція - Журналістика</h3>
    <i>Інвентар:</i></br>
    <ul>
    <li>ватман 1 на 1 команду;</li>
    <li>журнали, газети (попередньо перевірені);</li>
    <li>маркери;</li>
    <li>ручки;</li>
    <li>наліпки різні;</li>
    <li>клей (сухий, або ПВА);</li>
    <li>скотч;</li>
    <li>дошка новин, або місце , де ці ватмани будуть висіти.</li>
    </ul>
    <p><i>Завдання:</i> Команда повина зробити плакат з вирізок по тематиці.</p>
    <i>Тематики:</i></br>
    <ul>
    <li>мій ідеальний день</li>
    <li>тема дня</li>
    <li>тематика табору</li>
    <li>віртуальність реальність</li>
    </ul>
    <h3>2 Cтанція - Time to restore</h3>
    <i>(Арт-терапія)</i></br>
    <p><i>Інвентар:</i></p>
    <ul>
    <li>листок а4, на кожного учасника по 2шт;</li>
    <li>пензлики;</li>
    <li>фарби;</li>
    <li>клей ПВА;</li>
    <li>золота фарба;</li>
    </ul>
    <i>Завдання:</i></br>
    <p>Кожен учасник малює своє ідеальне місце спокою і миру.</p>
    <p>Після намалювання вони передають свій малюнок сусіду з правої сторони.</p>
    <p>Далі вони розривають ці листочки на 4-тири частини (не більше і не менше).</p>
    <p>Після того як розірвали, то повертають малюнок тому , хто його малював.</p>
    <p>Наступне, що вони роблять, то беруть чистий листок і на нього наліпляють розірваний малюнок. Після беруть золоту фарбу і наносять на місця стику.</p>
    <p>Ведучий запитує учасників про їхні почуття.</p>
    <p>Та про те, що це наша реальність, в нас було своє місце миру (спокою , щастя , комфорту).</p>
    <p>Але нажаль його зруйнували і ми втратили ось це …</p>
    <p>Але ми покоління, яке може бути в команді, яка змінює світ.</p>
    <p>Звичайно, якщо захочеш…</p>
    <p>Наступне, що вони роблять, то беруть чистий листок і на нього наліпляють розірваний малюнок. Після беруть золоту фарбу і наносять на місця стику.</p>
    <p>Існує така техніка, яка робить такі ж речі з антикваріатом.</p>
    <p>Цікаво, що річ стає ціннішою та ефектнішою та більш міцною.</p>
    <p>Ведучий наголошує на тому, що з Божою допомогою ми можемо відновити , і з шрамами покритими золотою фарбою в малюнка є особливий шарм , так і те твоє місце миру набуває нового значення.</p>
    <h3>3 Cтанція</h3>
    <i>Мета:</i></br>
    <ul>
    <li>допомогти знаходити комунікацію;</li>
    <li>вираження емоцій і керування ними;</li>
    </ul>
    <p><i>Опис гри:</i> команда розділяється на три групи.</p>
    <p>Перша група в них є картинка і вони її бачать, але вони не можуть розмовляти.</p>
    <p>Друга група стоїть на відстані 7-10 метрів від першої групи. Вони не бачать картини, але можуть говорити. Дивляться на жестикуляцію першої групи вони говорять і пояснюють третій групі, що їм робити, який предмет брати в руки і куди його ставити.</p>
    <p>Третя група стоїть на відстані 7-10 метрів від другої. В них завязані очі, вони не бачать , але чують, що говорить їм друга група і пробують відтворити малюнок, який знаходиться в першої групи, розставляючи предмети.</p>
    <p>Предмети можуть бути різні і картина може бути по різному складена.</p>
    <p>Можна зробити декілька раундів, змінюючи ролі команд</p>
    <b>Запитання до гри:</b>
    <p>Що було класного в цій грі?</p>
    <p>Що складного в цій грі?</p>
    <p>Що б ви змінили для досягнення успіху швидше?</p>
    <p>Як ця гра подібна на наше життя?</p>
    <p>Що б ви змінили в житті в результаті того, що навчились під час гри?</p>
    <p>Які духовні істини спостерігаєте під час виконання або обговорення гри? Тут потрібно привезти до Филипян 2:2 – думайте однаково, маючи одну й ту саму любов, зєднавшись у досягненні однієї мети, живучи у злагоді.</p>
    <p>Спостерігаючи за командою робимо висновки. По комунікації, та повазі один до одного. Підводячи, що нам в житті потрібні друзі, які нас зрозуміють.</p>
    ''',
    '''
    <h3>4 Cтанція</h3>
    <p>Пакування подарунка – важливий навик , коли в тебе є друзі.</p>
    <i>Інвентар:</i></br>
    <ul>
    <li>подарунковий папір;</li>
    <li>ножиці;</li>
    <li>скоч;</li>
    <li>cтрічки;</li>
    <li>коробочки різного формату, а також можуть бути рушники, нові пари носочків.</li>
    </ul>
    <p><a href="https://pin.it/1lf8Tv1Gd">Посилання</a></p>
    <p>Вчимося пакувати подарунки, для своїх друзів.</p>
    ''',
    '''
    <h3>5 Станція - Тілбілдінг</h3>
    <i>Мета:</i></br>
    <ul>
    <li>єдність і згуртованість команди;</li>
    <li>вміння слухати один одного;</li>
    <li>уважність</li>
    </ul>
    <i>Опис гри:</i>
    <p>На землі окреслюється квадрат 1.5х1.5м (можна використовувати ковдру). На цьому квадраті команда повинна буде розташувати певні частини тіла учасників, які будуть звучат у завданні . Частини тіла та їхня кількість називаються тільки один раз, а команда повинна їх запам'ятати. Після того, як ведучий виголосив завдання, команда має 10 хв на те, щоб обговорити стратегію та розташування тих чи інших частин тіла. У цей час пробувати розташування на квадраті забороняється. Після закінчення 10 хв, команді дається ще 5 хв на те, щоб відтворити їхню фігуру і покласти на квадрат тільки названі частини тіла. Решта частин тіла мають бути на вазі, тобто не можна стояти за межами квадрата. Ще одна умова, що вся команда має брати участь. Якщо в команді з'явилася одна людина, якій нема чого покласти на квадрат, то решта повинні її тримати на руках або вона може лягти на когось.</p>
    <p><i>Приклад завдання:</i> 2 спини, 1 голова, 3 лікті, 1 вухо, 5 ступень, 4 коліна, 2 руки, 1 сідниця.</p>
    <b><b>Кількість учасників:</b></b>
    Від 8 до 12 осіб.
    <p><i>Час проведення гри:</i> 2 хв на пояснення правил гри, 10 хв команда обговорює свою стратегію, 5 хв на виконання завдання. Загальна кількість часу 25 хв.</p>
    <p><i>Необхідний інвентар:</i> Фішки для визначення меж квадрата або ковдра, свисток, секундомір.</p>
    <p><i>Питання для дискусії:</i></p>
    <ul>
    <li>Що ви відчували, коли почули завдання?</li>
    <li>Що вам було необхідно для точного виконання завдання?</li>
    <li>Що було найскладніше для вас?</li>
    <li>Що вам допомогло?</li>
    <li>Як ви розподілили частини тіла?</li>
    <li>Хто взяв на себе керівництво?</li>
    <li>Чому ви слухалися його?</li>
    <li>Чого ви навчилися через цю гру?</li>
    </ul>
    <h3>6 Cтанція</h3>
    <p>Завдання учасників стати за лінією, перед лінією на відстані приблизно 1,5 м знаходться дошка на котрій кільця або предмети рівні кількості учасників, кожен учасник по черзі мусить дістати предмет. Або пожна навпаки вдивати кільця та конструкцію.</p>
    <p>Це можливо зробити лише завдяки командній роботі.</p>
    <p><a href="https://pin.it/59G5xrqjU">Посилання</a></p>
    ''',
  ];

  static List<String> fourth12yImages = [
    "images/fourth2_station_1.png",
    "images/fourth2_station_2.png",
    "images/fourth2_station_3.png",
  ];

  static List<String> fifth7_11yTexts = [
    '''
    <p><i>Тема – наслідки впливу. показати, що твоє життя впливає у будь-якому віці. Ціль ігор – нагадати, що рішення як пройти гру впливає. Заохочувати проявляти ініціативу, залучати учасників.</i></p>
    <h3>Ігри на досвіді</h3>
    <h3>1. Павутина верхня</h3>
    ''',
    '''
    <p><b>Опис гри:</b></p>
    <p>Для цієї гри необхідно натягнути вертикальне мотузкове павутиння між двома міцними деревами. Відстань між деревами має бути приблизно 5 метрів. Павутина має бути натягнута наступним чином: нижня поперечина не вище 1,3 м від землі та верхня поперечина не вище 2 м від землі. Між двома цими мотузяними поперечинами в'яжеться павутина що складається з мінімум 10 вікон і максимум 12 вікон різного розміру. </p>
    <p>Декілька вікон повинні бути достатніми для того, щоб у них важко міг пройти гравець. Інші вікна можуть бути більш або вільнішими. Зберіть всю команду по одній стороні павутини і скажіть їм що протягом 15 хвилин вони повинні будуть перебратися на іншу сторону павутини і при цьому одна людина може використовувати тільки одне вікно яке ще ніхто невикористовував і яке більше ніхто не використовуватиме.</p>
    <p>Одна людина з команди може пройти на інший бік під павутинням, а інша над нею. Учасники не мають права обминати павутиння за деревами. Учасники павутиння, що опинилися на іншій стороні, не мають права повертатися на іншу сторону під час виконання завдання. Якщо хтось із учасників за будь-яких обставин зачепив павутину, всі повертаються назад і починають все спочатку. Протягом 15 хвилин учасники можуть повертатись назад і починати все спочатку не обмежену кількість разів. Вони повинні встигнути перебратися на іншу сторону за 15 хвилин.</p>
    <p><b>Кількість учасників:</b> від 8 до 12 осіб.</p>
    <b>Час проведення гри:</b></br>
    <p>1 хв на пояснення правил, 6 хв на обговорення стратегії у команді, 15 хв на виконання завдання, 8 хв для дискусії, виведення та застосування. Загальний час 30 хв.</p>
    <p><b>Необхідний інвентар:</b> проста та міцна мотузка довжиною 40-50 метрів.</p>
    <b>Запитання для дискусії:</b></br>
    <ul>
    <li>Хто був лідером у вашій групі?</li>
    <li>Як виявився лідер?</li>
    <li>Якою була ваша стратегія?</li>
    <li>Що було гарного у ній?</li>
    <li>Щоб ви змінили в ній?</li>
    <li>Чому вам доводилося повертатись назад? Які були відчуття?</li>
    <li>Що необхідно було зробити, щоб менше припускатися помилок?</li>
    <li>Чи були ідеї, які ви не послухались, але це були важливі думки?</li>
    </ul>
    <p><b>Висновок:</b> інколи ми думаємо, що наша думка неважлива і мовчимо, хоча те, що ти можеш сказати про Христа, може змінити чиєсь життя. Говори!</p>
    <h3>2. СТАНЦІЯ НАУКОВА РЕБРО ЖОРСТКОСТІ</h3>
    ''',
    '''
    <p><b>Необхідні матеріали: </b>склянки; листок паперу А4.</p>
    <b>Опис проведення досліду:</b>
    <p>Необхідно встановити склянку на аркуш паперу, який накриває дві інші склянки, утворивши між ними місток. Багато учнів вважають, зробити це неможливо, адже аркуш прогнеться під дією сили тяжіння, і не зможе втримати склянку. Але, якщо скласти аркуш паперу «гофрою», як зображено на малюнку, завдання зможе виконати кожен.</p>
    <b>Духовний зміст:</b>
    <p>Листок паперу символізує людину, і в залежності від того, що обрала людина , які скіли вона має, що для неї важливе (лайк від Бога чи в соцмережах), то або вона впливатиме та буде змінювати світ навколо ( коли буде більше добрих справ, добрих слів) або обставини та зло впливатиме на неї і вона не матиме сили протистояти (поганим словам, непослуху, образам, булінгу)</p>
    <p>Якщо людина постійно перебуває в спілкуванні з Богом, духовно зростає, тоді вона набуває певних рис Ісуса Христа, таких як вірність, чесність, жертовність, послух, відданість, турбота і т.д. (при називанні кожної риси характеру згинаємо аркуш, утворюючи гофру). І така людина може протистояти світу з його цінностями (демонструємо дослід з листком паперу зігнутим гофрою).</p>
    <p>«...І не стосуйтесь до віку цього, але перемініться відновою вашого розуму, щоб пізнати вам, що то є воля Божа, добро, приємність та досконалість» Рим. 12:2.</p>
    <h3>- Фокус «Вогонь в руці»</h3>
    ''',
    '''
    <p><a href="https://www.youtube.com/watch?v=ANFIsw0RREQ">Посилання на youtube</a></p>
    <p><b>Необхідні матеріали:</b> вода, рідке мило, освіжувач повітря, запальничка з довгим запальником.</p>
    <p><b>Духовний зміст:</b> різні обставини впливають на різних людей по-різному. Вогонь символізує важкі моменти, або іспити, або спокуси. Якщо в тебе немає Божої істини немає ВІРИ, в серці, то спокуси можуть тебе спалити, повпливати на тебе. Якщо в тобі Божа істина, ВІРА, то вона захищає тебе, даючи силу противодіяти спокусам. Залишится твердими в своїй вірі.</p>
    <p>Божа віра народжується від Божого Слова, а ти – та людина, яка може сама жити в Божому Слові і ділитися Ним з іншими людьми.</p>
    <h3>- Фокус «Фараонова змія»</h3>
    ''',
    '''
    <p><a href="https://www.youtube.com/watch?v=CUXmCPiOkMU&list=PLv1ykDi3ESl0f0GpG4JtjpMKOsIWELdLH&index=7">Посилання на youtube</a></p>
    <p><b>Необхідні матеріали: </b>глюканат кальцію, сухий спирт, запальничка, поверхня для проведення досліду, який супроводжується виділенням тепла (пісок або залізна підставка).</p>
    <p>Суть всього хімічного досліду полягає у нагріванні таблетки глюконату кальцію на сухому паливі або будь-яким іншим способом. В результаті реакції глюконат кальцію при нагріванні розпадається на вуглець, оксид кальцію, вуглекислий газ та воду. Пориста структура змії забезпечується рясним виділенням вуглекислого газу.</p>
    <p>3 однієї таблетки виходять «фараонові змії» розміром близько 10-15 сантиметрів сірого кольору.</p>
    <p><b>Духовний зміст: </b>ми впливаємо тим, чим наповнені. Це може бути, як позитивним, так і негативним. Вплив -це не про зовнішнісь, це про стан твого серця, якщо немає правди, чесності, щирості всередені, ти не зможеш повпливати на позитивні зміни інших.</p>
    <p>ДОДАТКОВО:</p>
    <p>АСПІРИН</p>
    <p><b>Необхідні матеріали: </b>аспірин; вода; сіль; олія; антисептичний розчин; конусоподібний бокал; пластикові стаканчики; три фарби різного кольору; три паперові лійки (конуси).</p>
    <p><b>Опис проведення досліду:</b> в пластикові стаканчики наливаємо окремо речовини (воду, олію, антисептичний розчин). До кожної речовини додаємо невелику кількість фарби. Також до води потрібно додати трохи солі, для збільшення густини. Через паперові конуси в бокал (конусоподібний) наливаємо по черзі воду, олію і антисептичний розчин. Кожну речовину наливаємо через чистий конус. Спостерігаємо, що речовини не змішуються.</p>
    <p>Кидаємо в бокал аспірин. Спостерігаємо, що речовини починають змішуватись.</p>
    <p><b>Духовний зміст:</b> iноді нам здається, що ми ніколи не будемо спілкуватися з тією чи іншою людиною, особливо, якщо вона нас сильно образила. Але коли в наше життя приходить Христос, то Він може поєднати тих, хто б ніколи не був би разом. І ми можемо впливати навіть на тих, на кого не розраховували.</p>
    <p>«Так багато нас є одне тіло в Христі, а зосібна ми один одному члени» Рим. 12:5.</p>
    <p>АПЕЛЬСИН</p>
    <p><b>Необхідні матеріали:</b> висока прозора посудина (бутиль); вода; апельсин.</p>
    <p><b>Опис проведення досліду: в посудину наливаємо воду, не до верху. Нечищений апельсин ставимо на воду і спостерігаємо, що він не тоне. Тоді дістаємо його назад і зчищаємо 70% шкірки, поміщаємо його в воду і спостерігаємо, як апельсин занурився, але не повністю. Тоді дістаємо апельсин, дочищаємо до кінця і занурюємо його в воду. Спостерігаємо як апельсин опускається на дно посудини, де дорогоцінні каміння лежать.</b></p>
    <p><b>Духовний зміст: апельсин символізує людину, коли вона не хоче змінюватись і ставати подібною на Ісуса, вона ніколи не буде досягати дорогоцінних подарунків, які її чекають ( справжньої любові, правди, вірних друзів, однодумців, потрібних порад, захисту).</b></p>
    <p>«І не стосуйтесь до віку цього, але перемініться відновою вашого розуму, щоб пізнати вам, що то є воля Божа, добро, приємність та досконалість» (Рим. 12:2).</p>
    <h3>3. Teambuilding</h3>
    <p><b>ДОСКАКАТИ</b></p>
    <p><a href="https://www.instagram.com/p/C6TdubugJ7t/">Посилання на інстаграм</a></p>
    ''',
    '''
    <p>Цю гру можна виконувати в якості естафети, або як самостійний етап.</p>
    <p><b>Завдання: </b>працюючи разом, переправитися з пункту А в пункти Б. Вся команда стоїть на полотні, один член команди поза полотном керує всім рухом. Потрібна єдність і організованість для виконання цієї вправи. Етап вважається пройденим, коли останній ігрок, який стоїть на полотні, перетне фінішну пряму.</p>
    <p><b>Питання після гри:</b></p>
    <p>Від кого залежив успіх команди? (Відповіді дітей)</p>
    <p>Від кожного учасника. І хоча ролі різні, твій вплив дуже важливий.</p>
    <h3>- ЛИЖІ</h3>
    ''',
    '''
    <p><b>Що потрібно:</b>  4 дощечки, до яких міцно прикріплені мотузки по обидві сторони для кожного гравця команди.</p>
    <p><b>Перебіг гри:</b> гравці діляться на 2 команди. Кожен гравець стає однією ногою на одну дощечку, а іншою – на іншу та береться за мотузки з обох боків. Завдання команди дійти до визначеного фінішу швидше від команди супротивників.</p>
    <h3>4. НЯМ-КРАЙ</h3>
    <p>+ додати Смачну анкету.</p>
    <p>Останній день табору, коли можна ще раз поговорити з дітьми, тож на станції НЯМ – НЯМ можна запропонувати обрати або цукерку певного кольору, або шматочок фрукту певного роду і в залежності від того, що обрали, задати питання.</p>
    <ol type="1">
    <li>Найкращий момент в таборі.</li>
    <li>Що ти дізнався, що раніше не знав.</li>
    <li>Людина, яка повпливала в таборі і чому.</li>
    <li>Що би ти хотів, щоб робили на післятабірних клубах.</li>
    <li>Якби можна було повторити один день з табору (або один момент), щоб це було?</li>
    </ol>
    <p>Обов’язково подбати про гігієну (волосся, руки, зачіски). Підготувати фартушки, рукавички, за наявності шапочки поварські.</p>
    <p><b>Завдання:</b>  приготувати по кількості учасників команди «Мохіто».</p>
    <p>Мохіто - цукор, м’ята, лимон, спрайт, мінеральна водичка, можна полуницю, апельсин.</p>
    <p><b>ВИСНОВОК:</b></p>
    <p>Пригостивши таким коктелем свого друга, ти можеш запросити його на клуб, таким чином повпливавши на його життя.</p>
    <h3>5. ФАНОВА ГРА , ПОВ’ЯЗАНА З ВИБОРОМ</h3>
    <p><a href="https://ru.pinterest.com/pin/990299405546120343/">Посилання</a></p>
    ''',
    '''
    <p>Команда встає в колону один за одним, завдання бути дуже уважним і реагувати на слова ведучого, щодо кольору , на який потрібно стрибнути.</p>
    <h3>6. Камінь, ножиці, папір 2.0</h3>
    ''',
    '''
    <p>Дві команди розходяться своїми базами і домовляються, яку фігуру показуватимуть. Потім команди підходять до лінії, яка розділяє бази. Біля лінії по традиційному кличу «Камінь, ножиці, папір» команди показують свої фігури. Представники команди, що виграла, наздоганяють тих, хто програв у цьому турі. Ті, хто програв, біжать на свою базу. Кого впіймали (не добігли до бази), перераховуються. Після 5 турів рахуємо бали. У кого набрано більше балів (людина спіймана), той і переміг.</p>
    <p>Гра на створення команди і на чіткість виконання, винахідливість і кмітливість.</p>
    <h3>7. Швидкість або дружба</h3>
    ''',
    '''
    <p><b>Завдання: </b>кожному загону проходити випробування не так на швидкість.</p>
    <p><a href="https://ru.pinterest.com/pin/70437488798216/">Посилання на Pinterest</a></p>
    <p><b>Ціль гри:</b> при команді Руш, добігти до сусідньої палиці так швидко, щоб вона не встигла впасти. Хто не встигає, вибуває. Граємо до одного переможця.</p>
    <p><b>Духовна істина:</b> в цій грі, в тебе був вибір допомогти іншому, тримаючи палку, або просто бути першим. Перемогти – це не завжди бути першим!</p>
    <p>Будь прикладом, впливай на людей добром, бо Бог, який є Любов, живе в тобі.</p>
    ''',
  ];

  static List<String> fifth7_11yImages = [
    "images/fifth_station_1.png",
    "images/fifth_station_2.png",
    "images/fifth_station_3.png",
    "images/fifth_station_4.png",
    "images/fifth_station_5.png",
    "images/fifth_station_6.png",
    "images/fifth_station_7.png",
    "images/fifth_station_8.png",
    "images/fifth_station_9.png",
  ];

  static List<String> fifth12yTexts = [
    '''
    <p><b>Станції розраховані на команди учасники яких мають 12-14років.</br>
    Ви можете обєднувати декілька ігр в одну станцію.</br>
    А також, якщо маєте цікавий інвентар - обовязково його використайте.</b></p>
    <h3>1 Cтанція - Виживання в реальному світі</h3>
    <p><i>Інвентар: </i>палатка, інструктор.</p>
    <b>Завдання:</b>
    <p>Спочатку інструктор розкладає палатку і пояснює. Після команда спробує складати самостійно і розкладати.</p>
    <p>Або розкладання і розпалювання багаття.</p>
    <p>Тоді потрібно (дрова; сокиру; картон; сірники).</p>
    ''',
    '''''',
    '''
    <h3>2 Cтанція - Смуга завдань</h3>
    <p>Всі стоять на стартовій ліній і по черзі проходять завдання. Перша людина починає з старту і в той же час включаєся секундомір і виключає секундомір. І після біжить другий учасник. Вони встановлюють рекорди один перед одним.</p>
    <b>Завдання:</b></br>
    <ul>
    <li>відпилити частину деревяної дошки ножівкою;</li>
    <li>забити 3 цвяхи в дошку;</li>
    <li>закрутити шруповертом шруби 2 шт і розкрутити;</li>
    <li>закрутити гайки 2шт;</li>
    </ul>
    <p>Завдання одне від одного розкладається 5-7 метрів.</p> 
    ''',
    '''''',
    '''
    <h3>3 Cтанція - Волейбол водний</h3>
    <p><i>Інвентар: </i>кульки наповнені водою, простирадло одне для 2-х.</p>
    ''',
    '''
    <h3>4 Cтанція</h3>
    <p>Пропонуємо на цій станції зіграти декілька ігор.</p>
    <h3>- Диригент</h3>
    <p>Вся команда стає або сідає в коло. Хтось один виходить, так щоб він нічого не бачив і не чув.</p>
    <p>Всі інші між собою домовляються , хто буде в них задавати тон.</p>
    <p>Той, хто задає тон повинен показувати та змінювати рухи,а всі інші за ним повторяють. Всі мають працювати так, щоб було по максимум не зрозуміло хто показує рухи.</p>
    <p>Завдання того , хто вийшов спостерігати та вгадати того, хто впливає.</p>
    <h3>- Гра "Втечи, якщо зможеш"</h3>
    <p>Команду розділяємо на дві групи, одна частина повинна сидіти в колі на стільцях,інша половина стає позаду тих, хто сидить. Завдання тих, хто сидить домовитися мімікою чи іншими методами (так ,щоб той хто позаду тебе нічого не запідозрив) з іншим учасником , який сидить -обмінятися місцями. Завдання тих, хто стоіть позаду впіймати того, хто хоче обмінятися. Якщо тебе впіймав той хто позаду тебе ви обмінюєтеся місцями.</p>
    <p>P.S. під час ігор спостерігайте за учасниками і ви зможете зробити виснок приєднаний до теми дня.</p>
    <h3>5 Cтанція</h3>
    <p><b>Кожен учасник команди ставить на голову одноразовий стакан, намагаючись втримати стакан на голові, при цьому одночасно намагаючись збити стакан з голови іншого учасника.</b></p>
    <p><a href="https://pin.it/2jQcZOXGJ">Посилання на Pinterest</a></p>
    <h3>6 Cтанція</h3>
    <p>Виставлено 15 стаканів в три ряди по 5 штук плюс стакани для команд.</p>
    <p>Під деякими з них є фішки.</p>
    <p>Учасники для того, щоб підняти стакан та взяти фішку, повинні попередньо стаканчик підкинути та перевернути його.</p>
    <p>Якщо вдалось це робити , то має право перевернути стакан, та за умови наявності там фішки забрати її.</p>
    <p><a href="https://pin.it/2C0317A9U">Посилання на Pinterest</a></p>
    <p><b>Додатковим завданням може бути Танграм.</b></p>
    <i>Як його виготовити?</i>
    <p>У виготовленні головоломка дуже проста. Гра з дерева або пластика вийде міцнішою, проте найлегший варіант – створити танграм із картону. Достатньо накреслити квадрат, провести лінію по діагоналі так, щоб утворилися два однакових трикутники, та розкреслити їх так, щоб всередині цих трикутників виникли такі фігури: паралелограм, квадрат і трикутники – два маленьких, два великих та один середнього розміру. Далі слід розрізати фігури по лініях.</p>
    <p>Пластиковий танграм можна замовити в рекламній компанії які виготовляють фігури з пластику чи оргскла.</p>
    <b>Як грати?</b>
    <p>Збирати головоломку потрібно на пласкій горизонтальній поверхні. Приєднуючи фігури одну до одної, учні складатимуть зображення. Умови такі: одночасно мають бути застосовані всі 7 елементів гри, при цьому вони не повинні перекривати одне одного.</p>
    <p>Загалом можна зібрати близько 7 тисяч комбінацій: будинки, птахи, букви та цифри, але найбільш поширені фігурки людей або тварин.</p>
    <b>Правила гри:</b></br>
    <ol type="1">
    <li>В кожну зібрану фігуру повинні входити всі сім елементів.</li>
    <li>При складанні фігур елементи не повинні накладатися один на одний.</li>
    <li>Елементи фігур повинні торкатися один одного.</li>
    <li>Починати потрібно з того, щоб знайти місце найбільшого трикутника.
        </br>В результаті гри виходить площинне силуетне зображення. Воно умовне, схематичне, але образ легко вгадується по основних характерних ознаках.</li>
    <li>Дати командах готові малюнки які вони можуть відтворити/ чи можна зіграти на дві команди / яка команда скоріше зробить подану фігуру.</li>
    </ol>
    <p><a href="https://youtu.be/5SfVmYfskTc">Посилання на youtube</a></p>
    ''',
  ];

  static List<String> fifth12yImages = [
    "images/fifth2_station_1.png",
    "images/fifth2_station_2.png",
    "images/fifth2_station_3.png",
    "images/fifth2_station_4.png",
    "images/fifth2_station_5.png",
    "images/fifth2_station_6.png",
  ];
}
