class Teens2Repo {
  static List<String> teensTexts = [
    '''
    <p>Не пропустіть благословенний час з підлітками.</p>
    <p>Ми пропонуємо після завершення табірної програми дня проводити ще додаткову бонусну годину для тінсів (підлітків).</p>
    <p>На цю годину збираються всі лідери табору та тінси.</p>
    <p>Ціль цієї години побудувати відносини з тінсами, щоб вони приходили вподальшому на тінс-клуби.</p>
    <p>по досвіду : тінси чекають цього часу, їх приходить все більше</p>
    <p>а також дані ідеї можете використати на післятабірні зустрічі</p>
    <h3>1. "Холодна вечірка"</h3>
    <p>Після жаркого дня табору пропонуємо провести легку зустріч з тінсами і трішки охолонути.</p>
    Що треба для вечірки:</br>
    <ul>
    <li>Білі паперові стакани (або прозорі для коктейлів)</li>
    <li>Ложки</li>
    <li>Морозиво (біле або коричневе)</li>
    <li>Різні доповнення до морозива (цукерки, посипки, згущенка, горішки, джем …)</li>
    <li>Онлайн рулетка</li>
    <li>Заморожені питання в льоді</li>
    </ul>
    <p>Починаємо зустріч з того, що кожен отримує стаканчик з морозивом, але доповнення до морозива кожен буде обирати за допомогою рулетки.</p>
    <p>На столі стоять доповнення під номерками. Кожен учасник має 3 спроби крутити колесо, і покласти до морозива ті доповнення, які їм випадуть.</p>
    <p>Після цього вони сідають командочками і їм видається м’ячик з льоду в середині якого знаходиться листочок з питанням або темою, яку їм треба обговорити в команді.</p>
    <p>Лід вони можуть топити будь-якими методами, тільки не розбивати.</p>
    <p>Ми думали за тему: Який ти сьогодні? Гарячий чи холодний? Який вплив робиш на оточуючих позитивний чи негативний і в чому, яким чином? Як оточуючі впивають на тебе? Чи реально впливати на інших в твоєму віці?</p>
    <p>Потім кожна команда ділиться думками! Лідери приймають активну участь в обговоренні, розповідають свої історії життя. На кінець разом пишемо те, що допоможе нам горіти для Бога ❤️‍🔥 та впливати на інших</p>
    <h3>2. ”Майстер шеф”</h3>
    <p>В цій грі приймають участь 5-6 команд. (Або будь яка інша кількість команд). В команді призначається капітан, який несе відповідальність за приготування.</p>
    <p>Гра поділена на 3 раунди (можна провести і 1 раунд, по часу приблизно раунд і займає 1 годину)</p>
    Що треба:</br>
    <ul>
    <li>Розставити столи для роботи</li>
    <li>Окремо стіл з дивайсами</li>
    <li>Окремо стіл з продуктами</li>
    <li>Пічки для готування з балонами (якщо можливо, поставити декілька мангалів)</li>
    <li>Вибрати жюрі</li>
    </ul>
    <p>Правила до гри Майстер Шеф:</p>
    <ul>
    <li>Погані слова в когось з членів команди - мінус ніж на 10хв (або будь-який інший девайс на розсуд суддів)</li>
    <li>Сварка в команді - мінус пічка на 5 хв</li>
    <li>Не здорова конкуренція - мінус 5 хв від загального часу приготування</li>
    <li>Туніяцтво - у команди забирається одна найактивніша людина на 10хв</li> 
    </ul>
    ''',
    '''
    <p><b>1 Раунд: “Основна страва”</b></p>
    <p>Десь оформлюємо ТЕМНУ КІМНАТУ. Перед тим, як команди підуть готувати, їх капітани по черзі з закритими очима спускаються туди, щоб обрати “зірку страви”, яку вони будуть готувати. Основний продукт страви. По дорозі вибору продукта є якісь неприємності і перешкоди.</p>
    <p>Коли всі обрали собі “зірку страви ” на вулиці їх чекають на столах коробки загадки. Під коробками різні набори продуктів, але їх можна обмінювати з іншими командами, якщо домовитись.</p>
    <p>Головна умова раунду:, всі продукти треба обов’язково використати.</p>
    <p>На приготування страви 20-40 хв, час пішов.</p>
    <p>Після завершення, судді оцінюють страви і роблять собі поміточки.</p>
    <p><b>2 Раунд</b></p>
    <p>“Десерт” - гра КРІТ</p>
    <p>В цьому раунді треба, щоб всі команди дістали собі бумажечки, на яких буде написано “Кріт” або “Мирний”</p>
    <p>Завдання кротів завадити вдало приготувати десерт. Непомітно нарушати процеси приготування.</p>
    <p>Якщо команда здогадується або має підозри на когось, то вона садить цю людину за грати до тих пір, поки вони не будуть підозрювати іншого.</p>
    <p>В цьому раунді переможе або вся команда або тільки кроти.</p>
    <p><b>3 Раунд</b></p>
    <p>“Закуска” - битва капітанів.</p>
    <p>В цій грі перед початком виводимо капітанів, а тим часом Тоха (це наш кухар) робить закуску на очах всіх команд, мовчки!</p>
    <p>Команди з певної відстані можуть спостерігати і записувати рецепт приготування.</p>
    <p>Потім команди передають все написане капітанам і капітани починають готувати.</p>
    <p>Підсумки гри! Нагородження переможців!</p>
    <p><i>!Якщо задовго три раунди, але ви бачите, що гра тінсам зайшла, можна наступні раунди провести в наступні дні!</i></p>
    <p><b>Oбговорення:</b></p>
    <p>+ знання рецепту впливає на те, що в нас вийде - те саме зі Словом Божим,- це поради успіху, які впливають на те як ми живемо;</p>
    <p>+ наявність продуктів впливає на те, що ми зробимо - те саме зі скілами(навичками) та скінами (те, що в нас є) впливає на те, яке життя ми проживемо . Якщо в нас відсутня Правда, то ми будемо брехунами і люди про це знатимуть; або ж ми не вміємо розрізняти добро і зло, і тоді живемо за принципом “хотів як краще, а вийшло як завжди”</p>
    <p>+ своїм вибором та діями ми впливаємо на смак страви (пересолимо чи недосолимо).</p>
    <p>ми впливаємо на життя тих, хто розділяє з нами наше життя .І часто це відбувається, коли ми їмо щось смачненьке.</p>
    <h3>3. Тимбілдинг “Міст МІРАБО”</h3>
    <p>Командам видаються спагетті та канцелярські резинки. Їх задача зробити міст, який потім буде проходити випробування</p>
    ''',
    '''''',
    '''
    <p>Чий міст витримав більше цегли, ті і перемогли)</p>
    <p><b>Обговорення:</b> здається що може шпагетина?! на що вона впливає?! який твій вплив в цьому житті? які друзі впливають на теье?як? який вплив ти хотів би робити в житті? напишіть 5 практичних кроків про те, що можна почати робити вже сьогодні, щоб досягти цього.</p>
    <h3>4. ”Хайп жанрів”</h3>
    <p>Ця зустріч для того, щоб запусти фантазію і уміння, писати твори).</p>
    <p>Ділимо тінсів на 4 або більше команд.</p>
    <p>Кожна команда витягує картку на якій написаний свій жанр: комедія, драма, мелодрама, детектив…</p>
    <p>Плюс до їх жанру видається фломастер або ручка певного кольору (мелодрама - рожевий, драма-синій, детектив - червоний, комедія - фіолетовий).</p>
    <p>Команди сідають за окремі столи на яких лежать ватмани. На ватманах написаний початок якоїсь історії (бажано, щоб у кожної команди були різні історії).</p>
    <p>Наприклад: в одному селі жив Іван, він був лісником. І ось одного дня…</p>
    <p>У кожної команди є 10 хв, щоб почати писати продовження в своєму жанрі.</p>
    <p>Після того, як пройшло 10 хв звучить сигнал і команди за годинниковою стрілкою пересідають за сусідній стіл і продовжують дописувати в своєму жанрі , але вже іншу історію.</p>
    <p>Так робимо пересадки 4 рази (залежно від кількості команд).</p>
    <p>В кінці кожна команда презентує історії, які у них вийшли.</p>
    <p>Обговорення: залежно які ми - такий вплив і робимо.</p>
    <h3>5. Дівчатка і хлопці окремо</h3>
    <p>(Це планували виходячи з того, хто у нас є із спеціалістів в команді)</p>
    <p>ДІВЧАТА: запрошуємо дівчинку косметолога. Робимо гарну дівочу атмосферу.</p>
    <p>Догляд за обличчям в домашніх умовах.</p>
    <p>Продукція, яка підійде підліткам.</p>
    <p>Чим може нашкодити погана тональна основа.</p>
    <p>Робимо живильну маску з продуктів, які є під рукою.</p>
    <p>Нотуємо секрети сяючої шкіри.</p>
    <p>ХЛОПЦІ: Бізнес з нуля або Мінімальний хлопчачий догляд за собою або Стиль.</p>
    <h3>6. Остання</h3>
    <p>Цю зустріч можна зробити останньою в таборі. Всі вже познайомились і у них з’явились навіть спільні спогади.</p>
    <p>Варіант 1: кожному на спину приклеїти листочок і дати ручку. Треба написати побажання або спогади один для одного на спині.</p>
    <p>Варіант 2: можна, щоб ТІНСИ принесли свою білу футболку.</p>
    <p>Покласти маркери, фарби для одягу. Кожен може на футболці другу написати побажання.</p>
    <h3>7. Гра “ПОЛЕ”</h3>
    <p>Ідея з телевізійного шоу “Поле”</p>
    ''',
    '''
    <p><i>Хід зустрічі:</i> всіх тінсів ділимо на 2 команди.</p>
    <p>До гри треба обрати теми і приготувати презентації з картинками відповідно до теми.</p>
    <p><i>Теми наприклад:</i> фрукти - овочі (сказати, як називається), пісні (з якої пісні ці слова), марки машин, біблійні персонажі, комп’ютерні ігри.</p>
    <p>Гра складається з батлів ( батлів стільки, скільки приготовлено тем).</p>
    <p>На один батл викликається по одній людині з команди. На перший раунд тема батлу “Фрукти-овочі”. На екрані будуть з’являтись картинка до цієї теми. Гравці по черзі будуть називати назву овоча або фрукта, якщо гравець не знає назви - каже “Пас”. Перемагає той, хто за хвилину більше назвав назв.</p>
    <p>Людина, яка програла, переходить в команду переможців.</p>
    <p>Так граємо батл за батлом. По фіналу перемагає та команда, у якої більше людей в команді.</p>
    <p>Правила можна вигадати свої і підлаштувати під своїх тінсів!</p>
    ''',
  ];

  static List<String> teensImages = [
    "images/teens2_1.png",
    "images/teens2_2.png",
    "images/teens2_3.png",
    "images/teens2_4.png",
  ];
}
